{"songs": [{"title": "Lait de chèvre", "album": "La Nuit des Longs Couteaux", "year": "2018-09-14", "lyrics": "[Refrain — FouKi]\nSay what!\nYeah ride with me\nTout' le squad gon' die with me\nYeah, yeah les gars botchent, y get mad ici\nCookin' beat mais y'a pas d'chimie, yeah yeah\nSay what!\nVodka Martini\nGet drunk in my city, yeah yeah\nPour le love, yeah vibe with me\nTout' le Québec gon' ride with me\n\n[1er couplet — Koriass]\nStraight out de Robert-Giffard\nEn camisole de force avec des brand new Adidas\nQuand Korey Hart devient mean, tu veux pas faire d'histoires\nStart un brawl, nose bleed, une molaire qui part\nJ'suis le shit, j'suis le GOAT, j'suis le best yet\nSplash un fucking puriste rappeur avec du lait d'chèvre\nTu m'croyais parti, mais j'suis caché dans ta haie d'cèdres\nEn robe de bal pis j'puff du crack avec des meth heads\nJésus Christ est back, messie de père en fils\nJ'change pas l'eau en vin, mais j'peux changer la bière en pisse\nJ'change pas l'eau en vin, mais j'peux changer les vingts en lingot\nJ'voulais 56K, mais là c'est ça que j'paye en impôts\nC'est littéralement when I take the money in\nJ'mets des bills de 100 dans mes shakes de protéines\nSpinnin' dans un char neu' sur la 132\nPendant que FouKi car surf en rappant son verse\n\n[Refrain — FouKi]\nSay what!\nYeah ride with me\nTout' le squad gon' die with me\nYeah, yeah les gars botchent, y get mad ici\nCookin' beat mais y'a pas d'chimie, yeah yeah\nSay what!\nVodka Martini\nGet drunk in my city, yeah yeah\nPour le love, yeah vibe with me\nTout' le Québec gon' ride with me\n\n[2eme couplet — Koriass]\nLe crew y est all around, cool et en demande\nLes dues sont payés, j'ai pu rien à prouver, j'm'en balance\nAct a fool sur le tapis rouge en robe de chambre\nLe suit and tie, je l’aurais sous la terre, couché underground\nJ'roule sur la 40, saoul à contre-sens\nLes pieds sur le dash, le cruise à 140\nSticker « Baby on board » pour la prudence\nFouKi dans mon banc d'bébé avec une bouteille entre les jambes\nUne coupe de comptes à rendre, j'coupe ta nonchalance\nTon sourire est jaune comme c'qui coule le long d'ta jambe\nJ'touche une longue avance, full le compte de banque\nSont trop p'tits pour leurs shoes\nI'm shooting all these clowns\nI keep it movin', j'ai des fourmis dans les jambes\nSi tu veux jouer dans les grandes ligues, j'm'en viens te pousser dans les bandes\nJ'fais ça tous les jours, shooting for the crown\nLa couronne sur le crâne comme le messie cloué sur les planches\nDo it\n\n[Refrain — FouKi]\nSay what!\nYeah ride with me\nTout' le squad gon' die with me\nYeah, yeah les gars botchent, y get mad ici\nCookin' beat mais y'a pas d'chimie, yeah yeah\nSay what!\nVodka Martini\nGet drunk in my city, yeah yeah\nPour le love, yeah vibe with me\nTout' le Québec gon' ride with me\n\n[3e couplet — FouKi]\nBroches gang, j'fais d'la place pour mes canines en or\nMake money, j'économise pour un chalet dans l'nord\nY veulent des autographes, y veulent mes anticorps\nOn ride en Volkswaggen, ils rident en autocar\nSix projets en deux ans, nomme-moi quelqu'un qui est plus actif que moi\nRock le stage avec la gueule de gwan\nCheck-moi hit la France\nPrendre genre huit vacances\nYeah, check toutes les bleus sur la piste de danse\nT'as beau work, c'est dur de remonter la pente\nJ'suis main event si j'fais un battle rap\nDans la team, juste des verified accounts\nSo goddamn, on va pas follow back, nah\nJ'pourrais devenir Hubert Lenoir si j'suis pu un rappeur\nYeah mon gars, j'suis l'artiste préféré des influenceurs\nPapa Korey m'a dit d'lire attentivement le Bescherelle\nSeulement vingt-et-un an, j'ai take over tout' le Québec\nJeune explorateur always on my way\nVas-y, rajoute plus de chiffres sur ma paye\nOn choisi nos combats, pas d'temps à waste\nYeah, faut que ça vaille la peine si tu m'appelles\n\n[Refrain — FouKi]\nSay what!\nYeah ride with me\nTout' le squad gon' die with me\nYeah, yeah les gars botchent, y get mad ici\nCookin' beat mais y'a pas d'chimie, yeah yeah\nSay what!\nVodka Martini\nGet drunk in my city, yeah yeah\nPour le love, yeah vibe with me\nTout' le Québec gon' ride with me\nSay what!\nYeah ride with me\nTout' le squad gon' die with me\nYeah, yeah les gars botchent, y get mad ici\nCookin' beat mais y'a pas d'chimie, yeah yeah\nSay what!\nVodka Martini\nGet drunk in my city, yeah yeah\nPour le love, yeah vibe with me\nTout' le Québec gon' ride with me", "image": "https://images.genius.com/c8b2156282b108cf00ff5fbf7a56ae14.700x700x1.jpg"}], "artist": "Koriass"}