{"songs": [{"title": "L'hiver", "album": "Petites Victoires ", "year": "2011-01-01", "lyrics": "Hey! Ça fait déjà un bout que j'peux pu dire que j't’aime\nLa fille qui est dans mon lit j'la vois d'moins en moins dedans la vie que j'mène mais\nHey! Je l'sais qu'on est ensemble depuis longtemps mais\nL’amour est parti au vent s’est dissipé au fils du temps sans rien dire\nHey! J’ai déjà cessé d'croire que ça va revenir\nJ'vais pouvoir enfin me l'redire qu'c’est ton enfant que j'veux tenir\nMais j’essaye de trouver les bons mots pour dire qu'l’amour est mort\nJ’essaye de fuir de tous les bords\nMais j'peux l'sentir dans tout mon corps qu'c'est mort\n\nHier encore\nL’hiver…\n\nHey! J'me rappelle la première fois que j't'ai vu\nCombien qu'j’t'aimais dans les débuts\nJ'dis pas qu'j'regrette c'que j’ai vécu avec toi\nHey! On est deux étrangers qui vivent ensemble à regarder mourir la flamme\nCette année partir ensemble\nJ’ai pu le sommeil\nJ'vois souvent l'soleil s'lever\nJ'passe des nuits blanches\nÀ planifier devant l’évidence\nQue j'vais laisser un vide immense\nPourtant j’essaye encore de m'convaincre\nQue ça t'fera pas trop mal\nQuand tu vas me demander si j't’aime\nPis que moi j'vais t'répondre: « Faut qu’on s'parle »\n\nHier encore…\nL’hiver…\n\nInquiète-toi pas jamais j'dirai\nQue j'veux qu’on reste des grands amis\nLe meilleur moyen d'm'oublier\nC’est que j'sois juste plus dans ta vie\nT'sais qu'c'est dur pour moi aussi\nJ'me sens comme un vrai salaud\nDe faire du mal à celle qui m’aime\nEn mettant ses projets à l’eau\nParce qu’à tes yeux j'suis ton âme soeur\nTon prince charmant c'que tu désires\nQui va devenir une vieille douleur\nQui a mis du temps à bien guérir\nMais je m’en vais pas en souriant\nTe faire d'la peine ça m'fige de peur\nC'comme le contraire d’en t’oubliant\nC'coup-ci c’est moi qui m'brise le coeur\n\nHier encore…\nL’hiver…\n\nJ'pense ben qu'j’ai pris toutes mes affaires\nLà mon taxi est en avant\nJ'prends mes deux valises à terre\nPis j'soupir en m’en allant\nC't'année l’hiver est vraiment froid\nJ'suis certain qu’on bat des records\nJ'vais fermer la porte derrière moi\nMais je n’ai pas l'goût d'sortir dehors", "image": "https://images.genius.com/c0b3d2922d5afac82d12468409691f35.700x700x1.jpg"}], "artist": "Koriass"}