{"songs": [{"title": "Love suprême", "album": "Love Suprême", "year": "2016-02-05", "lyrics": "[Verse 1]\nOn me dit: « t'as pas les skills, t'as pas la force\nT'es s'a limite, t'as pas les notes\nQuitte l'équipe, t'es malhabile\nT'as pas les dribbles, t'as pas les shots\nT'as les bars pis t'as la voix\nMais t'as pas le corps, t'as pas la face\nT'es-tu hard ou t'es-tu soft ?\nMontréal-Nord ou St-Eustache ?\nT'as-tu blow-up, fais-tu du cash ?\nT'as-tu une job, vies-tu du rap ?\nT'as-tu encore le même spot, le même char, le même appart?\nT'es tu fidèle à 100%?\nT'aimes-tu ta femme pis tes enfants?\nT'es pu pareil, t'es pu le même!\nPourquoi tu rap pu comme avant?\nT'écris des textes, tu fais des beats\nMais t'as pas de cred, t'es pas dans l'street\nT'as pas la plume de Militari, ni les beats the Dead Obies\nT'as des amis, c'est qui ta clique?\nComment t'a vis ta vie d'artiste?\nT'as-tu finis de dire qu't'es triste?\nT'as-tu guéri tes cicatrices?\nT'es-tu à gauche ou bien à drette?\nEs-tu pauvre, as-tu des dettes?\nPrends-tu de la dope ou des meds?\nT'as-tu de la coke dans les veines?\nPis je veux savoir\nAs-tu des secrets dans ton crâne?\nAs-tu des squelettes dans le placard?\nVas-tu partir avec des regrets à ta mort?\nUh? »\n\n[Refrain: Sabrina Halde]\nKid yourself until something feels different\nBut even down to your last breath\nCan the worst bring out your best\nFake it till you make a name out of yourself again\nStep up what is left of your game\n\n[Verse 2]\n\nÀ la reherche du Love Suprême\nQuête d'amour et de gloire\nJ'ai toujours porté les remords comme un tatou sur le corps\nJ'ai fait les affaires comme un God\nMais faite un pacte avec le diable\nJamais camouflé mes flaws et toujours avoué mes torts\nY'a des amitiés qui cassent\nLes vieux amis prennent le bord\nLa minute où t'as le crown, tu vois la jalousie qui sort\nToujours battu pour le love, les shots partent de tous les bords\nMais protéger les proches, ce s'ra à la vie à la mort\nJ'voulais juste ride avec les buddies, getting high\nFaire des folies, living life\nGetting money, être le maître de cérémonie\nI'm biting into life, j'en ai d'la chair sur les canines\nA'ec les deux yeux sur le price\nPour le rêve que j'imagine, what's life after death\nPour un white rapper queb, pas d'secondaire pis pas d'cégep\nTu laisses la wife avec les dettes, la tête dans le ciel\nL'envie d'fly avec les Jets\nJ'veux crier : « j'vais jamais perdre », pas chanter l'air de la défaite, l'air défait, like\n\n[Bridge]\nWrite down your last will\nDon't keep it all in\nSo your glory still can live\nBuild a monument\nYour body can rest as long as no one forgets\n\n[Refrain]\n\n[Verse 3]\nJamais voulu de nine to five\nJ'tais comme work, c'est pour les losers\nLes yeux fixés sur un rêve même si tout le monde autour est douteux\nTout pour me sentir alive\nJ'bois mes coups durs dans les shooters\nDevant la foule gettin' high ou sous les couvertes juste nous deux\nSeul dans le desert ou gouttes de pluie dans l'océan\nJ'essaie de laisser quelque chose derrière comme un bruit dans le néant\nPour qu'on s'souvienne que j'tai une bête, j'tais un héros, j'tai une légende\nUn air qui joue dans ta tête parce que ton cerveau c'est mon playground\nMais c'pas c'que j'voulais être\nJ'ai vendu mon âme pour une place\nEn dessous des spotlights, j'ai blanchis mes dents pour les flashs\nPour rentré dans la légende, man j'en aurais vendu ma mère\nJ'voulais déranger les gens, pas rentrer dans le ventre de la bête\nMettre une étampe sur le temps, mettre de l'essence sur la braise\nJ'ai perdu qui j'suis vraiment pendant ma descente au enfer\nCriez mon nom pour le monde et répandez mes cendres dans la mer\nParce que ce soir le roi est mort\nEnlevez le crown sur ma tête\n\n[Outro: Kendrick Lamar]\n\n“When are we gonna understand that we are put on Earth to love? That's all it is about. Everybody wanna figure out how complicated life is, and break it down. This is what I truly think, I really think that... It’s gonna keep going on, war gon' keep going on, frustration gon' keep going on, anger gon' keep going on ‘til we finally go back down to the simplest word: love.”", "image": "https://images.genius.com/dd3fd5e52480ccd4e2318c3bc84be819.1000x1000x1.jpg"}], "artist": "Koriass"}