{"songs": [{"title": "Remerciements", "album": "Rue Des Saules", "year": null, "lyrics": "REMERCIEMENTS SINCÈRES :\nJe dédie cet album à ma fille Sasha, petite fille merveilleuse qui deviendra femme, je veux te faire dire un jour que tu as eu le meilleur père qui soit. Merci Geneviève de m’avoir ramassé quand j’étais à terre, d’avoir cru en moi même dans les moments de pure folie, « je sais que ta force de femme fera un homme de moi ». Merci maman, mémé, Raphie, Carl, JP, et toute ma famille plus éloignée que je ne vois jamais. Merci à tout le monde qui a travaillé sur la musique de l’album avec moi : Mocy, Ruffsound, Sacha Beldor, Shash’U, Claude Bégin, Ajust, Kaytra, Caro Dupont, Gabou, Joseph, Safia Nolin, Jam et P.Dox. Bobby et Mani, partners fidèles et amis de longue date\nMerci à Corinne et Marie-Josée chez 7ième Ciel, qui savent me motiver à retourner des emails plates, mais nécessaires. Merci à Steve Jolin aka Anodajay, mon gérant et ami. Merci à Alex Champagne pour les photos et les échanges de messages textes hilarants. Merci à Stéphane chez La Royale Électrique pour les relations de presse, merci à Torpille, Pointbarre, Select, Musicaction, la SOCAN, SODEC\nLaurent Saulnier, Steve Marcoux, Loui Mauffet. Merci à tous les festivals, diffuseurs et radiodiffuseurs qui me permettent de faire ce que j’aime. Merci aux fans, on le dit jamais assez\n\nREMERCIEMENTS MOINS SINCÈRES :\nMerci à tous les gens qui restent debout du côté droit dans\nL’escalier roulant, super nice. Merci à Jean-Martin Aussant de s’être retiré de la vie politique, c’est vraiment cool d’être plus tenté de voter pour les candidats de La Voix que d’aller voter aux élections provinciales. Dans le même ordre d’idées, merci à Mauline Parois de défendre avec coeur la mission de base du Parti Québécois, c’est à dire mener le Québec à la souveraineté, super nice aussi. Merci à Denis Lévesque d’être plein de sagesse, de sens critique, d’être aussi éloquent et articulé dans ses opinions et de recevoir des invités de choix à son émission de qualité. Merci à Féthi Senoussaoui de m’avoir poussé à devenir un rapper, j’suis vraiment fier de dire ça à mes beaux-parents quand je les rencontre pour la première fois. Merci à la langue française pour le super utile temps de verbe subjonctif-imparfait, ça arrive vraiment souvent que j’entends quelqu’un dire : « je ne savais pas qu’ils courussent si vite ». Merci à Mario Bélisle d’avoir volé tout mon linge neuf sur ma corde à linge quand j’avais 15 ans, ma mère était SUPER riche de toute façon, j’ai pu m’en acheter d’autre VRAIMENT facilement. Merci à tous ceux qui disent YOLO, SWAG, TURN UP sans arrêt, c’est pas des expressions surutilisées de retard qui fait juste suivre ce que tout le monde fait. Merci à tous les gens qui me disent que je ressemble à Marc-André Grondin, c’est pas du tout la 89e fois cette semaine qu’on me le dit. Merci à mon père pour la présence et le support", "image": "https://images.genius.com/dd2c0129a4c8fdc6f2c105f796a0417e.1000x909x1.jpg"}], "artist": "Koriass"}