{"songs": [{"title": "PALM BAE", "album": "bébé, t’es unique", "year": "2018-01-12", "lyrics": "[Couplet 1: Marie-Gold]\nMoi c’est Chloé dawg, mais call me Cléopâtre\nOn va au Ceasar Palace Vegas be my guest en léotard\nAlmost AA, surely more AAA\nQuessé que c’est bébé? L’acronyme d’la soirée\nPalm Bae Palm Bae\nVa jamais t’laisser tomber\nPas de plan B on est pâmées sous les palmiers all day\nCrocodile dundae : m’a t’appeler si j’suis en danger\nSi le Band-Aid a décollé ou si les rêves ont mal viré\nTraverser les states vers la tour Eiffel\nJ’l’imaginais plus grande, c’est déjà mieux que les films\nS’marier? Aight yeah, mais inque si sous l’effet\nDe ce festin et d’nos excès jusqu’à en oublier l’Bescherelle\nLet’s pretend for a night\nLaisse tes vieux rêves à Morin-Heights\nLa limite en sourdine, mais l’amour au milligramme\nOn est venus en limousine j’veux pas repartir en mini-van\n\n[Chorus]\nPalm Bae Yeah Yeah\nYou’ll be fronting baby\nWe’ll be going out, we be going all day yeah\nPalm Bae\nToute la soirée baby\nPalm Bae, Palm Bae yeah\nOn va s’oublier, on va s’oublier yeah\n\n[Couplet 2: Kayiri]\nChing Ching\nJ’fais mes cumuls, first time all line, j’calcule ma fortune\nSwitch and Bitch, j’me chix\nSors de ma sépulture\nSo fly high, m’envoler jusqu’à Saturne\nBlack Jack Daniel’s à l’oreille me sussure\nHappy to be VIP? C’t’une habitude je t’assure\nJ’plus en avance que le futur, j’assume, ça t’rassure?\nOn m’appelle crépuscule, certitude j’les allume\nMon habit filiforme en suit d’aluminium\nIllumination subtile tension comme la lune je rayonne ah\nShine bright like a diamond\nMon afro vole le show des bros, au micro on me nomme\nMicrophone check - ON FIRE - je les brûle\nMon érotisme érotique exotique unique les percute\nSi pure, me voir rougir les perturbe\nJe titube, l’alarme sonne, j’tombe dans les pommes et je me consume\n\n[Couplet 3: NeoZoz]\nAs-tu déjà vu ça un lit en forme de coeur qui tourne en rond\nMonte avec moi au onzième tu pourras le voir du plafond\nBienvenue dans mon penthouse\nBen, c’est juste mon guesthouse\nWorries get lost\nWhisky on the rocks\nWho’s the boss\nPrend tout ce que tu veux dans\nLe mini bar\nMix les menthos pis le coke - han\nWe’re trippin’ fort\nQui rit fort finit tard\nGros cigar tequila\nTout c’quon a demain c’t’un Disney Cruise avec Minnie Mouse\nSabre that shit fait le vite make it slick\nGetting sick cuz I sip so much champain’ -\n« No pain no gain » s’applique pas icitte\nPolémique? NAH\nTout le monde le mérite\nMet toute ça sur ma carte Prestige\nYES PLEASE\nPlatinum - It’s happenin’\nEasy breasy\nNo needy to be greedy\nDes jewels pis du Louis V\nPour everyfuckingbody\nHEY!!!\n\n[Bridge]\nTout le monde a son rêve de cash\nLaid back first class sur le Air Transat\nRoom service\nNo purpose\nÀ part pu jamais être nervous\nTu peux pas pogner flat\nQuand tu plonges dans du 24 carats", "image": "https://images.genius.com/e617eb0ffb30fa47ecff7e84cdd4bf37.699x699x1.jpg"}], "artist": "Bad Nylon"}