{"songs": [{"title": "PROJET PRINCIPAL", "album": "bébé, t’es unique", "year": "2018-01-12", "lyrics": "[Verse 1: Kayiri]\nÊtre au top d’la masse\nC’est sans à priori que j’y troque ma place\nTrop d’audace? Non\nAccessible, j’prends des risques, j’fais du multitask\nClassique - Party Mix\nJe vis j’reste en vie d’facon éclectique\nWise witch - unique\nÉcclesiastique j’fais mes potions magiques\nMaîtriser aujourd’hui, là c’est un dip surprise\nGregory débrouillarde, je suis la musique (han)\nRespirer c’t’un luxe, j’dis au vacances Rest in peace\nRester au lit? J’ai pas l’temps pour ton dick\nPudique? Non\nJ’t’une tannante comme Céline je prends aucun rest\nBut ultime - donc\nEn attendant ma Kim, j’fais comme Kanye West\nBless, Jésus boy j’rep\nL’sérieux du Love Movement, c’est pas juste un test\nGuess, mon prof d’FPS\nJ’prends l’stage chez les Carters pour get l’awesomeness\nOù on m’y parle du Ivy Goal, abricot\nFruit du labeur - idéaux - nintendo\nJ’atteint le buzzer comme Mario\nJ’gobe M A du l’heure goût d’cacao d’oréo\nJ’DM ton coeur, call me Romeo\nAssocie ces quatre lettres comme un jeu d’Légo\nPop le direct un bon feel de vertigo\nÇa va drop dans ton chest effet domino\n\n[Chorus]\nProjet principal, où es-tu, projet principal?\nProjet principal, quel es-tu, projet principal?\n\n[Verse 2: Marie-Gold]\nProjet principal, don’t know where you’re at\nTu m’échappes et m’effraie : my own poltergeist\nJ’te trompe avec une coupe d’autres guys\nSans honte, sous mon chandail y’a d’la cote de maille\nCernée but alive c’est l’principal\nLe jour du Sabbat a ben l’air plate\nOn m’a déjà nommé la reine du bal\nMais j’étais déjà gone à l’après-bal - too bad (two bals)\nAu final, j’feele plus les optimistes\nCar au final we’re all sleeping\nBen splitter ses shits pour rester inspirée\nMême si j’ai parfois l’feeling que j’slip à ben gérer\nJ’ai d’la discipline mais pas rien qu’une - feel me?\nJ’sais même plus c’que ma plume écrit\nDes formules ou des rimes, des multis ou des signes, d’la musique ou des lignes\nJ’ai d’la lacune à m’fixer (han)\nFucking dilemme quotidien\nIt just keeps me on demand\nGimme a break with your break\nJ’m’arrêterai un autre demain\nToo busy to get high\nTrop bouzillée pour get ailleurs\nLe focus frôle le “faut-qu’tu-t’occupes”\nJ’suis une guédaille qui cherche labeur - han\nMon futur en physique mais dans l’rap j’oublie le présent\nLa vie c’est une grosse piscine pis je baigne dans mon élément\nHey ho, les constellations shut me down\nHey ho, j’les regarde sur ma chaise pliante\n(keep it real, keep it)", "image": "https://images.genius.com/e617eb0ffb30fa47ecff7e84cdd4bf37.699x699x1.jpg"}], "artist": "Bad Nylon"}