{"songs": [{"title": "Bootycall", "album": null, "year": "2016-06-30", "lyrics": "[Intro]\nFeeling Lonely\nFeeling Lonely\nBootycall me\nFeeling Lonely\nFeeling Lonely\nBootycall me\n\n[1er couplet]\nOublie pas d’signer l’contrat du «Not giving»\nPillow talk sur ton boss? Yo I’m not giving\nI’m a free-spirit witch scrolling down sur ma petite liste\nVaseline Jazz Vinyl, yeah I’m feeling\nExit les frigides Bridget Jones’s gone real quick\nAll alone dans cuisine, comme une bombe dans piscine\nMon digit s’affiche jusqu’au fond de ta rétine\nTe fait l’effet d’une pile mais j’te parle pas d’aspirine\nOn s’fra pas de charivari\nStraight-talk comme dans La vie la vie\nPour toi j’aurai toujours un RBNB gratuit\nSauf que je sais pas si on sera plus qu’amis d’amis\nMon ami d’amis, sois pas sorry\nUne pensée c’t’une pensée même au milieu de la nuit\nOn s’est vu v’là un an mais - Yo, qu’esse tu deviens ?!\nLa balle est dans ton camp buddy, mais j’ai un sac plein\n\n[Hook]\nFeeling Lonely, Bootycall me\nFeeling Lonely, Bootycall me\nFeeling Lonely, Bootycall me\nFeeling Lonely, Bootycall me\nFeeling Lonely, Bootycall me\nFeeling Lonely, Bootycall me\nFeeling Lonely, Bootycall me\nFeeling Lonely, Bootycall me\n\n[2ième couplet]\nIf you’re feeling lonely, you can bootycall me\n1AM ou 1PM j’suis sur l’autre bout d’la ligne\nJ’ai le hotline, le hotline, le hotline qui bling\nSoups, j’viens-tu d’namedrop Drake?\nLooks like I did\nNotre film est en 3D boy mets donc tes lunettes\nDon’t forget juste un des deux B de Bed&Breakfast\nTu fais partie d’mon harem j’ai l’pouvoir d’une sainte\nÀ soir c’est ton baptême, minimum trois pintes\nJ’espère que mes appels te font pas de la peine\nJ’le mérite beubé, j’ai eu une grosse semaine\nLimonade, Limo-vibe, plus de kilowatts, moins de kilogrammes\nT’as choisi Morphée? C’est pas grave\nParce qu’à soir bébé j’feele alive\n\n[3ième couplet]\nGetting love from the MC\nÇa sert à rien d’feell lonely\nI’m there when you need me\nMon amour est ouvert quand ton cell est fermé\nJ’suis exclusive quand t’es débranché\nAvec moi y’a pas d’histoire de stipe, à drette à gauche\nC’est oldschool loin’ babydope\nWe’ll take it slow, and then you’ll know, how to love me tinder\nWe’re sipping and dripping collé dans la piscine\nLike night-skinny dipping running off a gin of that\nBombay Sapphir, Bombay Sapphir\nDans tes yeux brillent une émeraude qui ne cessent de saillir\nUn rubis prêt à jaillir la perle rare dans ma mire\nMiron Gaston, tu veux j’te lise d’la poésie?\nDes vers emmènes-en yo pis j’t’en remplis\nC’tu un bon plan, pour t’avoir dans mon Queen?\n\n[Hook]\nFeeling Lonely, Bootycall me\nFeeling Lonely, Bootycall me\nFeeling Lonely, Bootycall me\nFeeling Lonely, Bootycall me\nFeeling Lonely, Bootycall me\nFeeling Lonely, Bootycall me\nFeeling Lonely, Bootycall me\nFeeling Lonely, Bootycall me\n\n[4ième couplet]\nFeeling Lonely you can bootycall me\nI’ll make you feel like it’s your birthday\nFeeling lonely you can bootycall me\n‘Cause it only happens once in a year\nYeah yeah yeah yeah yeah yeah yeah yeah\nDon’t feel lonely, don’t feel lonely\nYeah yeah yeah yeah yeah yeah yeah yeah\nDon’t feel lonely, you can call me\n\n[Outro]\nFeeling Lonely, you can call me\nDon’t feel Lonely\nYou can call me", "image": "https://images.genius.com/41054d0ed9fe4de3cc7f117abd61403d.700x700x1.jpg"}], "artist": "Bad Nylon"}