{"songs": [{"title": "T’es pu mon ami", "album": "Maybe Watson", "year": "2011-06-07", "lyrics": "[Prologue: Maybe Watson]\nYo! Desfois ton meilleur ami peut être ton pire ennemi parce qui connaît tes choses\nY faut savoir distinguer les vrais des faux\tleurs fausses qualités\tet leurs vrais défauts\n\nMais peu importe c’qu’y’arrive pis c’qui s’passe de wack sur cette terre\nLes moments forts, les moments d’rupture, les moments d’gloire\nY faut garder la tête haute même quand ça va pas\nParce qu’on va tous finir par se r’trouver au paradis\tyou know\tenh!\n\n[Hook: Maybe Watson]\nJ’vous l’ai toujours dit, peu importe c’qu’y’arrive, on va s’retrouver au paradis\tRemember me!\nJ’vous l’ai toujours dit, peu importe c’qu’y’arrive, on va s’retrouver au paradis …maybe\nJ’vous l’ai jamais dit, peu importe c’qu’y’arrive, on va s’retrouver au paradis\tRemember me!\nJ’vous l’ai jamais dit, peu importe c’qu’y’arrive, on va s’retrouver au paradis …maybe\n\n[Verse 1: Maybe Watson]\nToujours à chiller dans les parcs\t\tbin saoûls\nOn écoutait les mêmes tounes - on avait les mêmes goûts\nOn rappait pendant des heures sur le même loop -\nMême casquette - mêmes baskets - même gilet d’loup\nLa vie sans mon meilleur ami, ça s’rait rien, dude\nPlein d’stitches dans l’crew, mais tu remain true\nTu sors avec mon ex Vanessa, fais ton thang dude\nJamais j’aurais pensé te perdre\tpour 20 loots\nOn avait l’habitude de se plutter des trois et d’mi\nÀ chaque semaine on passait à peu près un quart de livre\nT’as préféré m’arnaquer pour faire ton plein de weed\nOn s’parle pu, on dirait qu’on est des ennemies\nMais Anthony, sois franc, dis-moi si j’mens\nQuand j’te parle de mon vingt piasses, tu prends tes distances\nSur la terre, j’dirai qu’t’es pu mon ami\nMême si mon vingt vaudra pu rien au paradis\n\n\n[Refrain: Claude Bégin]\nC’est comme ça, chu là à me demander pourquoiiii t’es pu mon amii\nTu s’ras pu jamais un ami - je sais qu’tu n’pensais pas\nY’a pas d’ennemis, au paradis, remember me!, t’es pu mon ami\nDepuis qu’tu faisais les premiers paaaaas  \ttu s’ras pus jamais mon ami…\n\n[Verse 2: Maybe Watson]\nTu m’as dit ainsi va la vie, remember me\nBack in the days, toi et moi étions meilleurs amis\nSur mon cas t’as dit des atrocités nasty\nAprès ça ma réputation était salie\nTellement on fumait les bons moments j’les oublie\nPas d’voiture, mais on sifflait les cuties\nÀ la sortie des shows, on s’échangeait des groupies\nAucun dédain, même qu’on partageait nos smoothies\nQuand t’étais pas à l’école, j’étais comme ’’t’es où G?’’\nSeul à la cafétéa à écrire ‘’c’est pourri’’\nPourquoi t’as dit ça à Julie, t’es ben fucké?\nT’avais besoin d’me rabaisser pour t’la pogner\nÇa m’échappe, Max, depuis quand t’as pas mon back?\nTu veux chiller encore, mais tu brûles des étapes\nTu mérites une claque, mais queque chose en moi me dit\nQue j’aurai pu l’goût rendu au paradis\n\n\n[Refrain: Claude Bégin]\nC’est comme ça, chu là à me demander pourquoiiii t’es pu mon amiiii\nTu s’ras pu jamais un ami - je sais qu’tu n’pensais pas\nY’a pas d’ennemis, au paradis, remember me!, t’es pu mon ami\nDepuis qu’tu faisais les premiers paaaaas  \ttu s’ras pus jamais mon ami…\n\n\n[Hook: Maybe Watson (Claude Bégin)]\nJ’vous l’ai toujours dit, peu importe c’qu’y’arrive, on va s’retrouver au paradis\tRemember me!\n(Ainsi va la vie, remember me, au paradis)\nJ’vous l’ai toujours dit, peu importe c’qu’y’arrive, on va s’retrouver au paradis …maybe\n(t’es pu mon ami, t’es pu mon ami…)\nJ’vous l’ai jamais dit, peu importe c’qu’y’arrive, on va s’retrouver au paradis\tRemember me!\nJ’vous l’ai jamais dit, peu importe c’qu’y’arrive, on va s’retrouver au paradis …maybe\n\nJ’vous l’ai toujours dit, peu importe c’qu’y’arrive, on va s’retrouver au paradis\tRemember me!\nJ’vous l’ai toujours dit, peu importe c’qu’y’arrive, on va s’retrouver au paradis …maybe\nJ’vous l’ai jamais dit, peu importe c’qu’y’arrive, on va s’retrouver au paradis\tRemember me!\nJ’vous l’ai jamais dit, peu importe c’qu’y’arrive, on va s’retrouver au paradis …maybe", "image": "https://images.genius.com/ef87d55a2e8125b92a68dadb095a3ecb.720x717x1.jpg"}], "artist": "Maybe Watson"}