{"songs": [{"title": "Miracles", "album": "La Nuit des Longs Couteaux", "year": "2018-09-14", "lyrics": "[1er couplet — Koriass]\nHan!\nKorey Hart à la rescousse\nJ'vais gâcher vot' party pis j'pète toute\nQuand j'entends vos longues bars, j'ai la mèche courte\nEn train de planter des dollars pour que le bread pousse\nJ'ai signé des cds pis des checkbooks\nMarché des milles sur d'la vitre brisée barefoot\nJ'suis la cible de filles evil et de mecs louches\nTu pensais m'avoir kill, mais tu restes shook\nHan! I've seen it all, man votre shit est done\nJ'vous laisse mort pis j'suis gone comme un hit and run\nJ'ai pas vu s'empiler des corps dans le bruit des guns\nMais j'ai déjà senti des regards qui veulent kill un homme\nJ'ai vécu la vie de bum, pas fini l'école\nJ'ai vu le salaire minimum me faire virer des jobs\nJ'ai vu défiler les époques, défiler des potes qui m'ont suivi de proche juste pour étudier mes méthodes\nSkip tout l'écart, c'est qui les chums\nTu m'lances des briques sur ton wall, j'te delete et bloque\nLes gossips des blogueuses mode pis les Twitter trolls\nMan, fuck y'all, y'a pas un chat qui va lire vos blogues\nLe rap game, j'ai compris les codes\nJ'ai peut-être mérité les roches qu'on m'a pitchées\nPis j'ai pris les shots\nMais y'en a qui veulent éliminer le boss pis qui en profitent\nS'mettent à dix pour me kicker quand j'suis sur le sol\nHan! Fuck y'all, man, I'm getting up\nJ'suis debout sur mes bottes avant le bruit des cloches\nJ'veux les bills qu'on m'pitche dans une piscine de money\nBitch, j'remplirai mes poches et vite j'va vider les coffres\nAh! C'est qui le King, c'est qui le boss?\nC'est qui le messie pis c'est qui le god?\nMoi j'suis qu'un homme, dis-moi qui peut me judge?\nJ'veux faire des miracles et beat les odds\nMiddle finger's up\n\n[Refrain — FouKi]\nCheck moi seul au top, yeah (wanna know, wanna know)\nGet the fuck out of my djole, yeah (finger up, finger up)\nJ'reste du bon côté d'la force, yeah (wanna know, wanna know)\nJust doing what I love, yeah (finger up, finger up)\nCheck moi seul au top, yeah (wanna know, wanna know)\nGet the fuck out of my djole, yeah (finger up, finger up)\nJ'reste du bon côté d'la force, yeah (wanna know, wanna know)\nJust doing what I love, yeah (finger up, finger up)\n\n[2eme couplet — Koriass]\nTu marches sur le tapis des galas\nLa face sous les flash et les caméras comme rien\nT'habilles d'un habit d'la valeur du salaire de l'année de l'average comédien\nMaquilles ta face pour l'image et la masse qui en parle et remarque que ton corps est mince\nQuand Safia débarque et s'en sacre de c'qu'on attend d'une femme mais on crache dessus comme un chien\nFuck les journalistes de marde qui étaleraient toute ma vie juste pour les scoops\nLeurs avis j'm'en sacre et les articles sont fades, j'ai écrasé ces fourmis en d'sous d'mes shoes\nJ'crache dans les pages de votre magazine à potins, après je le replace comme si tout est cool\nLe glamour, les gants blancs, les galas, les gagnants, la grandeur des égos get through the roof\nAttends pas que j'arrive au happening\nJ'ai crissé ton flyer dans une bouche d’égout\nArrête de parler qu'tu produis des albums juste parce que t'as Acide ou Fruity Loops\nJ'suis dans mon appart et j'veux plus rien à voir avec qui que ce soit, j'vais juste rester chez nous\nJ'vois pu un chat, même pas Samian ou Karine Vanasse, même pas once in a blue moon\nSi seulement j'avais un dollar pour toutes les erreurs que j'ai faites (yeah right)\nJ'pourrais rembourser mes dettes\nJ'pourrais même prendre ma retraite (yeah right, yeah right)\nY'en a qui te volent la vedette\nParait que ta carrière achève (yeah right)\nFuck you, I'd rather be dead\nSi tu t'payes ma tête, moi j'viens trancher la tienne\nDead right\n\n[Refrain — FouKi]\nCheck moi seul au top, yeah (wanna know, wanna know)\nGet the fuck out of my djole, yeah (finger up, finger up)\nJ'reste du bon côté d'la force, yeah (wanna know, wanna know)\nJust doing what I love, yeah (finger up, finger up)\nCheck moi seul au top, yeah (wanna know, wanna know)\nGet the fuck out of my djole, yeah (finger up, finger up)\nJ'reste du bon côté d'la force, yeah (wanna know, wanna know)\nJust doing what I love, yeah (finger up, finger up)", "image": "https://images.genius.com/c8b2156282b108cf00ff5fbf7a56ae14.700x700x1.jpg"}], "artist": "Koriass"}