{"songs": [{"title": "Zombies", "album": "Love Suprême", "year": "2015-12-09", "lyrics": "[Verse 1]\nYa, microphone checker, Korey Hart est drette là\nToute le game est messed up, dead from the neck up\nSwagfag et trap gods #getlost\nPlus de underage dans les shows que dans un sweatshop\nJ'run sur la Main avec l'adrénaline d'un rocker\nSabre dans la main pendant que j'décapite des walker\nJ'cours dans l'street à pleines jambes avec une couple de mes garnements\nLà pour chercher le beef et faire du trouble devant l'parlement\nT'es lame kid, t'as pas d'brain bitch, read a book\nToujours marché dans mon propre chemin au lieu de suivre le groupe\nAnodajay said: Rien bande de caves, y'est rendu brain dead embarré dans ma vieille shed\nY'essaie de me voir à terre à coup de tazer gun\nFaut que j'me téléporte, see you later chum\nJ'ai des zombies à mes trousses, man y faut que j'run\n\n[Hook]\nYo j'ai un truck volé pis un shotgun\nUn burning fire dans un cocktail molotov\nJ'ai des zombies à mes trousses, I gotta run [x2]\nRunning for my life, j'essaie de me sauver la peau (sauver ma peau)\nEverybody hit the floor, it's gonna blow (it's gonna blow)\nJ'arrive kick in the door, won't take it anymore, nah!\n\n[Verse 2]\nOne two, one two\nEssaie même pas de suivre le crew, t'es pas cool comme nous\nT'as pas les couilles pour stepper devant des foules commes nous\nEnlèves ton fucking bucket hat, t'es pas Schoolboy Q\nLa politique c'est mort, j'rentre dans le parlement pis j'les kick dehors\nJ'ai spill le gas sur les flammes pis partir un brawl\nUn gros shoutout à ma génération Watatatow\nAh, Michel Couillard, over Philippe Couillard\nThere's no one I can trust, I don't give a fuck\nJ'ai brulé tous mes espoirs dans un cocktail molotov\nOn sait que l'amour est remplacé par le ammo et les guns\nMais la fleur de lys a laissé place au drapeau des états\nSo fuck em' all, gang de zombies pour le money dans leur poches\nFaudrait voler tout les coffres et burn le money dans un tas\nLes gars, j'ai rien à perdre and I'm getting paid parce que anyway\nTu sais qu'on va toute écoper de PKP, right?\n\n[Hook]\n\n[Verse 3]\nYa, j't'obligé d'effacer mes pistes pour qui me follow pas\nY font leur bitches pour des clics pis des followers\nLes gars sur Twitter me traitent de dick parce que j'les follow pas\nBut I'd rather be a dick than a swallower\nSont rendus brainless, brain dead, stupid on the mic\nJ'ai des zombies à mes trousses, j'essaie d'leur shooter dans la tête\nY'essaient de m'bouffer alive, veulent se nourrir dans ma chair\nY'essaient de bouffer mon brain, veulent se nourrir dans ma tête\nAh, c'est nous qui étaient devant chez vous pendant la grève\nPour réveiller les moutons comme le rooster dans la ferme\nAh, j'vais kill les zombies même tout seul dans la foule\nJusqu'à temps que le dictateur finisse à genoux devant la plèbe\n\nRun for your life!\nRun for your life!\nRun for your life!", "image": "https://images.genius.com/dd3fd5e52480ccd4e2318c3bc84be819.1000x1000x1.jpg"}], "artist": "Koriass"}