{"songs": [{"title": "56K", "album": "New Phone", "year": "2017-04-27", "lyrics": "[1er couplet]\nI keep it movin', I don’t read gossip\nJ’ai déjà lu votre avenir, vous étiez pris dans le passé\nEst-ce que les perdants peuvent me laisser gagner ma vie tranquille?\nPourquoi vous dites des mensonges sur un joueur de franchise?\nTous vos héros gardent mon numéro sur speed dial\nHello, teléfono nuevo, qui parle?\nMon gars j’ai pas mis le pied si t’as pas mille piastres\nIt ain’t no G pass pour un cheap ass\nSur la métropolitaine\nUn pied dans le tapis rapide\nUne main sur le bras de vitesses\nDeux doigts pour la politesse (Yes!)\nOn roule à haute vitesse pour get le 56K\nSi tu sais pas c’est quoi ces pas, c’est le money dance (Dance!)\nOn a déjoué la police jusqu’au Métropolis\nJe vous ai servi LLA pour oublier vos problèmes\nUn peu de poudre aux yeux avant quelque chose de solide\nWitness le second coming de la sérotonine\nStuntin', braque les caméras dessus\nTu croyais que j’allais jamais revenir, t’en es jamais revenu\nDe la banquette arrière du taxi jusqu’au siège avant du Boeing\nPas besoin de savoir se conduire where I’m going\n\n[Refrain]\nI, just woke up avec la vie dont j’ai rêvé\nJust woke up avec la vie dont j’ai rêvé\nI said I, just woke up avec la vie dont j’ai rêvé\nRoule le papier, compte le papier, jamais les mains vides\nWe either getting paid or getting faded\nWhat I call self made self medicated\n\n[2e couplet]\nAperçu au guichet, disparu dans un pays chaud\nBeach chair, pichet by the sea shore\nSure, mais qu’est-ce que je suis supposé faire en vacances?\nTout ce que je sais faire c’est faire des records pis défaire des records (Oh my God!)\nEst-ce que les backpackers sont encore nostalgiques?\nGuess who’s Jean-Sebastien back avec ses bons vieux classiques\nAvec ce genre de flow que mes flos paieraient cher pour\nBut I keep the game on lock and that’s childproof\nI'm back on my bullshit\nEntouré de désaxés, chaque jour est le Jour J\nOn s’apprête à rouler sur Paris smell that new cheese\nIls pensent tous que j’suis ’ricain quand j'leur parle de Où J'Vis\nOn va prendre notre équipage réduit sur Air France\nAucun joker, un coeur, deux paires d’as\nFerme le hublot, la nostalgie aux perdants\nMan on a pas de classe, mis à part la première classe\n\n[Refrain]\nI, just woke up avec la vie dont j’ai rêvé\nJust woke up avec la vie dont j’ai rêvé\nI said I, just woke up avec la vie dont j’ai rêvé\nRoule le papier, compte le papier, jamais les mains vides\nWe either getting paid or getting faded\nWhat I call self made self medicated", "image": "https://images.genius.com/0f0135aa35a853592910cbe643750519.960x960x1.jpg"}], "artist": "Loud (Canada)"}