{"songs": [{"title": "Il était moins une", "album": "Une année record", "year": "2017-10-27", "lyrics": "Question de maths\nSi la guerre pogne, qui aura ton back?\nBeaucoup de risques à calculer\nPour des gars qui ont pas leur BAC\nAs far as rap goes\nOnly natural qu'on explore mon parcours\nÀ commencer par mon adolescence\nJeune Loud, heureux d'faire connaissance\nPas de voiture, mais on fait le libre-service dans les stations d'essence\n\nPendant qu'les parents checkent La Petite Vie sur leur TV set\nOn menait la grosse vie all city sur nos 10 vitesses\nYes ! De l'Est jusqu'à Côte-des-Neiges\nAin't no denying, j'étais toujours le pire à Golden Eye\nJ'avais les deux disques de Wu - Forever\nT'avais les deux disques de Godfather II\nOn avait le monde à nous deux\nJe sais c'est cryptique pour les internautes\nMais j'avais copié 51450 avec une chaîne stéréo\nYeah old, on a commencé à fumer\nLes gars sont hostiles sauf quand on sort le calumet\nÀ l'école j'étais pas là\nPerdu dans le Zeitgeist\nAll the girls say I'm pretty high for a wise guy\nUne bonne tête sur les épaules\nWith a few loose screws\nOn faisait les 400 coups après les douze coups\n\nMeanwhile à Montréal, ça tirait en plein jour\nUne couple de Hell's Angels\nContre des gars en Timberland jaunes\nGuerre de style métro McGill dans la cacophonie\nAin't a damn thing funny, c'est toujours la même joke\nFast forward, LLA, David Blaine, Gullywood, Oh Mon Dieu, Blue Volvo, Ondulé, then\nSplit le band damn\nQu'est-ce qu'tu veux j'te dise, c'est la vie\nJ'vais still disrespecter ta vie si tu dissais Lary\nÇa s'adresse à toi Maybe, maybe not\nC'est rare que j'give un fuck\nAttitude sous célibat\nOn a d'autres chats à fouetter\nD'autres schémas à compléter\nPis le boy Will doit s'occuper d'sa future Baby Ma\n\nJ'ai jamais vécu la double vie\nJ'fais c'que j'veux faire quand j'vais être grand depuis qu'j'suis tout p'tit\nI don't know about you but I'm doin' me\nÇa fait des années, mais là fuck (?)\n\nJ'ai jamais vécu la double vie\nJ'fais c'que j'veux faire quand j'vais être grand depuis qu'j'suis tout p'tit\nKept it super real dans un monde tellement shady\nStill waiting for the money to change me\n\nIs it something you wanna die for?\nEst-ce que t'es sur que t'as les nerfs pour?\n\nAprès 40 jours, 40 nuits blanches au Holiday Inn\nOn a infiltré le game par un soir de pleine lune\nIci c'est guestlist or die tryin' on the way in\nNous on était +4, il était moins une", "image": "https://images.genius.com/7b6b96f1f36aa010f697f285837737c9.960x960x1.png"}], "artist": "Loud (Canada)"}