{"songs": [{"title": "O.G. Béliveau", "album": "L'ANTICHAMBRE", "year": "2015-02-25", "lyrics": "[Intro: Stéphane Langdeau & Jean Béliveau]\n\nStéphane - Monsieur Béliveau, eh, bienvenue dans l'Antichambre. Pourquoi vous avez eu le numéro 4? Est-ce que vous l'avez d'mandé ou on vous le donné?\nJean - Ahhhh, non, non non non, c'est moi qui l'a choisi\nStéphane - Est-ce que, est est est-ce que c'est c'est c'est lourd, c'est difficile... d'être une Légende?\n\n[Chorus: Tronak]\n\nKanke j'vois du Purple Kush, le gros faut j'le fume crisse\nKanke j'trouve un sac de pot par terre, faut j'le brûle crisse\nSi tu vois une bitch avec moé, ça c't'a cause qu'a suce crisse\nSi t'as rouler un gros blunt, aweille donc, allume crisse\n\n[Hook 1: Tronak]\n\nO.G. Béliveau\nO.G. Béliveau, O.G\nO.G. Béliveau\nO.G. Béliveau, O.G\nO.G. Béliveau\nO.G. Béliveau, O.G\nO.G. Béliveau, O.G\nO.G. Béliveau (Béliveau)\n\n[Verse 1: MC Monak]\n\nLe gros, j'suis sur un nénuphar (nénuphar) (ouin)\nMa blonde sur le bord de la Corée du Nord (Corée du Nord) (ouin)\nA r'ssemble à Jean-René Dufort (fort fort) (ouin)\nCrisse de tabarnak, y faut que j'bois du fort (fort) (aweille donc)\nA voulait pas fourrer dehors (fourrer dehors) (ouin)\nOk debords, je l'ai tourné de bord (tourné de bord) (ouin)\nA l'anticipait des remords (remords) (ouin)\nMon pot est plus orange que des renards (ouin)\n\nOsti d'crisse de tabarnak (tabarnak)\nUn 1/4 de livre dans du saran wrap (saran wrap)\nJ'ai fumé toutes les pages de l’almanach (c'est vrai)\nTir du poignet, bitch, j'te parle des Cataractes (Cataractes)\n\nLes cochons voulaient me pointer (pointer)\nÀ cause de la quantité de joints qu'j'ai (ouin)\nJ'y ai dit: Crisse toé t'es bien, k (ouin)\nTrouve une bitch, bitch, cherche le point G, ouin\n\n[Chorus]\n\n[Hook 2: Tronak]\n\nO.G. Béliveau (3x)\nO.G. Béliveau, O.G. (4x)\nO.G. Béliveau\n\n[Verse 2: MC Tronel]\n\nRun de cocaine au Michigan\nBig, on multiplie en divisant (ouin', ouin')\nOn cherche tout'le temps des participants\nJ'suis devenu riche en anticipant (ouin', ouin')\n\nOn est dans le temple de la renommé (renommé)\nJ'ai faite la poud, faque j'ai pas de crottes de nez (crottes de nez)\nJ'ai pris ta bitch, j'vais pas te la redonné (la redonné)\nLe gros, elle arrêtait pas de me coller\n\nY'ont trouvé son corps dans les Adirondacks\nJ'suis sur le coin avec mon crack pis mon gauge\nFaut payer maintenant, big, l'addition au'Dag\nJ'me suis évader du Pavillon 4\n\nJ'me sens comme le Comte de Monte-Cristo\nDes bijoux, des bagues, des montres, des cristaux\nJ'me souviens quand j'ai rencontré Vito\nOn a checké la game avec Jean Béliveau\n\n\n[Chorus]\n\n[Hook 3: Tronak]\n\nO.G. Béliveau\nO.G. Béliveau, O.G\nO.G. Béliveau\nO.G. Béliveau, O.G\nO.G. Béliveau\nO.G. Béliveau, O.G\nO.G. Béliveau\nO.G. Béliveau\n\n[Outro]\n\nO.G. Béliveau, O.G. Béliveau, O.G Béliveau...", "image": "https://images.rapgenius.com/af3895c2bdd0ff0d72e77d16813a81dd.635x357x1.jpg"}], "artist": "Les Anticipateurs"}