{"songs": [{"title": "Yink Une", "album": "G.O.L.F. : Gangster Original De La Langue Française", "year": null, "lyrics": "[Chorus:MC Monak]\nYink une\nOUIN OUIN\n[Chorus:MC Monak]\nBatteur\nDonne s'en Yink Une\nPogne s'en Yink Une\nSniff s'en Yink une\nAoueye pimp s'en Yink Une\nDonne s'en Yink Une\nPogne s'en Yink Une\nSniff s'en Yink une\nAoueye pimp s'en Yink Une\nSa n'en prend Yink Une [x8]\n\n[Verse 1:MC Monak]\n\nLe gros quand ont est arrivé dans l'game tu sais qu'on la faite en pedalo(Skurr)\nToé t'avais vendus ton ame en prison pis nous autres ont a vendu ta peau\nJ'prend du Nato\nJsort avec ta bitch au resto j'y achete Yink Une frite au Mcdo(Yink Une)\nA voulais qu'on fasse un trippe au Etats j'y ai donné un lift au metro(Skurr)\nJ'fait un refill au Esso(Esso)\nTu n'as pas eu le memo(Non)\nBig j'suis rendus comme un roi du getto on m'a donné le droit du vetto(yes)\nToé tu n'est pas du niveau mais ta bitch est en bas du frigo pis\nEn haut du rideau. Trop d'libido!\nElle avais un fito ditto d'tattoué en haut du clito\nCa c'etais anticipé  Moi j'suis rendus comme un antité\nIls ne peuvent quantifier\nChampignons d'authentité!\nLe gros jsuis commanditer\nComme en titon\nTsé quand ton nom dans le hood est deja rendus comme un dicton\nAppelle Regisse faut tu donne 1 million\nIcite l'etats de ta run en dit long\n\n\n[Chorus:Mc Monak]\n\n\n[Verse 2:MC Tronel]\n\nYink Une cut pis Yink Une shot pis Yink Une slut pis Yink Une plotte\nYink Une slut pis Yink Une job pis Yink Une drogue pis Yink Une plotte\nYink Une puck pis Yink Une poche pis Yink Une roche pis Yink Une pop\nYink une tof Yink une cost Yink Une puff Yink Une bus\nLe gros ta bitch elle m'a beaucoup aimée\nS'ta cause de moé que son coucou est née\n550 noir et blanc tout zebré t'es un criss de fif qui joue du yukulele\nJ'te jure quand elle m'lichait l'gland ,(calisse) c'etais comme si elle m'pollissait l'gland (calisse)\nOnt est des legendes\nOfficiellement\nToute le reste du game nous copies tellement!\nJean-Regisse l'a voyais avant gardiste\nAvec le producer pis en avant d'l'artiste\nLe gros elle se mouche tout le temps avant qu'a sniff\nJ'ai fourré ta maman avant ta bitch\nTu peut pas anticiper plus!\nJ'ai des scaphandrier russe!\nPis des gros cendrier d'luxe!\nJ'aime les calendriers d'pute!\n\n[Chorus:MC Monak]", "image": "https://images.genius.com/7562ab02ba2ef492b39b357661c5f51e.600x600x1.jpg"}], "artist": "Les Anticipateurs"}