{"songs": [{"title": "STEAK", "album": "G.O.L.F. : Gangster Original De La Langue Française", "year": "2015-12-28", "lyrics": "[Intro: McMonak]\nToujours dans la cuisine en train de cuisiner\nLe gros, toute mes ustensiles sont usinés\nAnticipateurs, ça c'est inusité\nAmène-moi ta dope, on va la purifier\nJ'ai fumé des brocolis, ça c'est des crudités\nLe gros, y'a jamais des novices dans mon unité\nPis a me suis chaque fois que je vais uriner\nNext thing\n\n[Chorus: McMonak+McTronel]\nJ'ai fait un oeuf pis un steak, j'ai fait un steak! (steak) x4\n??????? du fromage pis du pain x4\n\n[Verse 2: McMonak]\nLe gros j'peux poser tout mon stash sur son dash\nOn l'a repêché dans les Appalaches\nDans mon pickup, le muffler y'en arrache\nToé, t'as d'la crotte dans ton ass\nMoé! moé, j'ai du pot dans mon hash\nJ'peux lire beaucoup de déception sur ta face\nLe gros, sont frustrés y'ont perdu leur place (hennn)\nQu'essé tu veux que j'fasse\nDepuis le blanchissage tout le HHQC\nOn du sable dans la noune big\nTu devrais être honoré qu'on aille\nMentionné ton nom dans la toune big\nC'est pas de ma faute si t'avais perdu\nTous les membres de ta famille dans la poudre big\nLe gros quand tu fais des tounes\nTu sais que tout le monde en a vraiment rien a foutre big\nNon, je veux pas de sac avec des chips\nJ'veux un rack avec des chips\nPis un claque avec des chips\nUn backsack avec des chips\nLe gros, ta bitch fume du crack avec des chips\nPis nous autres on fait des snacks avec des chips\nDes snack avec des chips\nDes patates avec des chips\nDes latinos qui travail au black avec des chips\nLe gros j'vais prendre la sauce ranch avec des chips\n\n[Chorus: McMonak+McTronel]\nJ'ai fait un œuf pis un steak, j'ai fait un steak! (steak) x4\n??????? du fromage pis du pain x4\n\n[Verse 2: McTronel ]\nOeuf d'autruche au steak de kangourou\nJ'achète mes diamants a Tombouctou\nPour m'impressionner ça n'en prend beaucoup\nLe gros ta bitch m'a dit que t'avais le gland tout mou\nMamamasser mamassa mamamosa\nJ'ai de l'oeuf pis du boeuf dedans ma samosa\nMaximise-moé donc ces 2 trios-là\nJ'veux de l'extra paprika sur mes œufs mimosa\nTu pourras jamais me trouver dans un bar a salade\nOu un comptoir a sushis (sushis)\nTa bitch voulais me sucer faque je l'ai laissé monter\nDans mon char accroupi (accroupi)\nElle en ressort accroupi\nSon vagin ressemble a une pâte de clafoutis (clafoutis)\nCriss de tabarnak, elle a pris de la molly\nPis son corps s'est assoupli\nDonne-moé des chips au ketchup\nPis des frites au ketchup\nPis des ribs au ketchup\nDu cheez whiz au ketchup\nBig, ta bitch suce des pénis au ketchup\nLes biscuits ont des pépites au ketchup\nDes shits au ketchup\nDes épices au ketchup\nDes homard avec des écrevisses au ketchup\nJ'aime ça les oreilles de christ au ketchup\n\n[Chorus: McMonak+McTronel]\nJ'ai fait un oeuf pis un steak, j'ai fait un steak! (steak) x4\n??????? du fromage pis du pain x4", "image": "https://images.genius.com/dc79b699d4f5f1e6c74b6f5734126358.500x500x1.jpg"}], "artist": "Les Anticipateurs"}