{"songs": [{"title": "QC City Sale", "album": "Krime Grave", "year": "2014-09-30", "lyrics": "[Intro]\nQC!\nBasse-Ville!\n418!\nQuébec!\nQc City Sale!\nHey yo\n\n[Verse 1 : Souldia]\n\n187, rap musique choc post-traumatique\nLife is a bitch, des fois ça deviens problématique\nLa colone vertébrale en béton, le cerveau métallique\nMic check pour extérioriser mon côté sadique\nPersonne fuck avec ton caractère\nToujours un oeil sur tes ennemis, toujours un oeil sur tes arrières\nCe soir y'a deux auto-patrouilles parquées sa Canardière\nEncore hier un p'tit frère s'enrôlait dans une sale affaire\nD'où j'sort, on s'couche tard\nAu bord du désespoir à trainer sur le boulevard\nQu'est-ce qui s'passe, ça joue les big star\nOn a faite le gros ménage, les imposteurs ont pris le bord\nÇa rep depuis l'south, ça rep depuis l'nord\nJ'suis back avec d'la bombe on prévoit cinq-cent-mille morts\nTu dis qu'tu run la ville, mais tu sais pas c'est qui l'boss\nC'est le son des vagabonds qui tombent endormis su'l gaz\n\n[Refrain: Paranoize]\n\nQc city sale\nOne love, Qc city sale\nQc city sale\nOne love, Qc city sale\n\nBienvenue dans mon Qc\nFunérailles et UZI\nFumée dans les airs, doigt du milieu pour les pussy\nOne love pour les frères qui survivent dans ce taudis\nNous on sait quoi faire, pour opérer on a les outils\n\nDans mon Québec sale\nVient voir vient t'promener\nDans mon Québec sale\nLes gars vont t'cogner\nDans mon Québec sale\nVient voir vient t'promener\nDans mon Québec sale\nLes gars vont t'cogner\n\n[Verse 2 : Souldia]\n\nLes haïsseurs ont la bouche pleine de marde\nLes enquêteurs veulent qu'on arrête le rap\nLa police frappe au bas du corps pour pas qu'ça laisse de marque\nY'a mes salauds pour finir le boulot si jamais j'te rate\n\nQuébec cité c'est le bon weed les belles femmes\nC'pas l'Afrique, c'pas les States, c'pas le Vietnam\nMoi c'est ma ville natale, mas famille et mes crapules\nJ'prend l'autoroute d'la Capitale direction 1ere Avenue\nOublie les larmes et les regrets\nQue j'te présente mon centre-ville avec ses charmes et ses secrets\nC'est la vielle capitale, la Grande-Allée\nC'est les p'tites choses qui m'retiennent les jours où j'pense à m'en aller (Henn)\nCeux qui parlent écoutent les pas\nLes cicatrices sont restées comme les graffitis dans cours d'école\nDemandes à ceux qui ont pris perpet' si ça valait la peine\nC'pour les mères des frères enfermés, ceux qui manques à l'appel\n\nIci c'est Qc City sale\nUn autre braquage de provisoire, un autre histoire qui finis mal\nTu peux nous trouver bizarre, misère écoute mes prières\nJ'préfère me noyer dans ma pisse que d'faire le bouc-émissaire\n\n[Refrain: Paranoize]\n\nQc city sale\nOne love, Qc city sale\nQc city sale\nOne love, Qc city sale\n\nBienvenue dans mon Qc\nFunérailles et UZI\nFumée dans les airs, doigt du milieu pour les pussy\nOne love pour les frères qui survivent dans ce taudis\nNous on sait quoi faire, pour opérer on a les outils\n\nDans mon Québec sale\nVient voir vient t'promener\nDans mon Québec sale\nLes gars vont t'cogner\nDans mon Québec sale\nVient voir vient t'promener\nDans mon Québec sale\nLes gars vont t'cogner", "image": "https://images.genius.com/7b0090cca42901860c834b53729edfd6.480x480x1.jpg"}], "artist": "Souldia"}