{"songs": [{"title": "Asylum", "album": "L'album noir", "year": "2018-12-21", "lyrics": "[Verse 1]\nJeune isolé et drogué sur les médicaments\nJe m'endors à midi et je me réveille à midi quarante\nDonne-moi de l'essence que je me défonce en l'inhalant\nJe me suis tranché les veines et je m'endors en ricanant\nIls ont souhaité ma mort comme ces jeunes rappeurs américains\nDis-toi bien que c'que tu vois, des fois c'est pas la vérité\nAu final, ils me le payeront, le mal ils l'auront mérité\nJe marche sur une lame de rasoir, j'ai perdu l'équilibre\nJe suis à l'asile et je suis au bord de délirer\nMoi je mélange les patates dans la viande périmée\nC'est le bal masqué pour nous, tout l'monde est déguisé\nToutes les drogues du monde et tous les produits dérivés\nJe suis devant le miroir, je me mets du rouge à lèvres\nMarilyn Manson à l'intérieur de moi, ça fout la merde\nParce que tous les enfants de pute devraient savoir où s'la mettre\nNormal si j'me balade avec un rat mort au bout d'la laisse\n\n[Hook]\nTomber profond\nEncore plus profond\nAnges et démons\nLumière, pénombre\nTomber profond\nYeah, tomber profond\nEncore plus profond\nViolence, pénombre\nAsylum! (Oh, oh, oh)\nAsylum! (Oh, oh, oh)\nAsylum! (Oh, oh, oh)\nAsylum! (Oh, oh, oh)\n\n[Verse 2]\nParce que je suis possédé, il est temps de chanter le chorus\nMes frérots sont en prison et la police est décorée\nTorse nu dans l'arène, laissez-moi dompter le taureau\nLe gros, mets-nous du volume, on les allume, on les pollue\nJ'ai la malaria, la H1N1 et le scorbut\nPour mélanger le produit, oui tu sais que j'ai la formule\nTu joues la petite princesse, mais ta chatte a' sent la morue\nHier tu t'es marié, mais hier t'étais déjà cocu\nOn se transforme en vilaine créature et on évolue\nRetrouvé violé, battu, brûlé dans un Ford Focus\nUn peu de tonus, et de retenue\nHier t'as sucé la queue d'un inconnu pour le bonus\n\n[Hook]\nTomber profond\nEncore plus profond\nAnges et démons\nLumière, pénombre\nTomber profond\nYeah, tomber profond\nEncore plus profond\nViolence, pénombre\nAsylum! (Oh, oh, oh)\nAsylum! (Oh, oh, oh)\nAsylum! (Oh, oh, oh)\nAsylum! (Oh, oh, oh)\n\n[Outro]\nNoir est l'album\nAh!\nC'est pas moi qui parle, c'est le devil\n(Oh, ouh)", "image": "https://images.genius.com/250d9da0760733cc081c492ed4c7795b.480x480x1.jpg"}], "artist": "Souldia"}