{"songs": [{"title": "SKOL", "album": "L'album noir", "year": "2018-12-21", "lyrics": "[Intro]\nSKOL! SKOL!\nFarfadet Beat\nWhat, what? SKOL!\nWhat? SKOL!\nWhat, what? SKOL!\n\n[Verse 1]\nViens ici si tu veux trouer ma peau\nDans l'fond d'la cuisine à cooker d'la dope\nMalheureux tu t'aies fait tatouer la gorge dans les bordels de Paris pour trouver l'amour\nSKOL, nouvel album, lève ton verre à ta santé ou crève à la nôtre\nTexto au volant, t'as trouvé la mort\nIls auraient tous voulu me voir bouffer ma merde\nVivre ou mourir, gros, pour nous c'est pareil\nMes frères sont dans la rue, rien peux nous séparer\nPoison à rat direct dans les narines\nOn se tape sur la gueule après on va parler\nSKOL, on m'a dit : « surveille tes manières »\nDésolé petit, mais la guerre c'est la guerre\nHélicoptère au-dessus d'la prison d'Orsainville lorsque je m'apprête à m'évader\n\n[Chorus]\nSKOL! ta-ta-ta-ta-ta-ta\nNe viens pas t’asseoir à ma table\nRa-ta-ta-ta-ta-ta\nCe soir faudrait sortir la haine et la rage\nPirate qui n'a plus le temps à croquer dans le steak\nTu pensais qu'c'tait ça que c't'ait, mais c'tait pas ça que c'tait\nNon, SKOL!\n\n[Verse 2]\nComment garder tous ces dollars cachés dans le stack\nSKOL! Petit chaperon rouge ne marche pas dans les bois\nSKOL! Tu jouais pour les lignes majeures, t'as tombé dans le crack\nSKOL! Comme mort avant le match, équipe lourde dans le back\n\n[Chorus]\nRa-ta-ta-ta-ta-ta\nNe viens pas t’asseoir à ma table\nRa-ta-ta-ta-ta-ta\nCe soir faudrait sortir la haine et la rage\nPirate qui n'a plus le temps à croquer dans le steak\nTu pensais qu'c'tait ça que c't'ait, mais c'tait pas ça que c'tait\nNon, SKOL!\n\n[Outro]\nSKOL! (Wôh, oh, oh)\nSKOL! (Wôh, oh, oh)\nSKOL! (Wôh, oh, oh)\nSKOL! (Wôh, oh, oh)\nNe viens pas t'asseoir à ma table", "image": "https://images.genius.com/250d9da0760733cc081c492ed4c7795b.480x480x1.jpg"}], "artist": "Souldia"}