{"songs": [{"title": "Blue Pills Red Pills", "album": "Contrôle", "year": "2017-03-31", "lyrics": "[Intro]\nJeune homme\nCelui-là y feel comme\nMystique and shit\nI feel it\n\nToastdawg\n\n[Verse 1]\nDeux pieds dans le game\nJust to get a little change\nPlein d'drogues dans les mains\nJust to kill a little pain\nMais everybody wanna do it like us\nSpillin' champagne sur mon polo Lacoste\nSpillin' that Goose sur mon polo polo\nSpendin' that loot sur ces hoes well, no tho\nBaby, mon shit bang\nYelling \"where the money at?\"\nLe renouveau du rap queb\nI don't believe in none of that\nSo young man, what you oughta do\nTu veux porter le carré rouge\nÉcouter du Jean Leloup\nBack then, t'écoutais du Shawty Lo'\nYou don't know what you're doing with your life, right\nComment t'es encore debout, tu prends les coups\nShit, t'es fort, man, t'es fort\nLivin' that life like there was no tomorrow\nT'es tu capable de te rappeler combien d'fois t'es changé d'bord?\nMotherfucker, you ain't shit at all, alors\n\n[Hook]\nBlue pill, red pill, shit\nChoisi où tu veux te réveiller, damn\nDans les deux cas la vie est wack anyway\nDommage qu'on ait pas de bouton accélérer, right\nBlue pill, red pill, shit\nChoisi où tu veux te réveiller, gone\nDans les deux cas la vie est wack anyway\nDommage qu'on ait pas de bouton accélérer\n\n[Bridge]\nDommage\nCrazy shit\n\n[Verse 2]\nSi la vie est dure, I'mma suck it up (suck it up)\nThis whole rap shit, I'mma fuck it up (fuck it)\nGet your money right, pop un somnifère\nGrab un fuckin' knife, watch me, I'mma cut it up (dans les côtes)\nCut it open like a flesh wound\nTu sais que j'roule avec les four-five même dudes\nSi tu veux le bread, y faut faire quelques moves\nSo I pull up in a throwback Lex rouge\nDans le trunk, y'a un gros sac plein d'mool'\nBlue pills, red pills\nBoy, what you want? I got what you need\nShout out à tous les gars du hood qui vendaient du weed\nThey did it all pour le céleri\nFaisait les gros chops à Crémazie\nQuand tu comptes ton bread, le monde se plaigne\nÀ cause de ça, j'ai dû arrêter de compter mes ennemis\nBlue pills, red pills, shit\nThey thought I was Keanu Reeves\nIt's like a jungle sometimes\nSi tu t'mêles pas d'tes affaires\nGive it to some other guy\nThen he's a memory\nBitch, I'm speedin'\nWhat you know about a young rap duke\nGettin' money in this rap shit pastiche\nJeune homme\n\n[Outro]\nLe rap m'a lavé le cerveau\nLes antidépresseurs ont ralenti le tempo\nLe rap m'a lavé le cerveau\nLes antidépresseurs ont ralenti le tempo\nBlue pills, red pills\nBlue pills, red pills\nJe ne veux plus me réveiller\nBlue pills, red pills\nBlue pills, red pills\nJe ne veux plus me réveiller\nJamais, jamais\n\nChoisis la pilule bleue et tout s'arrête\nAprès, tu pourras faire de beaux rêves et penser ce que tu veux\nChoisis la pilule rouge et tu restes au pays des merveilles\nEt on descend avec le lapin blanc au fond du gouffre", "image": "https://images.genius.com/652fb31287db6329e62e420750099144.1000x1000x1.jpg"}], "artist": "Lary Kidd"}