{"songs": [{"title": "La Piaule", "album": "Voix De Fait", "year": "2006-02-28", "lyrics": "[Intro]\n\nOuvre la bouteille lentement, lentement\nOuvre la bouteille lentement, lentement\n\n[Verset 1: Manu Militari]\n\nÀ soir on fait ta piaule\nÉcoute la soirée est so good so far\nJ'suis ben saoul effoiré sur le sofa\nJ'savoure la douce ambiance de ta baraque\nParce que c'est bientôt l'heure jpenche jdétabarnak\nDans mon bloc où c'est la déprime totale\nPleins ptits vieux amputés de l'épine dorsale\nJ'dors mal comme dans un vieille hôpital\nC'est malade c'est plate à mourir de peine capitale\nJ'pu capable de mes voisins\nIls marchent sur le plafond, frappent sur le lplancher\nLes murs de cartons qui communiquent\nLe début d'une nouvelle émission comme unique ambition\nWow! Quelle vie palpitante!\nLe vrai rêve américain accordé à qui l'tente\nMais, c'est mon bloc faut que j'en sorte\nQuitte à se réveiller en taule\nLe gros, à soir on fait ta piaule\n\n[Refrain]\n\nOuvre la bouteille laisse couler le temps, lentement\nJusqu'à se noyer dedans\nVerse s'en une larme pour les morts\nAvant qu'ont pisse notre mémoire\nÀ soir on fait ta piaule [2x]\n\n[Verset 2: Manu Militari]\n\nJ'avoue qu'on était plogué pour la clive vu qu'on est rentrer avec pour seul arme\nLe code de l'alarme, on est loin des cochons d'leurs oppressions\nC'est assez rare mais à soir on est sans pression\nY'a du monde de la chambre au salon\nSa crisse le bordel le party sa fourre partout pire qu'un bordel\nJ'sors en arrière par les portes en vitre d'la cuisine\nJ'enlève mon t-shirt, j'saute dans piscine\nJ'revois mon enfance, un flash intense\nLe bonheur noyé dans les courants de l'existence\nOuais y'a mouillé sur mes joues\nOn pourrait dire qui sont rouillées\nLà jveux rire pi prendre le plaisir où y'est\nOn sait à quelle heure que le bourgeois rentre\nDans vie tu donne ton cul ou bien tu t'rempli le ventre\nMoi j'ai faite mon choix de DVD, toujours d'CD d'mes choses, à emporter de ta piaule!\n\n[Refrain]\n\nOuvre la bouteille laisse couler le temps, lentement\nJusqu'à se noyer dedans\nVerse s'en une larme pour les morts\nAvant qu'ont pisse notre mémoire\nÀ soir on fait ta piaule [2x]\n\n[Verset 3: Manu Militari]\n\nOn a vidé l'frigo, on a pété l'piano\nOn a fouillé l'bureau, on a pogné l'magot\nLe gros on décolle tranquillement pas vite\nComme quand qu't'évite un jour d'école\nEn gardant sa joie enfoui au fond d'soi\nAvant d'être loin dans des draps de soie\nMais, juste en rêve ça va de soi\nLa débauche dans autant de luxe c'est marquant\nC'est comme lire la Folle ou la putain d'Nelly Arcand\nC'est dégueulasse!\nJ'rentre chez nous j'pu le voleur\nJ'ai même pas honte\nDans notre monde il n'y a plus de valeurs\nC'est d'valeur\nLes hommes s'transforment en bêtes sauvages ou en bêtes de somme\nTout dépend d'la somme, c'est grâve\nImagine pour 10 millions tous squ'on ferait\nAprès donne moi la définition de rester vrai", "image": "https://s3.amazonaws.com/rapgenius/1349674765_37483568;encoding=jpg;size=300;fallback=defaultImage"}], "artist": "Manu Militari"}