{"songs": [{"title": "Ticaso Sport", "album": "Skillz et Réalité", "year": null, "lyrics": "Uh..yeah\nConnaisseur aka, TiCaso sport (Ticaso)\nYou know maintenant\nTout le monde veut shine, tout le monde veut shine\nMême pour le cub j'reste real avec mes rhymes (yeah!)\nTout le monde veut shine, tout le monde veut shine\nMême pour le cub j'reste real avec mes rhymes\n\nC'ta mon tour de shine\nY'a trop d'cub sous glock pour pas qu'j'en gobe\nDes stick-up, j'en ai fait même avec des faux guns\nDes clicks de Shogun dans les shows\nLes fauves on leur donne\nDans les beefs ça reste surpris des coups qu'on leur donne\nPour les spliffs les négros s'positionnent\nAprès les freestyles sonne real\nLes sessions s'transforment en jam, des cyphers\nY'a des dames qui coupe plus que les cutteux\nY'a des dimes p'tits comme des sexes pas sérieux\nÇa s'qualifie d'hustler, rien d'sain et d'sauf\nÉcrire mes textes qui inspirent les têtes\nRelaxe sur mon sofa, Yo! Ton shit est trop fat!\nC'est ça qu'j'aime entendre\nMoins que ça pas assez sérieux pour qu'j'aille me pendre\nJuste assez pour que j'prenne un beat et avoir le goût de fendre\nDes tracks des wack emcee ont besoin d'avocat pour s'défendre\nSurtout contre les miens\nStressés, ils ont besoin d'yoga pour s'détendre\nYap yap et jappe, font tout pour qu'on puisse les entendre\nDevienne doux quand on leur demande tu viens d'ou\nJ'pratique pas l'voodoo, loin d'être bien\nQuand Méchant Style m'donne un beat j'deviens fou\nPlus de freins des fois j'me retiens, maintenant j'largue tout\nTicaso trop fat les mecs auront besoin d'mes doses de lactose\nJ'suis fréquent parce que j'ose\nToujours été, demande à ''chose''\nIl va te l'dire les chilleurs c'est ma cause\nEssaie pas de me prédire\nÊtre versatile c'est écrit dans ma close\nJ'utilise les diss dont j'dispose et transpose des éditions\nPour pas qu'on freeze du dough dans mon dos\nCheck la finition\n\nTout le monde veut shine, tout le monde veut shine\nMême pour le cub j'reste real avec mes rhymes\nYeah (Ticaso sport)\nTout le monde veut shine, tout le monde veut shine\nMême pour le cub j'reste real avec mes rhymes\nTicaso sport tout le monde veut shine, tout le monde veut shine\nMême pour le cub j'reste real avec mes rhymes\nConnaisseur Ticaso, tu veux shine\n(Même pas si ton album était fucking fluo)\n\nFuck les mythes et les clichés\nCeux qui imitent c'que j'aime pitcher?\nÇa m'irrite ceux qui aiment tricher\nC'qu'ils méritent c'est des diss\nJ'applique la vérité yooo\nPas juste des indices\nOn m'a dit qu'j'ai trop d'vices\nJ'ai bien vu c'qui m'invite\nJ'aime les go féminines\nPervers\nQuand j'me dirige vers des go qui s'pensent mines, j'reste ferme\nTrop baveux des fois faut j'la ferme\nJ'dans l'champ de vision d'ma compétition\nMais j'pas dans une ferme même si mon secteur est rempli d'herbe\nAvec des génies qui mystifient les rotations\nOn défie l'autorité, fait des deals même en probation\nAu micro j'donne du bâton, des lyrics de poison\nJ'm'en fiche comme du poisson des dernières tendances d'la saison\nChill c'est mon son\nBeaucoup d'slang dans ma façon d'parler\nAnglicismes et toutes les shit M-T-L m'a élevé\nLe dernier à blâmer ma ville quand on dit j'suis mal élevé\nJ'suis chilleur, avec un p'tit côté F-T-W\nOrgueilleux, c'pas conseillé d'essayer d'me doubler\nJ'déteste les traîtres, pardonne peut-être mais j'pas sur le beat d'oublier\nSur qui tu cries, j'pas ton enfant tu m'verras jamais m'plier\nÀ part si au-dessus d'ma tête y'a des balles en train d'se tirer\nYo p'tit cul, du monticule tu pourrais pas m'retirer\nMême sans batte, j'frappe des hits à coups sûrs qui sont assurés\nDe traverser la clôture, tout ça c'est sur mon CV\nPeux-tu m'dire c'est quoi le score? (2-0)\nTicaso sport\n\nTout le monde veut shine, tout le monde veut shine\nMême pour le cub j'reste real avec mes rhymes\nYeah\nTout le monde veut shine, tout le monde veut shine\nMême pour le cub j'reste real avec mes rhymes\nTout le monde veut shine, tout le monde veut shine\nMême pour le cub j'reste real avec mes rhymes\nMontréal chilleur\nConnaisseur Ticaso aka Ticaso sport yeah\nT'es écoeuré c'est quoi l'score? Uh\nJ'veux savoir you know, fais juste le dire\nJ'voulais savoir c'tait quoi l'score, hehe you know\n2001, représentant (2-0)\nShout-out, St-Léonard, you know les chillleurs\nMontréal-Nord, Rivière, St-Michel, Pie-IX, Burgundy, Laval Longueuil, Terrebonne\nYou know tous les secteurs, you know\nTout le monde veut shine, tout le monde veut shine\nQui qui fuck avec mes rhymes?", "image": "https://images.rapgenius.com/092859a6259e49dcbdc9fd4448077588.480x360x1.jpg"}], "artist": "Connaisseur"}