{"songs": [{"title": "Cherche Moi Pas De Problème", "album": "Bienvenue dans mon Blok Vol. 1", "year": null, "lyrics": "[Intro]\nHuhh, Yeah! Yoo, ya know!\nLe Mixtape yo (brrrt!) Ya know?\nConnaisseur Ticaso\nOriginal chilleur de lel sakapfèt'?\nHuh, Yeah!\nJust cherche moi pas de problèmes yo!\nJust...Can't fuck with me man qui qui spit?\nQui qui spit? Qui qui spit?\n\n[Verse 1]\nFormation en rap, diplômé d'la rue, de M-T-L à O-T à T-O\nOn laisse des séquelles au mic, check on vise haut\nDehors c'est chaud faut qu'j'pratique mon visou\nTechnique penchée sur l'côté\nUn œil fermé comme quand ta femme donne une bise\nOù tu penses que tu vas spotter mes bills\nJ'suis down low comme un UFO\nEspion qui rassemble l'info sur ton entreprise\nMais j'flash quand c'est l'temps, expose les spot lights\nDonne des saisissements à ceux qu'pensais qu'leur game était tight\nT'a pas l'choix d'freeze quand j'te braque\nMes textes sont élégants plein d'surprises sur le mic\nJ'donne trois strikes en un élan\nViens dans ma court c'est sur l'ciment\nQu'on sent dans notre élément\nJ'suis V.S.O.P. comme un cognac sec\nPrès à exposer la scène pas d'masquer un tec\nEt tu peux oublier les gants parce que j'sais qu'les gars me reconnaissent\nMa mère voulait m'éloigner des gangs..too bad!\nJ'ai mes empruntes sur les bandes sonores\nConnaisseur fashion comme Ralph Lauren en 95'\nC'est Ticaso Sport\n\n[Verse 2]\nTicaso j'réside dans la partie calme de Montréal-Nord\nC'est vrai que j'sais que j'pourrais mourir avec des balles dans l'corps\nGens stressés d'la vie tirant five-o criant fuck all!\nSans veste à la Stallone Sylvester\nSi j'meurs dans l'film original j'srais une légende dans l'deux\nSigne astrolo sagitaire jambes de chevaux dans l'feu\nTrop deep, yeah j'big up ma propre tête\nQuand les haters réalise que c'pour eux que j'rap\nIls ferment leurs becs secs\nDirect, s'ils sont fâchés ils peuvent step\nUn beef de plus, un beef de moins\nCa fais pas de grande différence\nToujours été paquièr', chilleur connu pour ma nonchalance\nJ'prends les défis qu'la vie m'lance avec un smile et une bouteille\nMon thème est illégal, chilling dans les Motel Idéal\nLa phrase j'taime je l'a prononce mal, mon cœur il m'fait mal\nLes crimes ont les fait bien, avec mon coin j'match bien\nLes barbecues dans lel font penser à la Saint-Valentin\n(Yeah!) Just ...Connaisseur Ticaso yo, yo!", "image": "https://images.rapgenius.com/c2e1e263b6e0afb3570545e4ec1f96ac.952x946x1.jpg"}], "artist": "Connaisseur"}