{"songs": [{"title": "Moment De Vérité", "album": "Skillz et Réalité", "year": null, "lyrics": "[Verse 1 - Fang]\nHuh, Moment de vérité\nHuh, huh, yo yo\nL'ennemi m'observe de quoi j'me sers, la main\nMe traite comme un frère c'est croche\nJ'ai ma main sur mon scotch so don't touch\nLes événements sont rudes j'en arrache, jamais j'me cache\nJ'reste debout sur mes deux, pourquoi j'ai l'love du bon dieu\nJ'lève mes mains vers les cieux\nSurveille du coin de l’œil tous les vicieux\nJ'me nourris de sagesse\nJ'essaye de prolonger ma longévité, yo bien sûr ca m’intéresse\nÀ chaque jours c'est le stress, j'me retrouve en détresse\nJ'garde mes mains loin du gun\nEn cas d'urgence j'ai des chums\nTout est possible dans ce monde\nJ'essaye de rester loin du trouble\nVivre ma vie dans la tranquillité, j'me fou de ceux qui double\nJ'veux le cash pour mes poches\nLa même chose pour mes proches, one love\nC'tun combat difficile tu risques de pas finir vieux\nSeulement si tu veux, fait de ton mieux\nJ'ferme mon bec quand il faut\nJ'réagis s'il faut, devant le danger il n'y a pas de faux\nIl y a juste des gars qui ont pas de cœur négro!\nJ'reste loyal comme un général même si c'est fatal\nJ'suis calme, c'est cette vie que je blame\nDans le moment de vérité y'a juste la mort à éviter\nEt celui là, c'est une seule fois qu't'es initié\nJ'dirige ma vie vers l'honneur\nMes yeux fixées sur les rôdeurs, les imposteurs\nLes gars qui sont de mauvaise humeur\nJ'garde mes pensées loin du strap'\nJ'fais attention surtout pour pas qu'on me frappe\n?Sinon XXX XXX par ma main XXX?\n\n[Refrain x2 - Fang, Connaisseur]\nJ'réagis s'il le faut, c'est le moment de vérité\nEn cas de danger j'garde mon sang froid, jamais j'provoque\nSi tu meurs je meurs aussi j'reste loyal jusqu'à la fin\nC'est le moment de vérité, c'est là qu'on sait si t'es un vrai\n\n(Connaisseur!! T'es pas venu avec ton clik'? Hehehe..)\n(Non et puis? Qu'est-ce tu vas faire? Huh! Check un patnais!)\n\n[Verse 2 - Connaisseur]\nChaque problème à son dilemme\nPour faire d'l'argent on aime faire des deals\nMême quand les détects' s'y mettent à fonds\nQuand le blé rentre à cause des confrontations\nOn se pose des questions : Timbo et Avirex ou neuf millimètre?\nLa famille fouille souvent dans ma chambre, so j'sais pas où l'mettre\nMais yeah! Les gars dehors maintenant qu'ils aillent se faire mettre\nJ'peux me permettre de faire mon fréquent\nMais négro j'suis mature, j'suis plus un adolescent\nAu moins trois voitures pleines quand y'a une descente\nLes têtes chaudes provoquent, que tu sois agité ou calme\nVeulent t'humilier pire qu'un Jam de Carter aux Olympiques\nMême si le fuckais' est sept pieds deux si j'ai mon arme j'réplique\nStep sur eux sors l'automatique\nMoment de vérité, tout à changé\nJ'sens l'enfer qui s'renferme mon index deviens Hercules\nTout le monde recule, il parait qu'si j'tire pas ce sera ridicule\nTout le monde disperse les sauces dans leurs véhicules\nC'ta mon tour j'rendu dans l'point d'non-retour, c'pas fini\nLe temps de s'faire encercler par des patnais' qui ressemblent à  Beanie Siegel\nLe bénéfice du doute à mon back\nMême si j'suis pas strapped j'donne des looks\nYeahh j'pas shook!\nC'est comme une game de poker, c'est ca le jeu\nTout est dans les yeux, c'que j'dis est sérieux\nDans mon milieu c'est l'choix qu'on nous donne : rester ou s'cacher\nSi le beef est rendu trop loin pour le squasher, on sait quoi s'acheter\nLe plus dur c'est savoir quand lâcher, marcher ou crever\nQuand les rues nous XXX XXX\n\n[Refrain x2]\n\n[Outro- Connaisseur]\nHuh! Être vrai c'est pas être le plus fucked up\nÊtre vrai c'est être le plus intelligent, you know?\nSavoir quand est-ce qu'il faut réagir\nQuand est-ce qu'il laisser les affaires passer\nParce que dès que tu rentres dans l'cypher tu peux pu en sortir\nFaut que tu mettes ca dans ta tête, you know?\nSo réfléchis avant d'agir\nSi t'es un pussy, fais ton pussy\nSi t'es smat', soit smat'\nSi t'es fucked up ben...viens test!\n(Yeah, huh, moment de vérité)", "image": "https://images.rapgenius.com/d0e2e7a8e474e6420966ba2ba5e615f7.480x360x1.jpg"}], "artist": "Connaisseur"}