{"songs": [{"title": "Nightlife", "album": null, "year": "2003-01-01", "lyrics": "[Intro - Connaisseur]\nYa, ya, ya... ça fait du sens\nMais écoute, si tu vois l'affaire comme ça puis ça fait du sens\nMoi j'ai pas d'problèmes\n..Non man j'ai pas d'problèmes\nSauf niaise moi pas\nTu comprends qu'est-ce j'veux dire?\nFaut pas tu m'niaises chief..\nParce que moi c'dough là j'men vais l'prendre\nJ'en ai d'besoin, so..fuck up pas mon shit\nSi t'es down, sérieux on va faire les affaires correctes\nSinon dis moi les direct, you know?\nYa, ya! Aight!  Demain à deux heure j'te call\nNo stress, aight, chill\nCheck les five-o dans mon rétroviseur\n\n[Verse 1 - Connaisseur]\nLes Impala m'stressent, font pomper mon cœur sur mon chest\nJ'suis pas legit, j'ai une probation avec un gun sous mon siège Whatever!\nFaut qu'j'aille collecter dans un secteur rugueux\nPour mon Ruger, si on pitonne ma plaque j'suis dans l'caca!\nPas l'goût d'voir un superviseur dans mon rétroviseur\nQui a rien à faire ou qui aime pas les gangsta lean qui sont 6'3 Chilleur, qui s'fou d'la loi et qui respecte pas ses heures\nFaut pas qu'j'sois maladroit\nSi on m'cut j'rentre en dedans ma mère qui séchera ses pleures\nC'pas smat *pentoute*, même qu'c'est *sot*\nMais dès qu'j'en vois m'blast\nÇa sent l'set up, j'vais tous les shot j'men fou\nÀprès j'essuie l'gun puis j'le lance\nCheck à quoi j'pense, Oh fuck...five-o à l'intersection\nJ'va pas freiner sec, baisse un peu l'beat et tape ma cigarette par la fenêtre\nJ'les r'garde, ils savent qu'on les aiment pas même quand ont est correctes\nTout ça pour agir d'façon non-suspecte\nNon mais pour vrai si après qu'j'passe, qu'il s'mette à m'suivre chu faites\nIls sont pas sur mon corps y vont m'laisser vivre\nEt encore plus que faire du cub j'veux rester libre\nLa pression du poids sur mon corps, j'ai comme perdu 10 livres\nC'comme si j’accélère dans l'fastlife pour qu'la mort me délivre (Huhh Yeh)\n\n[Refrain - Connaisseur]\nJ'ai entendu parler du paradis, yeah nice!\nPour l'instant, à MTL j'suis pris dans l'nightlife\nVivre dans la nuit c'pas encore l'heure daller m'coucher\nPour être confortable faut des billets en dessous d'mon oreiller\nJ'ai pas fini d'accepter tous ces appels à frais virés\nLes situations d'stress dans l'streets est juste en train d'empirer\nJ'ai même plus l'temps d'voir les fake rappers sur mon téléviseur\nJ't'en train d'spoter une five-o qui est dans mon rétroviseur\n\n\n[Verse 2 - Connaisseur]\nJ'étudie constamment mon environnement\nScrutant constatant les menaces constantes\nYeah! Le con je t'attends!\nPas d'pression j'me livre a l'ivresse\nCaché, spottant l'deal pour vrai avant c't'a 2 qu'ils livraient\nFaut j'garde mon équilibre\nMon flow balance le bon et l'mauvais\nLe faux et le vrai, différencie les clichés des facts\nComme toutes les danseuses en appart on tous un chat et un poster d'Tupac\nFuck that! j'crois pas aux coïncidences\nJ'ai frappé un jack-pot dans club si j'danse\nSous pression et c'est l'contraire que j'veux qu'mes ennemis pensent\nJ'laisse faire les barrières, sur lui j'lance mes textes et confidences\nPlonge pas dans l’arrière d'mes pensées pour avoir l'idée d'ma conscience\nDeep shit comme les street shit\nQuand t'es dans la merde jusqu'au cou\nCa sent l'beef comme être invité dans l'mauvais BBQ\nOuvre tes oreilles faut écouter\nDerrière c'qui a d'cute y'a souvent des situations qui peuvent dégoûter\n\n[Refrain - Connaisseur]\nJ'ai entendu parler du paradis, yeah nice!\nPour l'instant, à MTL j'suis pris dans l'nightlife\nVivre dans la nuit c'pas encore l'heure daller m'coucher\nPour être confortable faut des billets en dessous d'mon oreiller\nJ'ai pas fini d'accepter tous ces appels à frais virés\nLes situations d'stress dans l'streets est juste en train d'empirer\nJ'ai même plus l'temps d'voir les fake rappers sur mon téléviseur\nJ't'en train d'spoter une five-o qui est dans mon rétroviseur\n\n[Verse 3 - Connaisseur]\nCheck les lumières qui flash\nLes huslers a l'écart qui calculent leur stash\nLes mag qui tournent\nLes macs qui rodent autour d'leur boss\nLes clubs packed\nLes cliques autour du bar qui prennent une brosse\nLes thugs strapped\nQui frappent une veste en dessous d'leur chandail propre\nLes cops chauds\nLes macs qui veulent se masser loin d'ma face\nLes top so' sexy sur les belles femmes *aik* des gros ass\nLes regards de glace, les ''watch mon back''\nLes signes de têtes, les ''fait d'la place''\nQuestion réponse : *sacapfèt*- ap fet\nLes emplacements, savoir qui peux s'présenter à la fête\nLes empêchements y'a un dossier so' j'peux pas monté avec\n(Yeh) Date de cours XXX salle 407\nLes provision dans mes semelles, j'ai déja stashé mon set\nLes wing' les contacts, les faveurs pour une faveur\nFait ça pour moi maintenant don't worry j'vais te r'cheker *taleur*\nLes fausses promesses\nLes faux espoirs, les grosses caresses, les ''je t.aime''\nLes ''là j'veux pu jamais te revoir'' les gros stress, le problème\nLes gros sourires ces jours ci jamais trop loin des palettes\nLes briques enterrées dans les cours jamais trop loin dune canette\nLes larmes, les tattoos? Les armes, les projectiles à la tête\nSont tous les drames de mon hood\nMa planète qu'on retrouve dans mes texte\n\n[Refrain - Connaisseur]\nJ'ai entendu parler du paradis, yeah nice!\nPour l'instant, à MTL j'suis pris dans l'nightlife\nVivre dans la nuit c'pas encore l'heure daller m'coucher\nPour être confortable faut des billets en dessous d'mon oreiller\nJ'ai pas fini d'accepter tous ces appels à frais virés\nLes situations d'stress dans l'streets est juste en train d'empirer\nJ'ai même plus l'temps d'voir les fake rappers sur mon téléviseur\nJ't'en train d'spoter une five-o qui est dans mon rétroviseur\n\n[Outro - Connaisseur]\nWohoo oohoo!!\nAiight nice nice, en forme net chief!\nJ'avais bien besoin de ce p'tit *cub* là!\nYeah hin? Mais non mon *chèr*!..Moi j'stash toutttee!\nJe l'stash mon chum, t'es malade!\nSo yo *checkké* next week okay?", "image": "https://images.rapgenius.com/a3da453dd757fbff7aac4cc62115879f.480x360x1.jpg"}], "artist": "Connaisseur"}