{"songs": [{"title": "Radical Chic", "album": null, "year": "2018-05-15", "lyrics": "[Hook]\nYou can still find me flexin' at the Candlewoods Suites\nChug un 40 ounces of vodka avant d'aller au lit\nImma die so fly, ça vous m'aviez compris\nIn a white suit, Tom Wolfe radical chic\nYou can still find me flexin' at the Candlewoods Suites\nChug un 40 ounces of vodka avant d'aller au lit\nImma die so fly, ça vous m'aviez compris\nIn a white suit, Tom Wolfe radical chic\n\n[Verse 1]\nAudio book de Cioran\nPlus a large amount of coco\nMM6, SS15 graduated from the polo\nSucker-free squad, toutes les hoes sont ravies (yes)\nJeune artiste en vogue, mon appart ressemble à Paris\nRealest in the hood, freshest on the block\nJ'en ai rien à foutre, let the semi pop\nShooting blanks out of une fuckin' Cabriolet\nAvec ta copine in the back qui se débrouille si bien\nQue je vais l'appeler Marie-Soleil\nIt's a shame à quel point on est juste ailleurs\nSpaced out hoes, j'les appelle Julie Payette\nWelcome to the other side où les choses sont pu pareilles\nRap money is the motive\nPop le Moët dans un calice\nPray for a youngin' tho\nHate on a youngin'\nSay something wrong, tu t'fais rape sur le podium\nKeys to the crib, keys to the palace\nMon boy Kable Beatz, won't you please bring the sax in\nWhat's up\n\n[Interlude]\nC'est pas assez chic à ton goût ça mon patnè\nAnd that shit rad, and that shit real\nLuxury\n\n[Hook]\nYou can still find me flexin' at the Candlewoods Suites\nChug un 40 ounces of vodka avant d'aller au lit\nImma die so fly, ça vous m'aviez compris\nIn a white suit, Tom Wolfe radical chic\nYou can still find me flexin' at the Candlewoods Suites\nChug un 40 ounces of vodka avant d'aller au lit\nImma die so fly, ça vous m'aviez compris\nIn a white suit, Tom Wolfe radical chic\n\n[Verse 2]\nYoung creatures of the night\nProduits de l'environnement\nToute ma clique est thrilled\nI promise to keep it hunnid\nParked in the front\nLeader in [?]\nSurveille le boy Lary\nHe be gettin' money\nWatch me spitting a capella\nImma kill it, I can tell\nToutes ces émotions, got me feeling like Adele\nFancy shit, le boy [?]\nTu t'fais reconnaitre dans le Upper-Outremont\nTu sais qu'le shit est real\nDo it for the love, do it for the city\nCrazy with the bangers, I might bang her in a rental\n[?]\nCrazy ass world, do my best just to fit in it\n[?] la Dolce Vita de Fellini just to get some recognition\nMais j'm'en vais avant que ça finisse\nGot the keys to the crib, keys to the palace\nMon boy Kable Beatz, won't you please bring the sax in\n\n[Interlude]\nWhat's up?\nOh my god, oh my god\nLe boy got me wearing Celine on this shit\nLet that bitch breath, wouh\nOn to the next one\nJeune homme\n\n[Verse 3]\nCes temps-ci, j'travaille\nLe double de temps que tes rappeurs préférés qui croient qui spit\nOh well, moi j'pense qu'ils s'avalent\nAnd the best is yet to come\nI might design un hôtel dans le Vieux-Port juste pour le fun\nI do big things, I rarely give a fuck\nJ'ai fait un tas d'erreurs, but only I can bring it up\nChampagne de trop pour le boy\nY'a rien d'trop beau pour le boy\nWorking on ce lean got me feeling like Phoebe Philo\nPis mes Air Force toute détruit got me feeling like I'm Ricardo\nI got flows for the ones who ain't got no\nChances in they life pour qui la vie a pas toujours été un cadeau\nI got Coeur de Pirate on the phone\n[?]\nToute le genre de filles avec qui mon ex voulait être amie, damn\nGettin' money off this shit mon gars you gotta be kidding\nI mean, I rather buy a lottery ticket for real\nIt's been a long summer\nNow where's the money at?\nCatch moi en train de signer des autographes\nAu laundrymat, spittin' all of these flows\nTo these kids they don't know me\nJ'donne toujours mon 100% so I feel like they owe me\nDamn, a lotta girls wanna blow me\nMais j'ai pas de temps pour ça\nSo go ahead and fuck my homies\nLes autres doivent leur naissance à nos vices\nI'm fine with that\nTous les soirs, j'get wasted, next day I rewind it back\n\n[Outro]\nWhat the fuck is wrong with you boy?\nWhat the fuck is wrong?\nWhat the fuck is wrong with you boy?\nWhat the fuck is wrong?\nWhat the fuck is wrong with you boy?\nWhat the fuck is wrong?\nJeune!", "image": "https://images.genius.com/1b43db6846ecd3e56f679c44ff07cdd5.1000x1000x1.jpg"}], "artist": "Lary Kidd"}