{"songs": [{"title": "Le Plus Cruel", "album": "Répliques aux offusqués", "year": null, "lyrics": "Eh yo certains se sont fait jacké, certains se sont shot\nCertains marchent encore, certains se sont fait cut mais...\nC'qui tu pense le mammifère le plus cruel?\n\nEh yo des deal à règler, plein d'bill à payer pas l'style à quetter\nMais c avec moi tu t'es endetter donc j'risque de v'nir t'agresser\nCar, même a'ec ma musique c'pas comme si j'tais riche\nC'pour ça qu'apart les lyrics c'pas tout l'temps c légit\nC'tendessous la table du foin sale jamais pour paraître bad\nMode de vie qui'est instable\nPlein d'drames faut j'reste calme\nJ'ai pris coutume de souffrir, j'ai fini par m'habituer c'qui passe en fin d'soirée\nPlein d'tristesse la journée, de t'ennuyer\nContinuer ma peine là bien profonde\nEt tout ton passé s'souvient infiniment chaque secondes\nMême la fatigue où s'endors le regret avec la pensée\nMais d'où sort mes traités fort, trop tôt, programme délacé\nTout le monde on veut avancé s'dépassé c'est sensé\nPis ça va jamais changer\nNormal d'envier\nUn crime c'tun crime autant pour mes goss qiu meurent en Afrique\nOù l'quotidient yé tourmenté pis qu'la violence est gratuite\nMais c pas là qu'j'habite\nJ't'au courant, c'est troublant\nUn continent est foul mourant\nPis des présidents trop fuckin' gourmands\nKyet!\n\nT'es capable de tout faire pour l'cub\nC'qui tu pense le mammifère le plus cruel du globe\nPour l'argent, t'es capable de tout faire pour l'cub\nC'qui tu pense le mammifère le plus cruel du globe\nPour l'argent, t'es capable de tout faire pour l'cub\nC'qui tu pense le mammifère le plus cruel\n\nPrend mes mots pour c'que ça vaut j'c'est qu'c'est chaud dans l'réseau (dans l'réseau)\nDans rue, dans l'bus, dans l'char même dans l'métro\nLes babi qui patrouillent les secteurs veulent savoir j'fais quoi\nY disent que j'fite la description pis ça aurait pu être moi\nLes jours se ressemblent, mais demain j'c'est pas c'qui m'attend\nParfois j'pris, d'autres fois j't'inspiré par Satan\nFlagrant, pas patient un peu comme quand tu meurs de faim\nMême si ton coeur yé sain avec la peur de rien\nPas l'choix d's'arranger, camper, prudent j'évite le danger\nPas l'goût d'me planter mais sans plans t'es sans kid\nT'c'est pu quoi faire faisqu'tu vas t'lancer dans l'vide\nA'ec la rigide pensée liquide pas loin du désespoir\nFor real ya\nYa des fins d'mois j'me r'gardais dans l'miroir pis j'me r'connaisais même pas\nDans un état qui faisait peur\nJ'tais quasiment mon propre ennemi\nPlus g'ler q'ça tu meurs d'hypothermie\nKyet!\n\nT'es capable de tout faire pour l'cub\nC'qui tu pense le mammifère le plus cruel du globe\nPour l'argent, t'es capable de tout faire pour l'cub\nC'qui tu pense le mammifère le plus cruel\n\nCertains se sont fait jack, certains se sont shot\nCertains marchent encore, certains se sont fait cut mais...\nLe monde sont capable de tout faire pour l'cub\nC'qui tu pense le mammifère le plus cruel?\n\nEveryday stress Montréalité, mort prématurée\nDans l'territoire hostile c'est près à mourir près à tuer\nLa vie d'la rue (kyet!) Ça l'aire de rien mais yo c'est grave\nJ'en connais plein qu'yon jamais atteind mon âge\nC'est fucked up!\nMais c'est des choses qui'arrive quotidiennement\nMes condoléances yo j'pas ici pour t'faire un serment\nMais la jalousie la haine des fois ça va loin\nLe backstab d'un copain, le potin, le talk shit\nMais ya du love dans tout ça c'pour ça qu'on badtrip\nPuff mad splif quand j'nostalgique\nT'en rappelle tu comme:\nL'autre jour quand j'me promenais dans l'town a'ec mon nefiew\nJ'pensais à tout les gars en d'dans pis à tous ceux qu'j'avais perdu\nMais s't'en marchant su l'spot que j'ai remeniss\nDu negro qui s'avait fait shot car yo c'tais drête icite\nRest in peace!\nJ'c'est pas c'qui s'est passé yo\nY cherchait pas l'beef c'est juste qui flashait trop\nYa même pas 20 ans couché dans un bain d'sang\nUn gars qu'avait plein d'plans\nMais maintenant c'ta l'eau\nT'as beau dire que c'est des salauds\n\nLe monde sont capable de tout faire pour l'cub\nC'qui tu pense le mammifère le plus cruel du globe\n\nMoney kept is twice as good as money burned\nMoney won is twice as sweet as money earned\n\nCertains se sont fait jack, certains se sont shot\nCertains marchent encore, certains se sont fait cut mais...\nLe monde sont capable de tout faire pour l'cub\nC'qui tu pense le mammifère le plus cruel?\n\nPour l'argent, t'es capable de tout faire pour l'cub\nC'qui tu pense le mammifère le plus cruel du globe\nPour l'argent, t'es capable de tout faire pour l'cub\nC'qui tu pense le mammifère le plus cruel\n\nCertains se sont fait jack, certains se sont shot\nCertains marchent encore, certains se sont fait cut mais...\nLe monde sont capable de tout faire pour l'cub\nC'qui tu pense le mammifère le plus cruel?", "image": "https://images.genius.com/b1ec119f9f80e43fa89d520798fdca14.600x600x1.jpg"}], "artist": "Sans Pression"}