{"songs": [{"title": "L'étage Souterrain", "album": "514-50 dans mon réseau", "year": null, "lyrics": "514-50 négro, j'suis dans mon réseau\n\n[Sp]\nRude boy, criminal, SP comme initiales\nHostile, je commence bien, je finis mal\nNo dress code, city style, that's how I be\nTellement ill, on dirait que j'ai ma maladie pis trop d'MCs\nSe frottent, the fuck!\nT'espère être contaminé what?\nJ't'envoie chier fucking fac-similé assimilé\nEssaye même pas, je sais qu't'aimes ça\nMême si tu disais que j'étais wack dans le temps\nRemember nigga? J'ai mad anger, prêt à combattre, it's alwayz phat!\n4 saisons sur 4, tout mounn qui talk trash kiss mon black ass du Nord\nPour l'hip hop, je suis comme un garde du corps\nC'est pour ça que je parle plus fort, fausse face dehors\nAvant que je te sorte un shit, osti de twit\nTu badtrip parce qu'icitte c'est\nSans règlement, sans arbitre\nJuste un mic pis des lyrics\nSi t'en as, t'en as. Si t'en as pas boy, décrisse!\nBitch fous le camp\n\n[Ti-Kid]\nCar ann désann, an al pi bas koté'n pran lwa\nTout solda ki pissé, cé 18 kara\nFaçon ça lugub' an bas tè nap abô'dé ou\nC' on lot kozé yon makak pi rèd kap maté ou\nOn lot flow anpil tèks pou ka tès\nOu mèt \"ruff neck\" kolèt drèt gros biskèt\nDio ça sou yon micro mèm single pwa nèt\nPou tèt pam micro ça cé pi bèl zam\nZé cassé nan vant ou lhè ou parèt kon kou yon genda'me\nWack MC ak tout atlèt dlo sikré nap pran fon\nNap kan kou yon blan manan lhè djiol mwen tonbé fè fucking maraton\n\nRefrain\nLes pussy boys se tiennent près de la sortie\nLes mains toutes moites des sueurs de l'agonie\nT'aimes pas le style, pour toi c'est de la saloperie\nT'aimes pas le real, pour toi c'est de la radoterie\nMais fuck that! Tout ce qui est pussy, j'abolis\nEt avec l'underground, je vis en parfaite harmonie\n\n[Yvon Krevé]\nC'est pour le souterrain que j'fais mon shit\nSi ça l'intéresse le reste du public, c'est bon, ça fait plus de fric\nMais j'reste vrai, j'représente, chu t'authentique\nMon concept, c'est moi! C'est l'secret d'ma réussite\nJ'm'exécute de façon brute sans truc\nSans faire la langue de pute\nJ'persécute, j'butte, j'percute\nLes têtes perruques avec des lyrics, sang-froid\n100 fois plus fort qu'un MC sans foi\nÉquipé de ma voix, j'back tout ce que j'envois\nPour le souterrain j'suis l'agitateur\nVoleur de spectateurs, micro prédateur\nJ'attire les dépisteurs de ligues majeures\nToujours d'une façon efficace j'blast les soundclashes\nOn livre la marchandise en studio ou dans ta face\n\n[Sp]\nChaque soir, je vide au moins 2 stylos\nTout seul on da D.Low, incognito\nPis si j'ai l'occasion, j'ouvre ma gueule pis je brise un micro\nJe crache mes skillz pis je kill mes rivaux\n4 real dans ce niveau si haut, j'équivaux + qu'un kilo\nMa voix pour certains fait partie des besoins vitaux\nMessage à tous les wacks MCs massissi Yo!\nY vont crever comme le dit si bien mon grimaud\n\n[Yvon Krevé]\nEh yo! J'fais du dommage comme un carnage\nMon langage ravage avertis le voisinage\nC'est l'heure de faire du ménage\nFait que si t'es wack dégage avant que tu m'enrages (Assti de gaz)\nT'empeste l'étage avec ton talk shit, ta fausse image copiée\nReste où qu't'es parce que ceux qui t'connaissent savent qui qu't'es\nT'essayes de prendre les mêmes techniques que pour tes dictées\nFallait qu'tu check la feuille de l'autre pour pouvoir performer\nBite la mauvaise personne pis tu risques d'te faire perforer\nJ'm'explique à l'explicite\nPour que tu puisses comprendre tout de suite\nQue j'kick comme une botte de flics sur ceux qui m'imitent\nJ'félicite les vrais qui l'méritent\nFuck les Gimmics\nJ't'un MC d'élite d'icitte jusqu'à chez vous\nJ'fais sauter l'toit d'la baraque que j'sois seul ou en crew\nJ'laisse ma marque, tssss... jusqu'au prochain rendez-vous\n\nRefrain\n\n[Sp]\nYes son, big gunz, microphone check, on les squeeze\nJe néglige les arrêts pis j'excède les vitesses permises\nDans le club aquatique, ça rappe à l'eau\nça se force pour faire le pire\nJe les naille pour qu'il n'y en ait plus, shit's real\nPendant que je grisonne les lignes de la feuille\nJusqu'à ce qu'on ne voit plus le blanc\nJ'en décourage, j'en mets en deuil\nPis y sont comme yo, chu pu dedans\nPuissant mon arsenal, SP:\nLes textes toujours deadly\nMets ton gilet pare-balles car Yo! C'est une guerre ouverte entre MCs\nSans faire mon mine, je te fais goûter à la médecine\nFuck ceux qui sous-estiment\nJ'espère qu'ils portent leurs vestes\nTu sais ou me trouver? Tant mieux, viens, tant qu'à moi je te cherche\n\nTi-Kid\nKalkilé on ti kal finès pou tout nèg ki jès\nTout gès fèt pou comprès\nLirikman vocal mwen angagé vargé\nKité bavé sou kadav ou ak tout raj\nYon séssion esklavaj\nAk raz mot, dénot tout sa ki trot\nPandan nap tolk griyot nap pran anbas kalot\nNan grot pas gen luck pou sa ki chuchote\nLhè nou convoqué ak micro nou fout yon block\nNan tan noctu'ne pou vive cé pou volum\nMC ak kostum, cé brégèn ki poté lacune\nE ki lumen mamap pilot nan tout brume\nFlow m pivote a chacune idantité, \"pot\"\nGen anecdot sangen kap koté tout vot, Ti-Kid, pissé ACIDE\n\nRefrain", "image": "https://images.genius.com/d623a400f19a650914a0c6702c5f8df1.588x588x1.jpg"}], "artist": "Sans Pression"}