{"songs": [{"title": "Black on Black", "album": "514-50 dans mon réseau", "year": null, "lyrics": "[Intro]\nChill\nWe got to make our own job & hire our own like the mob\nOr we'll just keep getting robbed & exploited\nSo you can't complain if things don't change, you got to do for self\n\n[Verse 1 Sans Pression]\nFormule diabolique : des stupéfiants aux narcotiques\nÇa commence par une sip, ça fini qu't'es alcoolique\nSuite logique, je bad trip quand j'étudie le diagnostique\nJ'obtiens des résultats catastrophiques\nFocus : pour le 5.0, 5 négros par jour, c'est assez bon pour un bonus\nPas Boris mais j'ai + d'armes dans tête qu'un russe\nJe préviens le rockus\nÀ c't'heure, c'est l'fun, fait que ça déconne\nJamais je m'étonne quand Babylone emprisonne\nJe vois clair, je vois tout ça se faire - my third eye be in check\nReste ouvert pis j'oublie jamais ceux qui, avant nous, ont souffert\nTrop fier, true b-boy, Campé, des cheveux jusqu'au bout des orteilles\nJe débouche tes oreilles dans le but de briser l'emprise du sommeil\nSi je t'effraie négro, il est temps que tu te réveilles avant que tu t'noies\nT'es déjà trop profond dans le coma\nMa dose de rap - une force de frappe comme Sammy Sosa\n\n[Verse 2 Mizery]\nThe maker and the owner\nThe father civilising his tribe before it's over\nSmoking like a broken toaster\nWe shine like supernovas\nStudyin' war like we supposed ta'\nPut us on your wall like a Black Power poster\nProtecting our Cosa Nostra the new thang\nKeep it in the fam' like Wu-Tang\nAnd unify U&I with T-Y\nWhether I gotta die or sell a bean pie\nStill gotta try\nTo save my own, since the day I atoned\nLet be known...\n\n[Verse 3 Sans Pression]\nMais pour nous, c'est un cercle vicieux, ma mère prie Dieu\nToi, t'espères vivre vieux mais t'es drette dans le milieu\nUne erreur de trop, négro, pis t'es encagé\nLes doigts dans le nez;\nQuand tu sors, t'es perdu -\"blow\"- t'es enragé 2 fois pire!\nLà, c'est rendu que t'agis sans penser avec la tronçonnée\nTronc solide, feuilles shakées, fondations déracinées\nSi tu te sens visé, je te change les idées...\n\n\n[Refrain Sans Pression]\nUn rude boy s'endort. Combien de funérailles encore ?\nBlack on Black! Dire que ça se passe au Nord...\nN'oublie jamais le passé car déjà, check les séquelles :\nLes blacks séparés, mal pris, en bas de l'échelle\nPas de quoi être fier, sortir un révolver\n\"Click click click\" viser la tête de son frère\nPour une histoire de secteur, on se fait la guerre\n\"It's just Black on Black, self-destruction, beware !\"\n\n[Verse 4 Mizery]\nYou can find me kickin' facts in the same spot\nYou buy your crack & your dime sacs at\nIn the background of a car jack, that's where I be at\nIn the depthness of black we devise our attack on tracks\nTo counteract the madness\nCuz now we use storytelling backwards to glamorize slackness\nYou'd die ten times\nWere you to practice what you preach?\nFor blaspheming, wash your mouth with bleach\nCapitalising on Free Speach with nothing to teach\nAnd I make the criminal life seem sweet\nYou didn't smile that much on the street\nAnd real thugs know not to repeat\nAs you grimly sow, I grim reap\nCapish! We settle it civilise degenerates\nTeach'em etiquette, infiltrate your premises\nUnder false pretenses relentlessly I emcee\nFor those who strategize like me, God\nThey'd rather free O.J. than Mumia\nMy love is one in a million just like Aaliyah\nMonopolism the speaker, the teacher\nEboneazer or Miz\n\nWho the fuck is gonna raise a beautiful black kid?\nCuz I gotta give the negative stats\nThe evident facts, is Niggas gotta adapt, Black!\nThey got us trapped like 2Pac with AIDS & crack\nEven when I rap, gotta kill that Black on Black\nIt's like that (Tabarnac)\n\n[Verse 5 Sans Pression]\nBlack on Black. Noir sur Noir\nJe le vois à chaque weekend\nJ'veux même pas savoir c'est quoi l'histoire\nSi pour toi c'est des bluffs, t'as pas pris le temps de t'asseoir\nLa vérité choque so tu veux pas la savoir. Jamais trop tard!\nC'est un présent sans futur quand tes petits frères se font allumer\nOn se dit frères mais on a de la misère à se saluer\nÀ la place, on se regarde croche, on essaye d'être tough\nMême quand je suis chill\nJe m'attends toujours à ce qu'il y ait un fuck\nC'est pas du \"talk shit\", c'est décevant mais c'est ça maintenant :\nFait le \"frékan\" avec le \"wrong click\", tu meurs bêtement\nIl est heure d'être franc\n\n[Refrain]", "image": "https://images.genius.com/d623a400f19a650914a0c6702c5f8df1.588x588x1.jpg"}], "artist": "Sans Pression"}