{"songs": [{"title": "Désormais", "album": "13 Deep", "year": null, "lyrics": "Desormais chaque jour faut prendre des decisions\nSi ca fait pas ton affaire c'est a toi de savoir dire non\nMontrealite pi on deal ak la fiction\n\nJe suis crampe mais je sais quand dire non\nComme quand c'est un deal que je feel pas!\nCa sert a rien de te repeter, t'as beau de me le dire 10 000 fois\nFait pas chier je suis pas ton complice t'est pas mon allier\nSerieux on commence a se faire vieux fini la naivete\nHonnetement\nCar kand je fais de quoi je suis un mauvais perdant\nJe veux mon morceau ma portion pi mon segment\nDowm 4 whatever mais je suis pas pour tous le temps dire oui\nOn peut pas plare a tout le monde moi je me fais pas de soucie\nMais je me watch asteur car ya trop de mecs cassés\nUne faveur pour une faveur\nEssaye pas de m'exploiter\nJe les vois venir maisn non mais non c ce ke je reponds\nKand cest mon street life pendant 4 saisons\nJe niase pas avec le beton les magouilles les popos ki patrouillent\nCa te fouille tas le ventre qui te gargouille\nPi c la que ca part en couille\nPas le choix ta pas de cas fak tu choisis de faire un car jack\nTu sais dans koi tu t'embarques\n\nREFRAIN\n\nJe fais pas la marionette je garde mon nez dans mes affaires\nPas kestions ke je vends mes fesses\nLe prefere de changer de carriere\nIl y en a qui pas love\nSi j'acceptais tout ce ke le monde moffrent\nJe ferais des burnouts tellement je me ferais bumrush\nYo! je m'encriss\nC'est plus comme dans le temps quand jetais naif\nJe sais comment le monde agissent\nTrahisse je dont trust\nFak essaye pas de membarker dans les tits deals trop croches\nJe veux rapper pas me faire gun shot\nTes dans les menottes\nTaurais + dire non mais ta dit oui\nComme lautre qui a pete la grison Jimmy\nPi la sa vie est finie pi cest de sa faute\nLe pire c kil sait meme pas kil est infecté\nKi sera la prochaine a se faire penetrer ?\nLa vie c traite yo!\nPi si tu fais des mauvais choix si tu crosses le monde\nC comme un boomrang\nYo! pense pas ke ca revient pas\nC kand ta pas de stress\nLa tete relax kil faut ke tu check ton back\nCar cest souvent la ke ca pete dans face\n\nREFRAIN", "image": "https://images.genius.com/9b07e648ca9788b551a8ff024c3cf732.126x126x1.jpg"}], "artist": "Sans Pression"}