{"songs": [{"title": "La Puff Qui Défonce", "album": "514-50 dans mon réseau", "year": null, "lyrics": "Refrain:\nCourt-circuit si commercial, c'est ton premier coup de cash\nUn Real devient Fake pis c'est là que son crew lâche\n4 pattes, à genoux , sur l'bord, y tombe dans le trou\nEn se réveillant trop tard, réalisant que ça tient plus debout\n\"T'as perdu le stylee, fait que là c'est \"byté\" mais bon, \"fuck ceux qui imitent!\"\nJuste quand tu pensais \"shiné\", voilà que je t'annonce une éclipse\n2 \"sang-sale\", ceux que t'adores \"diss\"\nTi-Kid and SP, la puff qui défonce en esti! \"Kget\" oui!\n\nSP:\nOne puff, t'es bien. Loin d'être des bons samaritains\nPis pas de la masse mais down pour fuck le chien\nMystère scientifique, SP, la bactérie qui résiste aux antibiotiques\nJ'suis fresh, froid, fréquent, strapped, senti toxique\nTrop de shit esti\nSi tu testes, tant pis! Reste en vie!\nDes textes, j'en chie\nCarburant sur F, je suis rempli\nIncarcéré, \"locked down\" tu feel là en dedans\nTi-Kid, SP, c'est sharp, style une lame à double tranchant\n\nTI-KID:\nM'aranjé-m pou-m lagué, anyen d'inconpétan\nGravé non-m sou concrete tan an repran\nTolérance zéro ban zo ponpé\nNo self-respect, ralé, li dédié\nUnderstand lojik ça misik ça jénétik\nLagué yon verse qui débalansé échèl sismik\nTouris fucked up djiol sèk foul miraj\nOuvraj mwen cé de la rage\nC'on rat de cave renmen manjé épav\nZouav fout ou poiv, bave ou nan entrav\nYon consomasion kruèl pou dirijan de Label artificièl\nDijital pantalon frapé\nEmpoizonen M T L mape kité ou jwenn gabèl\nGen trop vètè nou là au gad' à vou map simen sèl\nOu mèt rétoké cé ça li yé an misé\nMap garnoté souf mwen coupé, visé\nBlayi ou, tou long, bani ou\n\nSP:\nPis on est pas mal dans nos peaux\nT'en qu'on râle comme il faut, de l'importé du Congo\nOne puff, t'es high pronto!\nComme Villeneuve, crisse que j'clenche\nPas de la frime que je balance\nTasse-toi du chemin sinon tu seras victime de l'avalanche\nFuck ce que tu dis de mon apparence, Yo! jamais je rance\nPlus d'arguments que les avocats de la Maison-Blanche\nT'essayes de faire prendre du recul mais j'ai déjà trop d'avance\n514-50, je représente...\n\nRefrain\n\nTi-Kid:\nMen soutéren tèt gridap mèm \"en orbite\" koté site\n\"Side walk\" ça pas kinbé spektatè\nVisitè tout cônnain wap suiv mwen wap fè vape\nNeutralisé tout chantè ki bèkèkè\n\nSP:\nYeah yeah yeah le méga-trip, du shit qui les décapite\nSang-froid, le Pôle-Nord pour moi,quand je kick, c'est comme l'Afrique\nSo avant même de dire que t'es mon rival\nPour sonner original, pense à la civière pis au lit d'hôpital\nJe suis pas care\nTraite-moi de blème comme si cela me faisait de la peine\nAu contraire, claire, mon style c'est exactement comme ça que je l'aime\nDe l'underground shit now like back then\nPour l'entendre à la radio, faut jouer avec l'antenne\nMont Real , je dis ce que je veux rugged joual raide du creux\nJe fonctionne mais je suis défectueux\nRespect aux mecs du vieux qui ont fait l'affaire\nTrue to the game, je reste real, pas care\nJe tue ta carrière si c'est essentiel, ton patnai s'il s'en mêle\nRude, je pertube la quiétude des secteurs résidentiels\nTout le monde se dit rappeur, à la moitié je lève mon majeur\nSi je perds des fans, fuck it, tant que les headz militent en ma faveur\nPour le fake, il n'y a rien à faire, à part les faire taire\nBesoin de changement sur le terrain pis dans les vestiaires\nJe suis sincère, premier arrivé, premier servi!\nLa puff qui défonce en esti! Kget oui! Ti-Kid and SP...\n\nRefrain:\n\nTi-Kid:\nSP, Ti-Kid frodè M T L prédatè\nAbatè, bête féros kalib' inovatè\nArébô' arébô' 2 bô't covè\nAk 2 rapè ki san douleu' no love pou \"outsider\"\nLhè bois ça boulé nou cé pi mauvè dileu'\nPape gen \"fever\" pou ankenn kras li\n\"Bring Bring me\" 2 mésajé m'voyé back éksprès\nA lot éspès nèg JIGI, bann MCs jès\n\nSP:\nRien d'artificiel, rien de truqué pis je ne fais que débuter\nMTL, mon l'aile, tester c'est pour se faire buter\nLà, y sont stick stuck, c'est sacré so on doit les sacrifier\nQu'ils prient autant qu'ils veulent\nMême la paroisse peut pas les appuyer, juste les endurer\nC'est pas moi l'enculé\nPas capable de fermer ma gueule pis de me faire censurer\nSP : 2 MCs, 2 magouilleurs\nDans la rue, suspects. Sur le mic, + comme des patrouilleurs\nJe t'ai sur ma liste. Moi, je suis celui qui se tient dans la coulisse\nDédié comme un bouddhiste, je fais \"noïe\" les touristes\nB-Boy, j'ai le rôle d'un secouriste", "image": "https://images.genius.com/d623a400f19a650914a0c6702c5f8df1.588x588x1.jpg"}], "artist": "Sans Pression"}