{"songs": [{"title": "Jugement Dernier", "album": "514-50 dans mon réseau", "year": null, "lyrics": "Le jugement dernier\nJe peux backer tous mes péchés\n\nSP:\nNé si jeune dans un milieu si vieux, j'ai pas grand chose\nPis j'ai trop d'orgueil pour même supplier Dieu\nUne analyse réaliste :\nJe suis une des victimes de l'intoxication massive\nShit, regarde ce qui arrive. Parle-moi pas de mon savoir-vivre\nUn dit que je bois trop, l'autre dit que je smoke too much reefah!\nDrôle de mode de vie, style gratuit, j'improvise yo!\nJob au noir, je m'organise yo!\n\"Down 4 whatever\", tout dépend de comment que je file\nSi le mouvement a vraiment un sens, je suis campé sur le dollar bill\nJ'sais pas pourquoi, ça m'pogne des fois\nJ'suis pas care des conseils du père. J'assume l'affaire\nJe veux pas ruiner ma carrière\nC'est que j'aime les sensations fortes, tu vois\nPatnai à vie, mauvaises fréquentations, so what?\nDu 514 au 450, mon fucking coloc dans le sous-sol\nOn vise le top non stop\nD'aplomb au plafond sur intrus sur les coins de rues\nMalandrain, t'es pas témoin mais t'as bien vu\nCe qui se passe entre les jeunes qui ont pas les mains nues\nGare à toi, yo! Il y a les vrais et puis les wannabes\nT'as le pistolet d'hors-la-loi mais la technologie t'a eu\nCheck combien sont tombés \"bloodshed, locked up, dead\"\nOn peut pus compter, il y a déjà trop de shit like that!\nLes cliques qui se battent, les flics, les blacks\nC'est comme l'Amérique, l'Irak\nSi t'es campé, t'es campé mais tu sais jamais qui qui est \"strapped\"\n\"pas cônnain\", exact! Tu sais jamais qui qui est \"strapped \"\nTu sais jamais pis quand ça vient yo! c'est comme une crise cardiaque\nTu combats, they come back, forcés à combattre\nTabarnac!! Plusieurs disent révolution\nMais c'est le démon qui l'a fait pis on est toujours sans solution\nLa confusion dans mon mental sale à cause de la pollution de satan\nJ'aimerais bien voir quelle sera la conclusion\n\nRefrain\nLe jugement dernier\nJe peux backer tous mes péchés\n\nJP:\nRéyalité-ça pièce moun ka jwenn yon a'gument\nTout moun cônnain sans agent ou vaut rein\nÇa ou pas cônnain sé ça wa wè démain\nÇa mwen cônnain racine mwen ayisien\n20 an sans ti moun, mwen pas sou moun\nKi problèm moun, mwen rélé masonik\nVlé kenbé-m e fè-m tounen bourik\nNou gen lot meu's nou pas \"down underground\"\nSi ou pas solid pas kenbé co ou \"all around\"\nTérritoi ostil ti bout tè nan Montréal\nJenn gason ti biskèt cé pou cônn fai bosal\nMaché ak zam cèqueil anba ti bra ou\nSecté ça yo fucked up li gen pati\nLa ri ça chiche li ka prenn dépi ou tou piti\nMwen fai trop \"deal\" pou dé gouden\nGoumen pou ça bon Djé banmwen\nGen moun pam la ri ça sang froid fai disparaite\nBouzen rinmen wè Lhè nap goumen e ça cé pou anyen\nGen ça ki tounen fatra plis yon pè sida\nFo tété djol roz yo sanblé madigra\nSi cé pou ronflen pou yo pas voyé anba\nKinbé la cé kon ça boss papa\nBan m yon joint pou boukannen\nPou tout nèg ayisien pou tout sak pas gen lacaille\nE tout ça kap poté chay\nJe combats comme tout le monde pour avoir une meilleure vie\nDes wrongs moves j'en ai fait pis j'ai pas fini j'attends\n\nRefrain:\nLe jugement dernier\nJe peux backer tous mes péchés\n\nSP:\nÇa te fait chier mais je suis à moitié intégré dans la société\nStatut d'infériorité crée la férocité...\nDès la naissance, présence suspecte amenant la méfiance\nT'as qu'à nous observer, tu verras les graves conséquences\n360°, une réalité qui me suit partout\nComme un tatou et me rend marabout\nJ'essaye souvent de comprendre\nPourquoi les choses sont comme elles sont\nAucune réponse. Aucune raison\nPis tellement de questions...\nLa confusion dans mon mental sale\nÀ cause de la pollution de satan\nJ'aimerais bien voir quelle sera la conclusion\nLe jugement dernier \"je peux backer tous mes péchés\"\n\nJP:\nKi désizyon pou-n pran pou nou ka rété gagnan\nMwen conscient m'turbulent gen défoi m'arrogant\nPas vlé fini trafiquant nan yon monde suffoquant\nNi bout dam encajé kap frappé tan\nLè-m di la main marijuana pap \"take over\"\nPot ap claké e jouman ap voyé\nTension monté patnai yo démaské\n\nRefrain:\nLe jugement dernier\nJe peux backer tous mes péchés", "image": "https://images.genius.com/d623a400f19a650914a0c6702c5f8df1.588x588x1.jpg"}], "artist": "Sans Pression"}