{"songs": [{"title": "Gullywood", "album": "Gullywood", "year": "2012-05-05", "lyrics": "[Verse 1: Loudmouth]\nJ'étais high as fuck sur les designer drugs de l'ignorance\nPremier hustle, aller retour sur la ligne orange\nDernier wagon, une génération de violence\nPour les billets de banque, that shit we be about\nC'était \"Rainmen - Pas d'Chilling\"\nCinq lettres crack fillin' dans les steps de HLM\nLe stash de pilules dissimulé dans le coffre à gant\nUne minute sur un business, pas là pour fuck around\nSo on bounce sur ces bitches, clinique d'avortement\nAvec le soundsystem les vitres baissées downtown\nOn est dedans jusqu'au matin\nÉtendu dans l'parc, comme \"Lay it down what's happening?\"\nPour un instant la vie est belle\nOn est les rois d'la nuit sur notre paradis terrestre\nC'est la vie qu'on a choisie, tout lâché pour vivre de même\nSo j'ai pas vraiment l'choix man, I gotta be the best\nPis il y a rien d'autre dont j'suis plus sûr\nC'est vrai qu'la vie est plus courte quand tu la vie dans l'future\nSauf que la vie est plus dure quand tu la vie dans l'passé\nSo j'vais pas passer ma vie à faire hommage à la culture\nKeep getting high, qui fait ça d'même?\nGullywood shit jusqu'à 6 pieds sous terre\nC'est un long bread pour un bill sur le cellulaire\nC'est Montréal la nuit à ciel ouvert\nC'est la magie qui règne dans l'air quand les bonnes filles deviennent mauvaises\nLife's a bitch then you die\nSo le plaisir est éphémère\nMais on s'en fait moins on l'apprécie man la vie est faite de même\nParty and bullshit state of mind\nGet super drunk, fuck shit pis sert des mains\nPis ce real hip hop shit là on s'en calice ben raide\nJ'suis témoin de Jay HOVA j'peux pas care less d'un KRS\nSo let's go parce que tu sais porter un toast pour le succès\nGrey Goose pis c'est cul sec\nCeux qui parlaient de ma retraite\nIl croyait que j'avais quit\nJ'prenais une pause pour le suspense\nLe temps c'est l'argent donc en principe\nIl y aurait pas de presse quand c'est priceless\nJ'insiste, pas de presse quand c'est priceless\nÇa veux-tu dire que c'est aussi timeless?\nIls m'auront pas mis dans un moule\nTrop joli pour être hood\nTrop gully pour Hollywood\nPas assez cool pour Métropolis\nPas assez hostile pour les Foufs\nC'est le blues des incompris\nC'est la symphonie des fous\nMardi quand t'es couché\nOn est sur le party and bullshit\nAvec Larry qui go hard, solo de guitare acoustique\nJ'te dis tout de suite on s'en calice de c'que tu peux avoir à nous dire\nOn fait juste ça pour pouvoir talk shit quand qu'on est saouls\nGot une main sur le volant, mon mind sur le dolla'\nPis une bottle sur le dash, mo'fucka I'm back\nEt pis l'autre main sur l'alcool c'est la vodka sur glace\nJ'suis fucking smashed\nEt pis l'autre main [???] l'styrofoam\nDans le parc, what the fuck is up?\nQu'est-ce que tu voudrais faire à ma place?\nJ'veux dire ça prend pas la tête à Papaz, now fuck with me\n\n[Verse 2: Lary Kidd]\nKettle One vodka, call it holy water\nDrunk comme le calice, Amen, quoi d'autre?\nAnd did I mention? Toute le linge est vintage\nCrispy joint friperie, slick shit, quoi d'autre?\nFuck le drop top, get a Hooptie Coupe D\nPis guillotine le whip avec un sawzall et that's that\nJeune Lary baby, Lincoln Navigator (what else?)\nÇa commence au bar, ça finit à la maison\nQue Dieu bénisse l'Amérique\nQue Dieu punisse Lary Kidd\nBright lights and everything\nFeux d'artifice and all\nNo sleepin' naw\nRed solo cup live, deux pieds sur le gaz\nLike there's no tomorrow\nLate night au crib de Loe Pesci, we get extra\nTolère personne de l'extérieur\nBoy, travaille sur les headbangers\nC'track cite, c'est une nouvelle expérience\nAGL sur le bandana\nNouveau coat en jeans\nHalf a pill, American Apparel\nCaterpillar, tu vois les cups, fill 'em\nUh, pop champagne\nLe gars le fait de même\nLe gars le fait comme si il y pas de lendemain, you know me (you know me!)\nToi t'es comme \"In Gull We Trust\"\nPendant que chaque jour pour nous c'est le Mardi Gras\nJust what the fuck? What the fuck?\nPourquoi j'suis un hypocrite qui fais d'l'insomnie chronique\nMême après 25 fucking tequilas?\nLive, le lifestyle du Prince Charles\nDu blow dans notre théière, je sais même pus c'que j'ai fait hier\nDamn, peut être qu'il a hit une tonne de poudre\nFuck avec mon boy, I wish you Gully-would", "image": "https://images.genius.com/03eafe33fcf8e16a4a7242192d56e5a6.700x700x1.jpg"}], "artist": "Loud  Lary  Ajust"}