{"songs": [{"title": "Ô Mon Dieu", "album": "Ô Mon Dieu (EP)", "year": "2013-09-22", "lyrics": "[Verse 1: Loudmouth]\nLe monde est plate, la Terre est ronde\nOn compte le temps pour qu'le temps compte\n15 piastres de l'heure, 15 minutes de gloire\nLa vie est courte, surtout à la longue\nLe soleil efface les traces dans la neige\nLes nuits sont frettes en plein désert\nSpend my whole life trying to live\nSpending on drinks like I'm trying to die\nI don't know shit, that's all I know\nJ'perds la tête, j'trouve l'inspiration\nLa plus belle phrase, le pire des scénarios\nMaltraite ma girl elle me traite de bum\nAppele moi comme tu veux, mais appele moi pas\nIf you don't give me head I don't give a fuck\nOh you wish me dead? I wish you luck\nIs it love? She's a ten, she's not the one\nC'est dur de penser à l'heure de pointe\nC'est dur de nager avec un coeur de pierre\nTout s'est joué sur une paire de coeurs\nMais j'avais peur de care par instinct\nGive me faith, then give me up\nShoot me down bang bang, Ô mon Dieu\n\nIl va pleuvoir sur Montréal\nA hundred days, a hundred nights\nLes pointes de gratte-ciels comme nos pierres tombales\nAnd we still gon' be 'bout this life\nWe 'bout it, Gully is the life we chose\nWe 'bout it, Gully is the life we chose\nWe 'bout it, Deux pieds sur le gas, lights out, anything goes\nÔ mon Dieu\n\n[Verse 2: Lary Kidd]\nLiving on a prayer, j'suis sur le hustle depuis le début\nSipping on this lean, mo'fucker got me faded\nC'est cette putain de Montréalité qui a fait de moi c'que j'suis devenu\nUn p'tit fucker arrogant qui veux tout c'qui a sur le menu\nPis je sais même pus c'que j'veux, pis je sais même pus qui j'suis\nBut I got work, I got work, I got work on me\nAnd I'm about to blow it\nTon boy est en dépression and I ain't afraid to show it\nOkay, please homie don't pray\nLa face plein d'ecchymoses, trunk full of cocaine\n5 pieds 5 boy, best believe j'te regarde de haut\nCatch moi au runway de Marie Saint-Pierre entrain de supply le blow\nCall the ass women, skinny bitches too, I mean they all about that life, man le shit est fou\nElles veulent du blow talk, ça je va m'y faire\nI'mma give 'em what they want and get my money right\n\nGully 'til the death of me\nGully 'til the death of me\nMontréal en backdrop\nBaby Jesus can rest in peace\nGully 'til the death of me\nGully 'til the death of me\nMontréal en backdrop\nBaby Jesus can rest in peace\n\nI'm an asshole and a douchebag\n10 doigts, mais j'ai 12 bagues\nWhip jaune couleur pissenlit\nGivenchy sur mon du-rag\nI'm a real dude, I do real things\nI'mma die young, I'mma kill things\nAnd that real coke and that real purp\nBottom line it's just to heal things\nUh-huh, goddamn, where the fuck am I gone?\nSo I go to church and I pray to God\nI'm like cut the bullshit, je le sais qu'il est mort\nUh-huh, goddamn, where the fuck am I gone?\nJ'ai le Mossberg dans le char neuf\nPis le cough syrup dans la Carlsberg\nUh-huh, please, what the hell am I supposed to do?\nJ'ai une Jolly Ranchers dans le purple\nThese good things they might hurt you (Oh!)\nCocaine rush, crack match off that freebase\nCause I'd be Dallas Green if it wasn't for my G ways", "image": "https://images.genius.com/1767b6f165ccedac4ff85626485fd112.700x700x1.jpg"}], "artist": "Loud  Lary  Ajust"}