{"songs": [{"title": "Joy Division", "album": null, "year": null, "lyrics": "[Verse 1 : Loud]\nOk jeunes filles going crazy ugh\nDes supermodels, elles sont nerveuses elles sont nerveuses\nNouveau record soon to drop\nElles jurent qu'elles sont pas des groupies chaque fois qu'on est sous les draps\nMan, a dira ce qu'à voudra, they always lie when they do drugs\nI was way too drunk, maintenant pourquoi t'es toujours là?\nÇa pourra pas marcher but we still had a good run tu trouves pas?\nOublie jamais qu'on est super unofficial\nOn the side, all joke aside, I'm just fucking with you ugh\nI got to keep it movin qu'est-ce tu croyais?\nMa vie c'est un movie when I'm shootin', keep quiet\nComment tu me comparais à ton average citoyen\nJ'paye mon loyer a'ec du rap money, travailler pour soi-même\nI mean, employé de la semaine à chaque semaine\nThat's what I am\nPas de vacances, pas de poste vacant\n9 à 5 am, I mean\nI mean dont wait on me girl\nI'm on my way to work, work\n\n[Hook : Lary]\nParce que j'ai 15 mille en liquide\nLe pistolet dans la cuisine\nChopper in the trunk, juste au cas où les gars s'excitent\nAnd I'm bout to take it to another level on these bitches\nOn my way to work, en écoutant Joy Division\n\n[Verse 2 : Lary]\nOk, just wait for me a minute baby\nI know I'm crazy, Montréal made me\nLa vie est courte pis les nuits sont longues\nSo on fait que chaque minute compte\nI'm about to get it on, I'm in the zone\nSlide off dans mon bolide, finna bring it home\nLe whip est all souped up j'l'appelle minestrone\nCame home, pop le Perignon\nPis j'get mon Joe Perry on\nShirtless with the Gibson, baby carry on\nOk, I gotta get it where I feel it\nCause I'm all about my business\nAnd I won't be copping Religion\nJ'ai le Glock 9 dans la cuisine, les 3 Amy sur mon pénis\nNow which one of all you ladies down to kneel down and lick it ok\nJe sais que j't'un peu comme Ian Curtis\nPis notre prochaine date, ça sera la semaine des 4 jeudis\nChu mad flirty mais quand j'sens que ça deviens sérieux chu comme\nDésolé, I got to go to work\n\n[Hook : Lary]\nParce que j'ai 15 mille en liquide\nLe pistolet dans la cuisine\nChopper in the trunk, juste au cas où les gars s'excitent\nAnd I'm bout to take it to another level on these bitches\nOn my way to work, en écoutant Joy Division", "image": "https://images.genius.com/bbd0847b32d4a63276880bedc20e3fcb.566x566x1.jpg"}], "artist": "Loud  Lary  Ajust"}