{"songs": [{"title": "Tiens mon drink", "album": "Blue Volvo", "year": "2014-10-21", "lyrics": "[Verse 1 - Loud]\nOkay, okay\nLes moyens sont croches but we get straight to it\nJeune décrocheur, was a straight A student\nMoving on, l'eau a coulé sous les ponts\nLà j'suis paid juste pour mettre les pieds d'vant une foule de monde, come on\nIt's all about performance, j'l'ai appris du meilleur, shouts Ruffsound\nMontréal où la magie prend forme\nBad girls wanna have fun where I'm from, hmm\nOh, don't talk to me, shut up\nFaisons juste get high and fall for each other girl\nParait qu'Dieu travaille de façon mystérieuse\nJ'pourrais m'endormir pis faire des hit records\nMilles excuses, on a déjoué vos plans\nT'essayais d'make it rain, j'faisais neiger des crabes\nFaque, like it ain't a damn thang, we run-this-town sweatin' champagne, huh!\n\n[Chorus - Lary Kidd]\nFriday night fever, baby just beat it\nSweatbox, damn, on peut plus respirer\n'bout to get ratchet in this you know what\nSpill le champagne sur mes nouvelles bottes\n\n[Hook - Lary Kidd]\nSo tiens mon drink, tiens mon drink\nJ'veux pas salir mon linge, baby tiens mon drink\nTiens mon drink, tiens mon drink\nJ'veux pas salir mon linge, baby tiens mon drink\n\n[Verse 2 - Lary Kidd]\nOkay\nWe can't put a price on a reality check\nSo why the hell tu voudrais faire du rap au Québec\nAnd I ain't no condescendant\nMais si y vous faut des condoms\nSend le late text to your girl, lâche le rap pis fais des enfants, ok!\nStack it up pendant cinq ans pis c'est money gang\nMontréal à Monaco, baby, money gas\nA hundred racks stack sous l'oreiller\nI can pillow talk money with you shawty, tout va très bien ok!\nBody movin', lot of girls\nElle elle a LLA sur la manucure\nWrists on freeze, drinks on me\nSpoiled brat, qu'est-ce qu'on dit : MERCI!\nÇa commence tôt pis ça finit tard\nC'est free pill sur pill dans le chevy ta-vroum!\nI do it for the money, money does it for me\nEt ces jeunes filles trouvent le bonheur dans leur folie\n\n[Chorus - Lary Kidd]\nFriday night fever, baby just beat it\nSweatbox, damn, on peut plus respirer\n'bout to get ratchet in this you know what\nSpill le champagne sur mes nouvelles bottes\n\n[Hook - Lary Kidd]\nSo tiens mon drink, tiens mon drink\nJ'veux pas salir mon linge, baby tiens mon drink\nTiens mon drink, tiens mon drink\nJ'veux pas salir mon linge, baby tiens mon drink\n\n(Huard)", "image": "https://images.genius.com/f60e42202cecf9ac300636798f8cd19a.1000x1000x1.jpg"}], "artist": "Loud  Lary  Ajust"}