{"songs": [{"title": "Intime 7ieme", "album": "Septentrion", "year": null, "lyrics": "Laisse-toi border, porter, emporter, yeah!\nLaisse-moi te réconforter\nJ’offre à tes sens la chance de grimper au ciel\nDésir sensuel à l’essence d’un échange mutuel\nLaisse-toi border, porter, emporter, yeah!\nLaisse-moi te réconforter\nSensible à tes sentiments\nAmant de c’que tu aimes\nJ’irai où tu m’amènes, soirée intime au 7ième\n\nPendant qu’le soleil s’endort, en moi c’est le désir qui s’éveille\nPendant qu’mes paupières se ferment, j’entre au pays des merveilles\nJ’crois qu’la lune est pleine, j’te souffle un mot à l’oreille\nPeut-on partager ensemble ce vol avant sommeil?\nAvant d’quitter le sol, qu’on décolle pour un premier baiser\nPar plaisir, avant que nos corps se collent, laisse-moi t’apprécier\nAvant d’partir pour les cieux, tandis que j’t’ai à mes côtés\nJ’veux t’caresser des yeux pour mieux goûter à ta beauté\nY a rien qui presse, laisse-moi t’embrasser des pieds à la tête\nSois bien à l’aise et laisse tes sens se joindre à la fête, eh!\nEnsemble on part pour une randonnée, allume le chandelier\nPour mieux s’envoler faut s’abandonner\nYeah! Ça bouille déjà dans mes veines\nJ’nous vois déjà au 7ième\nà faire l’amour sur les plaines\nÀ mener la vie de bohème, ta peau sur la mienne\nJ’irai où tu m’amènes, soirée intime au 7ième\n\n\nJ’attends ton signal, pour qu’enfin ensemble on s’évade\nAu rythme de nos cœurs qui battent, j’entends ton corps qui parle\nHypnotisé par le charme de ton sourire qui m’anime\nTes yeux qui scintillent, fascinent tel l’étoile qui m’attire\nUne vague de caresses nous emporte pour cette soirée intime\nTes lèvres semblent me souhaiter la bienvenue à bord du navire\nVers un amour platonique, sensation interplanétaire\nAu son du souffle qui s’accélère, pour le 7ième, on quitte la planète terre\nHa! Ha! J’ai l’image du voyage, ni vêtement, ni bagage\n7ième étage à faire les plages de nuages. Ok!\nOn s’laisse emporter par tout le mouvement... Yeah! Eh!\nOn finit fort, on commence doucement\nYeah! Comme si, poussé par le vent, voilà qu’on s’sent déporté\nPlus rien pour freiner l’élan. Amant de c’que tu aimes\nCette soirée est tienne, j’irai où tu m’amènes\nSoirée intime au 7ième", "image": "https://images.genius.com/d8d6008e0f9adb490b08790083d1dd8c.600x593x1.jpg"}], "artist": "Anodajay"}