{"songs": [{"title": "Tous nés pour mourir", "album": "Septentrion", "year": null, "lyrics": "Un jour ou l’autre on sait qu’la vie s’arrête\nMême si t’aimes faire la fête\nOu encore pire, si tu vénères la bête\nTout l’monde se tue à vouloir bien paraître\nMême si tu baisses la tête\nOn nous fait naître pour nous faire disparaître\nDes fois j’me d’mande pourquoi la maladie\nS’en prendrait à ma vie ?\nEst-ce que ce serait parce que j’ai mal agi ?\nJ’me d’mande aussi cette vie j’la dois à qui ?\nSi je l’ai pas choisie\nQuand j’réalise que nul n’est à l’abri\nSouvent j’regarde les yeux des jeunes enfants\nQui s’imaginent sans fin\nSans trop se soucier de tout c’qui s’envient\nJ’y vois un vieillard au regard tremblant\nSeul au bout du tremplin\nTrop fatigué pour vouloir s’en plaindre\nLa vie est parsemée de joies et misères\nSans qu’on se réfère à l’hiver\nOn s’y perd, on finit par s’y faire\nChaque jour qui passe on tente de s’découvrir\nDis-moi pourquoi j’m’épuise à courir?\nTous nés pour mourir\n\nTous nés pour mourir\nÉveillé quand tu dors, à la vie à la mort... si j’savais...\nÀ quoi sert de courir?\nAffaibli par l’effort, la fierté, les remords... si j’devais...\nRenoncer à mes souvenirs?\nLa beauté du décor, la douleur qui dévore... si j’avais...\nÀ partir sans mon sourire?\nQuel sera mon réconfort ? Si l’esprit quitte mon corps à jamais...\n\nOn nous répète qu’on a seulement une vie à vivre\nPendant qu’plusieurs se privent\nPlusieurs nous disent la vraie vie reste à suivre\nToujours à la recherche de la flamme qui attise\nPendant qu’on se fait la bise\nSans qu’on avise on nous fait perdre la mise\nOn dit qu’on absorbe la douleur comme des éponges\nQuand faut traverser les ponts\nPlusieurs se sentent délaissés sans réponseVers qui se tourner quand même le désir me ronge?\nQuand le plaisir me gronde?\nQuand la mort guette à 5 milles à la ronde?\nJ’ai l’sentiment de devoir tout accomplir\nC’est comme un vide à combler\nAvant d’me voir m’assombrir\nJ’sais à présent qu’la vie, la mort sont complices\nPeu importe les retombées, le contexte\nC’est la mort qu’on risque", "image": "https://images.genius.com/d8d6008e0f9adb490b08790083d1dd8c.600x593x1.jpg"}], "artist": "Anodajay"}