{"songs": [{"title": "Laissez moi voler", "album": "Septentrion", "year": null, "lyrics": "[Refrain]\nLaissez-moi voler! J’veux déployer mes ailes\nM’envoler loin d’ici tel un ange vers le ciel\nJ’irai toucher les étoiles même si j’dois me brûler les doigts\nLaissez-moi voler! Même si faut défier les lois\nLaissez-moi voler! J’veux déployer mes ailes\nM’en aller loin d’ici pour me rendre au soleil\nConquérir l’inexploré jusqu’à en perdre mes plumes\nLaissez-moi voler! J’irai décrocher la lune\n\n[Verse 1]\nAvant d’m’assoupir dans mon lit à chaque soir depuis qu’j’suis gamin\nJ’imagine les étoiles à portée d’la main\nEn plein ciel, loin des ennuis, le sourire aux lèvres\nSourire partiel, le temps d’une nuit, jusqu’à ce qu’le jour se lève\nEn partie, emporté par l’inexplicable\nLaissez-moi voler! Devenu un besoin vital\nDepuis qu’j’me rends compte, à quel point ici bas tout le monde souffre\nAu bord du gouffre, j’pars à la rencontre du second souffle\nJ’rêve d’un endroit où la douleur n’est pas permise\nJ’rêve du chemin menant droit à la terre promise\nJ’rêve d’une nouvelle ère, celle qui m’permet d’être inspiré\nJ’rêve d’un nouvel air, celui qui m’permettra d’inspirer\nJ’suis comme un oisillon qui aspire à la puissance d’un avion\nLa splendeur, la finesse d’un papillon\nLaissez-moi voler!\nQue j’puisse exhausser mes vœux\nQue j’puisse survoler les lieux\nQue j’puisse explorer les cieux\n\n[Refrain]\n\n[Verse 2]\nDes fois j’me sens seul sur cette terre\nJ’veux partir au ciel\nLes pieds au sol, les yeux en l’air\nAussi vulnérable qu’un oiseau sans aile\nÉtant jeune Superman présent dans mes collages\nJ’enfile ma cape rouge, le ciel s’ouvre, prêt pour le décollage\nComment fuir, m’évader, loin du désastre?\nLaissez-moi voler! Que j’puisse être parmi les astres\nMaintenant j’comprends, c’qui m’entoure, en plus de s’mentir, on se tue\nQu’on m’apprenne, c’est mon tour, laissez-moi m’sentir au-dessus\nDonne-moi des ailes que j’puisse m’envoler vers le sud\nAvant qu’l’hiver soit dans les cieux\nEt que j’commence à perdre de l’altitude\nQue j’puisse échapper au gèle, m’en aller au soleil\nFabriquer mon miel et butiner comme l’abeille\nLaisse-moi fendre l’air, prendre l’air\nDans un monde sans guerre\nSans trop avoir l’air à l’envers une fois en l’air\nDe toute évidence j’veux être l’étoile brillante\nScintiller en silence, disparaître comme une étoile filante", "image": "https://images.genius.com/d8d6008e0f9adb490b08790083d1dd8c.600x593x1.jpg"}], "artist": "Anodajay"}