{"songs": [{"title": "Numéro 1", "album": "La tendance se maintient", "year": null, "lyrics": "Ok\nLet's go\n\nI'm back, I'm back, I'm back, I'm back, I'm back\nYou know I'm back\nEverybody stand up ((get up, get up, get up, get up)2X)\n\nAll that c'est pas du talk trash quand je parle\nPour certain c'est pas normal mon accent joual, mon accent grave\nTe blast comme un. 44 comme tyson avec le mic ca fait mal quand je frappe\n2 8 buck comme 16 balles dans face\nTu me feel pas, pis tu aimerais ca prendre ma place\nLe mйdicament, sp le contraire de calmant, tu veux du talent\nJe ten donne pour tout argent\nChu pas Dr dre mais j'ai ta prescription, un remede puissant\nAucune restriction, ma description, fait un black 5 pieds 11\nJe chill rien qu'avec des gars qui rap pis qui draine des onces\nS, pis j'ai de la fiertй, yeah j'ai de l'honneur\nSi je serait pas sur le stage, je ferait des deals sur le corner\nC'est pas pour les\nRap du coeur, origine rdc, (tas tu vu ca)\n\nThat's all, That's it, moi je fonce (moi je fonce)\nJuste du bйton\nLe volume, la musique dans le fond, Sans Pression\nGuess who's back, I'm still back\n\nI'm back, I'm back, I'm back, I'm back, I'm back\nYou know I'm back\nEverybody stand up ((get up, get up, get up, get up)2X)\n\nLes hells le savent, underground check dans cave\nCheck ton back, j't'un 9mm quand je rap\nMilitant comme dans le temps, on pete la place\nJe fini mon language, il faut que je laisse ma trace\nSйrieux pense pas que je fait ce que je veut dans l'aile\nLes 2 pieds a terre, les 2 yeux se releve\nAfro-Quйb, pis yo j't'un heads pour la vie\nDans game jusqua tepms que je sois vedge comme Mohammed Ali\nFac, t mieux de travailler tes textes mon gars\nPis meme la, tu sera jamais fresh comme moi\nYou came fuck with, sp le souverain pontife\nPendant que tu talk shit je me roule un putin de long splif\nThirteenth Deep Records, je sais que tu m'entends\nOn donne notre 100% car c indйpendant\nToi ta rien a dire man ton shit c une joke\nToujours la meme chose, ca me gosse plus qu'un disque qui saute\n\nThat's all, That's it, moi je fonce (moi je fonce)\nJuste du bйton\nLe volume, la musique dans le fond, Sans Pression\nGuess who's back, I'm still back\n\nI'm back, I'm back, I'm back, I'm back, I'm back\nYou know I'm back\nEverybody stand up ((get up, get up, get up, get up)2X)\n\nSp, 13e йtage, tu connait le time\nOn dйbarque dans place comme bolum for columbine\nSavage, trop de rage, on me prend en otage, on l'йcrase\nOn laisse nos traces, pis apres on se casse\nOn fait le mйnage, ca dйmйnage, 13e йtage, on pete la place\nSans Pression chu lа pis je represente (represente)\nY'a pas de secret fait ton respect\nLes ti-mounes je l'ai chicane, moi chu cool chicane\nSi tu me pousse c'est du drame, coup de boule Zidane\nIci c'est boom bye bye et la batiboire\nCa se passe comme ca dans les batiments\n13e rйgiment, en temps de guerre, je sais comment le faire\nIl peut faire c'est petits commentaires, je sais comment le taire\nMoi je l'enmerde, ta carriere est fini car je l'enterre\nTout le monde sait que t est pas gangster\n\nThat's all, That's it, moi je fonce (moi je fonce)\nJuste du bйton\nLe volume, la musique dans le fond, Sans Pression\nGuess who's back, I'm still back\n\nI'm back, I'm back, I'm back, I'm back, I'm back\nYou know I'm back\nEverybody stand up ((get up, get up, get up, get up)2X)\n\nSp, S. Are. S. P. Are. E. S. S. I. O. N Sans Pression sp\nThirteenth Deep Records, you know what I'm saying\nVagabond ma religion, y'a rien qui a changer\nMtl Qc. Baby\nYeah my song fuck les chiennes", "image": "https://images.genius.com/ec9ccc125fb818f29f6bd813179e5a8f.700x700x1.jpg"}], "artist": "Sans Pression"}