{"songs": [{"title": "Patnai à vie", "album": "514-50 dans mon réseau", "year": null, "lyrics": "[Refrain]\nRest in peace à tous ceux qui n'sont plus là\nOn s'reverra quand le temps viendra\nEt pour tous ceux derrière les barreaux et yo ! courage\nEt surtout, gardez la tête haute dans la cage\n\n\nSP\nRepose en paix ! T'es sûrement loin mais je devais le dire\nCar t'étais mon malandrain pour le meilleur et pour le pire !\nJe me souviens, tout le monde pensait qu'on était des frères\nPour nous, c'était chill, pas care \"so\" on les laissait faire\nTu me parlais d'Haïti, moi je te parlais de l'ancien Zaïre\nPlus qu'amitié, \"kget\" yo! c'était famille, 'asti !\nJ'ai même pas eu la chance de dire goodbye au fucking patnai\nSauf aux funérailles mais t'étais déjà parti\nJ'ai \"noyé\" raide quand j't'ai vu \"dead\" dans le cercueil\nEn deuil, il a fallu que je boive pis que j'fume une tonne de feuilles\nÀ quelque part on va se revoir même aujourd'hui\nDes fois, j'me lève tard le soir, pis j'arrive pas à croire qu'après 12 ans bien campés\nQuelque chose de pas planifié comme ça est arrivé\nQuelqu'un est venu te chercher\nJ'veux une réponse claire et nette pour en finir\nPou ki sa boy ? Pourquoi tu t'es \"jet\" sans rien dire ?\nAu jour le jour, c'est le destin ! Ce qui est fait est fait\nC'est laid, je sais, mais j'espère que t'es bien là où tu es\nOne love, je t'oublierai jamais, pis ça c'est dit\nPatnai c'est patnai, 4 ever, yeah ! Pour la vie !\n\nPour ceux que j'ai connu dans le temps\nPour ceux que chill avec jusqu'à maintenant\nOn reste vrai. C'est plus comme avant mais quand même\nJe suis un true patnai. Que tu sois mort, dehors ou en-dedans\nJ'espère que tu m'entends\n\n\n[Refrain]\n\n\nSP\nLes années de jeunesse ensemble ont fait qu'on était \"tight\"\nDans le temps des \"fist fights\" pis des BMX bikes\nMais ça a vite switché : 17 ans, 2 enfants, obligé de dealer un shit every day !\nÇa a juste pris une erreur pis, les cochs ont débarqué\nBuju te l'avait dit : \"Check ce dep, faut pas le braquer\"\nMais t'as fait à ta tête, kget, là t'es \"locked-up\" sans probation\nPis le soleil, lui, ne brillera plus jamais de la même façon\nT'as tes patnais, ta femme, pis tes 2 petits kids\nVictime d'une situation trop \"ill je te feel\"\nLe sabotage, normale la rage mais Yo! Sois brave, sérieux, courage\nEt surtout garde la tête haute dans la cage !\nSerre tes fesses, reste un homme, on est patnais et non pas chums\nSi tu ressors \"massissi : ko lan gièt manman ou\"\nC'est pas comme ça que j't'ai connu\nC'est pas comme ça que je veux te revoir\nTa famille de rue, on sera la première à te recevoir\n\"Know what I'm saying\" - on t'attend, on t'oublie pas\nC'est plus comme avant oublie ça je sais tu regrettes\nMoi aussi mais je te respecte car t'es pas n'importe qui\nHold it down ! On se check, patnai à vie !!!\n\nPour ceux que j'ai connu dans le temps\nPour ceux que chill avec jusqu'à maintenant\nOn reste vrai. C'est plus comme avant\nMais quand même, je suis un true patnai\nQue tu sois mort, dehors ou en-dedans\nJ'espère que tu m'entends\n\n\n[Refrain]\n\n\nSP\nCelle-ci, c'est pour tous les headz qui ne sont plus parmi nous\nConnaissances, amis, membres du crew tout mounn 4real, j'm'en fous\nMais surtout celle-ci, c'est pour tous mes partenaires\nDéportés dans les cellules 6 pieds sous terre\nLe temps avance mais pour nous, c'est comme si c'était hier\nOn peut pas retourner en arrière, so de la bière, on en verse par terre\nPour \"reminisce\", on va se revoir pas le droit de me décevoir\nCar tellement on a chill ensemble. Partout où je vais, c'est le foutoir\nEffacer le passé, never, pis même si je pouvais\nFuck that, je le ferai pas car c'est ça qui est ça\nPis veut, veut pas, les cicatrices ne partiront jamais, jamais\nDédicaces à tous mes bons patnai\n\n\"Même si t'es parti, tu seras toujours mon patnai à vie!\"\n\n[Refrain]\n\n\"Même si t'es parti, tu seras toujours mon patnai à vie\"", "image": "https://images.genius.com/d623a400f19a650914a0c6702c5f8df1.588x588x1.jpg"}], "artist": "Sans Pression"}