{"songs": [{"title": "Derrière Mon Sourire", "album": "Répliques aux offusqués", "year": null, "lyrics": "360 degrés d'réalité, la face cachée d'là société, SP!\n\nTonnerre, les rues sont animées, pis c'pas du tout chill\nJ'cache ma colère derrière mon sourire, sérieux\nJ'parle peu, mais mon regard parle fort\nVision fuckée par tout c'qui s'passe dehors\nLes rues sont animées, tôt ou tard tu va l'réaliser\nAvant d'dire non, r'garde dehors, prend l'temps d'visualiser\nMême en région, et yo, c't'urbanisé\n\nUn sourire c'est queq' chose de rare dans l'secteur, drète ça\nJ'rêve pas, pis j'exagère pas, pis yo c'pas à cause du verglas\nLe monde sont froids gelés, la zone est sinistrée\nPeut importe où tu vas, l'quotidien, y'est tourmenté\nLes homicides, suicides, vols à l'étalage\nMenaces de mort, kgèt, violence conjugale\nFa's attention avec qui tu blagues, car, y'en a plein qui l'prennent pas\nPis si quelqu'un, t'regarde trop croche, yo négro check toi\nT'sais p'tète pas, mais dans l'QBC, c'est plein d'fucké\nFais gaffe, car même pour des props, sont prêts a t'shot man\nEn campagne autant qu'd'ins ruelles d'MTL\nPis j'le constate à chaque fois qu'j'écoute les nouvelles\nTonnerre, trop de haine, ça vaut même pas la peine\nOn blâme le système, mais mes plus gros fuck c't'avec des frères\nAprès tu te d'mandes pourquoi l'monde, sont pas solidaire?\nDans ma communauté car c'est là qu'ça fit le mieux\nVagabond c't'à quoi j'ai l'air pis si j'te tombe su'est nerfs\nChange de station, instable dans c'monde mais j'garde mon équilibre\nDans l'territoire hostile (C'est là mwen connin map mouri)\nLes projectiles filent, c'pas chill, (Tout moun apkouri)\nBackstab des fois, on dirait qu'ch't'un habitant d'là banlieu d'Bagdad\nColère derrière mon sourire, quand j't'en maudit\nC'plus fou qu'là folie, pis ça m'dit rien une autopsie\nParle-moi d'son mode de vie, pis moi j'te dirai c'qui est arrivé\nLes rues sont animées, c'pas juste des mots c'est lactualité (X2)\n\nTonnerre, les rues sont animées, pis c'pas du tout chill\nJ'cache ma colère derrière mon sourire, sérieux\nJ'parle peu, mais mon regard parle fort\nVision fuckée par tout c'qui s'passe dehors\nLes rues sont animées, tôt ou tard tu va l'réaliser\nAvant d'dire non, r'garde dehors, prend l'temps d'visualiser\nMême en région, et yo, c't'urbanisé\n\nÇa sert a rien d'essayer d'se voiler la face\nEn prétendant la situation meilleure qu'en réalité, les rues sont animées\nVient pas m'dire qu'là vie est belle\nMusicien à temps plein, street life à temps partiel, rien d'artificiel\nPis pense pas, qc't'une skételle, quand chu's su l'cell\nMême si c'est confidentiel, y'à trop de headz qu'h'arcèlent\nYo qu'est-ce qui a, qu'est ce t'à? - Quoi tu cherches à m'faire d'là merde?\nYo qu'est-ce qui a, qu'est ce t'à? - Quand j'me mêle de mes affaires!\nMa carrière, mon salaire, pis les patnais, qui ont mon derrière\nMais des fois j'oublie, j'agis comme si j'avais rien à perdre\nC'est clair, quand j'pas care chu's un produit d'l'atmosphère\nJ'ai ma philosophie, mais si tu m'pousses, j'ai l'caractère\nQui sera la prochaine, victime, violence gratuite ou défense lé-gi-time?\nMais ça finit pas là car l'esprit d'vengeance, l'instinct d'animal\nQuelle sera la prochaine sentence, la peine maximale?\nLe pire, c'est qu'souvent c'est du black-on-black\nPour une chose aussi banale, qu'un eye contact\nJ'ai l'album pour t'faire grandir c't'année\nCar les funérailles, les deuils, on est tous tannés, TOUS TANNÉS!\n\nTonnerre, les rues sont animées, pis c'pas du tout chill\nJ'cache ma colère derrière mon sourire, sérieux\nJ'parle peu, mais mon regard parle fort\nVision fuckée par tout c'qui s'passe dehors\nLes rues sont animées, tôt ou tard tu va l'réaliser\nAvant d'dire non, r'garde dehors, prend l'temps d'visualiser\nMême en région, et yo, c't'urbanisé\n\nTonnerre, les rues sont animées, pis c'pas du tout chill\nJ'cache ma colère derrière mon sourire, sérieux\nJ'parle peu, mais mon regard parle fort\nVision fuckée par tout c'qui s'passe dehors\nLes rues sont animées, tôt ou tard tu va l'réaliser\nAvant d'dire non, r'garde dehors, prend l'temps d'visualiser\nMême en région, et yo, c't'urbanisé", "image": "https://images.genius.com/b1ec119f9f80e43fa89d520798fdca14.600x600x1.jpg"}], "artist": "Sans Pression"}