{"songs": [{"title": "Trop Smooth", "album": "Septentrion", "year": null, "lyrics": "[Refrain]\nParaîtrait qu’on est trop smooth, trop cool, trop ooouuuuuhhhh!\nLyricalement trop fou, trop toute, on ose tout\nTant mieux si y a des gros sous, si on peut jouer à ce qu’on joue\nOn verra qui fait fausse route si on débarque dans ton bout\nChacun a droit à son doute, chacun a droit à son goût\nChacun a droit à son look, chacun a droit à son pouls\nTu veux t’inscrire à la joute, commence donc par faire ton boute\nChaque ligne que t’ajoutes, c’comme si tu creusais toi-même ton trou !!\n\n[Verse 1: Anodajay]\nParle dans mon dos, de toute manière c’pas la première fois\nÉcoute ton démo et rappelle-toi qu’t’es derrière moi\nJoue au héros et continue de penser qu’tu fais l’poids\nMoi j’dirai tout haut c’que la majorité pense tout bas\nTu frappes le zéro, penses-tu vraiment qu’les gens vont suivre tes pas?\nUn peu trop d’ego, arrête de t’prendre pour c’que t’es pas!\nDis-moi qui d’autre te respecte à part tes gars?\nSi y a personne qui ose te dire de mettre un terme au dégât\nDis c’que tu veux, mais l’rap c’pas juste enligner quelques mots\nQuelques flows, quelques « yo », pour être quelqu’un au micro\nJ’sais c’que tu veux et j’sais reconnaître les vrais des faux\nJ’sais qu’tu vises haut, mais ça fait 5 ans qu’tu restes au même niveau\nQu’est-ce que tu veux? Tu veux que j’mente en t’disant qu’t’es agile?\nEn disant qu’t’es real? Quand y a personne qui te feel, même dans ta ville\nAvale la pill, t’es malhabile pis tes rimes sont faciles\nTon style est fragile, pis ton cd se retrouve en dessous d’la pile\n\n[Verse Boogat]\n\n[Refrain]\n\n[Verse Boogat]\n\n[Verse :Anodajay]\nDe quoi tu parles? Peux-tu me l’dire?\nTu l’sais même pas pis c’est ça le pire\nÀ t’entendre parler c’est toi l’avenir\nMais t’entendre rapper, c’comme un martyre\nSi y a un conseil qui faut qu’tu prennes\nPis j’dis pas ça pour te faire de la peine\nJe l’sais qu’tu fais pour que le monde t’aime\nMais faudrait peut-être changer ton thème\nRetourne aux Fables de Lafontaine\nPersonne s’intéresse à tes schèmes à 2 cennes\nQuand j’écoute vos poèmes, on dirait mon neveu en deuxième\nAnodajay, Boogat, on remet les smatts à leur place\nAu combat depuis longue date\nDis-moi si ça c’t’une chanson plate !!!", "image": "https://images.genius.com/d8d6008e0f9adb490b08790083d1dd8c.600x593x1.jpg"}], "artist": "Anodajay"}