{"songs": [{"title": "Bonjour", "album": "Septentrion", "year": null, "lyrics": "[Intro: Anodajay]\nCe matin j’me suis levé, j’étais un peu engourdi\nJ’me suis dit, aujourd’hui, j’vais faire quelque chose de ma vie\nC’est samedi, y fait beau, j’ai été réveillé par les oiseaux\nJ’enfile mon sac à dos, j’vais faire quelque chose de ma peau\n\n[Verse 2: Anodajay]\nJ’ai marché par le parc en regardant les enfants jouer\nJ’ai pu qu’être amadoué, quand j’me suis vu dans un enfant doué\nAu pantalon troué, courant sans soulier, sans même s’en soucier\nSemblait dévoué et surtout enjoué\nEnsuite j’ai continué, après être resté bouche bée sans bouger\nUn peu dans l’inconnu, comme un plongeur en mer sans bouée\nJ’suis parti sans savoir où mon instinct allait nous mener\nDu matin au soir, j’ai su faire confiance à cette journée\nJ’reçois un appel sur mon cell, j’ai l’esprit tranquille\nPremière bonne nouvelle : On m’dit qu’mes boys sont en ville\nEn plus y me reste un peu d’fric, après avoir payé mes bills\nOn va ben se réunir autour d’une bière et d’un grill\nPar chance, aujourd’hui, j’ai rien à faire de précis\nJ’ai été épanoui, jusqu’ici, la vie m’a souri\nMerci, j’apprécie, si particulière et jolie\nÀ commencer par ma chérie, et son petit déjeuner au lit\n\n[Refrain]\nLa journée suit son cours... Et voici le son pour...\nDes fois c’est juste un graff ou un sourire\nUn bec, une belle fille, une journée à rire jusqu’à en mourir\nLa journée suit son cours... Aujourd’hui c’est mon jour\nUn sourire, la tête d’un concours, un papillon doux\nUn son cool, un 20$ qu’on trouve et on se dit Bonjour !!\n\n[Verse 3: Claude]\nCe matin là, j’me suis levé du bon pied\nJ’suis en feu, pourquoi appeler les pompiers? J’vais foncer\nJ’ai pas l’don, mais l’audace de piller dans ton magasin\nC’est gratis, encore un truc fiable sur ma liste d’la journée\nIssu d’une nuit avec une nouvelle Miss « Collée-Collée »\nC’t’un canon plus pistolet\nRendez-vous au studio Northern Corp pour tout péter\nÀ la Santé de cette bonne journée où « Big Up » est né\n« Hey Tom, qu’est-ce ça te dit toi? »\n« Ah! J’dors. Y est 2 heures, c’t’encore le matin »\nOuais c’est qu’c’est l’party allez sors de ton coussinC’coup-ci, c’est tout ou rien\nPrends l’toutou, viens errer dans l’secteur, tâter le terrain\n\n[Verse 4: Eman]\nAujourd’hui, j’ai l’goût d’vivre ma vie à 100%  Fuck les pur-sang !\nVivre les bâtards sales au soleil, les yeux perçants\nPour l’instant, rien de stressant\nJ’feel perso, j’fume un shh... dans un hamac en me berçant\nDes fois j’aimerais ça être itinérant\nVivre sans attache, débarquer n’importe où sans itinéraire\nJ’veux pas vivre l’horreur des horaires\nLaissez-moi dormir et donnez-moi un crayon qu’j’fasse mes affaires\nDes fois c’est juste un graff ou un sourire\nUn bec, une belle fille, une journée à rire jusqu’à en mourir\nAh! Des réveils comme ça, moi, j’pourrais pas faire sans\nOn dit qu’j’ai une vie de lâche mais, au moins, j’écoute mes sentiments", "image": "https://images.genius.com/d8d6008e0f9adb490b08790083d1dd8c.600x593x1.jpg"}], "artist": "Anodajay"}