{"songs": [{"title": "Piles comprises (Mash remélange)", "album": "4,99", "year": "2010-06-23", "lyrics": "[Intro: KenLo]\nYeah! D’est en ouest pis jusqu’au balcon d’ta tante Pierrette\nSi t’en envie d’arrêter faut pas qu’t’arrête\nContinue d’continuer pendant qu’on avance en mode turbo dans l’vide\nMontre-moi c’qui t’reste de bass pis d’acide dans pile\nWhadadadang!\n\n[Verse 1: Ogden]\nSalutations mesdemoiseaux et mesdames\nJe vous souhaite tous bienvenue dans la cabane\nJ’avais quelques petites choses à vous dire avant de commencer\nVous n’aurez plus jamais besoin de changer\nVos batteries si la révolution se passe comme on l’avait dit\nL’autre après-midi sur le banc d’parc\nLes piles comprises vont annuler la dépense wack\nDe donner de d’l’énergie à c’qui devrait en avoir\nPour moi c’est interdit pour un artiste\nDe pas savoir juste autocarburer sur la piste\nDépasse tout le monde, rend les compétiteurs asthmatiques\nTu gouttes à ma ballistique\nBiologico-technique, je suis un accumulateur électrique\nProjecteur machiavélique qui déclenche chez les spectateurs un labeur épileptique\nLà t’as peur et j’explique\n1-2, que le rap est un peu un jeu\nPour ceux qui savent énergiser un feu, whoa!\nBrun, bleu, dans la tête des gens\nJe pénètre les tympans, cinglant\nCause des dommages qui comptent pour 5 ans\nDe réparation à domicile avec un ingénieur spécialisé dans les circuits survoltés, woman!\nÇa l’air ben trop fucké mais j’avoue qu’c’est pas pire, yeah\nCheck, check\nOn a de l’ouvrage comme des insectes\nOn inspecte le territoire à la quète de vitamines\nEt minéraux essentiels\nJe baisse mon corps et m’incline devant la divinité\nDe la rythmique séquentielle\nLa pile étant celle dans l’h.i.p h.o.p\nMais quelle belle aubaine\nToutes les piles sont déjà là pis sont ben trop pleines!\n\n[Verse 2: Eman]\nTu m’aurais donné l’choix j’t’aurais dit non\nNon plus oui c’tu égal dans l’fond?\nVaut mieux stimuler l’énergie pour arriver au front\nPrêts, ready comme des enfants à qui on passe un ballon\nJ’ai dû faire le tour du globe pour aller au dépanneur\nComme quoi faut savoir le time pour demander quelle heure\nNous c’est piles comprises si t’as bien compris\nPas b'soin d’acheter d’batteries le stock est dans machine\nOn est là, que des humains, la fine pointe de la magie\nNous on déchire, on crie\nSans micro, jusqu’à Paris\nJuste des ronds dans l’street comme Ogden l’a dit\nMontre-moi c’que t’as dans l’ventre\nJ’vais découvrir qui j’suis\nTu croyais que j’tait ici mais chu sur St-Cyrille\nLock down le boulevard comme en guerre civile\nTu m’cherches encore pis j’t’en train d’sourire\nJ’t’à Montréal coin Peel, mon gars, Peeeel!\nReste cool\nTu veux t’payer n’bouffe au resto\nVa falloir faire du temps comme les dudes à Bordeaux\nNon\nNon c’est vrai qui a des jobs dehors\nMais j’me sens comme un esclave qui pars à l’île de Gorée\nEncore, le poids d’la ville sur mon corps\nJ’voulais m’tirer dans rivière mais j’attendais ton call, hmm\nFuck that, tout l’temps pluggé pourtant\nL’ordi buggait pis t’es parti comme un gars qui a pu d’dents\nSi faut séparer l’homme de la machine\nLa connerie d’la manchette\nLe bon sens d’la folie\nComme si pour défricher y m’fallait une machette\nJ’ai des dents, pis des bras, pis surtout une pensée claire et nette\nCyfo ça y faut l’faire cypher\nJuste pour savoir c’qu’on vaut sans silence\nJuste au moment où la seconde devient si lente\nC’est élastique\nJ’écrase mes batteries sur le ciment\n\n[Verse 3: Maybe Watson]\nTu m’aurais dis Maybe Wats, j’t’aurais dis bon\nQuessé tu veux encore\nQue j’freestyle, c’est non\nBon ok une tite shotte, mais après c’est dodo\nPis si tu chiales encore\nT’auras pas d’biberon\nThon fume thon et marine dans son propre jus\nLe vendeur hippie à sec a forcément pas d’but\nMoi j’ai l’genre de flava sur le marché qui s’offre pu\nAmusant, sweet et craquant comme un goglu, word!\nDans l’street, mais pas au Rialto\nTu peux m’croiser avec Loe dans un freestyle flow\nLes piles sont comprises\nJ’ai rien d’un G.I. Joe\nSi j’diss ta corpulence, ça reste amical gros\nMe, my, moe\nCatch moi au cinéma\nAvec une forty din pants\nDu weed din bas, pis j’paye pas\nPassque j’connais le gaaaaars\nOn s’est rencontré back in the days dans un Posdnuos show\nYo! Lors du test de dépistage du dopest tag\nGros sevrage, côte Sherbrooke, SubV line up à Copenhague\nParty mix, DJ No Request et le Flavor Wave\nMagic bullet, bullet ! pis shake un leg\nBreak a leg, wake and bake\nBouche sèche, Gatorade, 2 toasts pour le déjeuner\nPeanut butter paper chase puisque c’est l’été\nSnatch ton pod tous les weak joints sont délétés\nSnatch ton pod tous les weak joints sont délétés\nÀ un point tel que j’ai eu besoin de l’répéter\nYo, yo! Hey yo sont tellement weak tes tracks\nJ’snatch ton ipod pis j’delete tes tracks\nEstie qu’t’es wack !\n\n[Outro: Maybe Watson]\nYo!\nLes piles sont comprises\nPour l’année 2006, jusqu’à l’année 2012 m.f.s\nYou know what it is\nC’est ton host Maybe Wats\nUn gros shout à Cyfo sur le cypher aka Ogdizzy\nPis Eman de Accrophizzo\nQc, Mountreal, now put your hands in the air !\nYou know what it is, live street battle shit !\nGros shout out à Word up !\n\nAh man! c’te joint-là y est wack!\nEnlève ça de ton ipod!  Biatch", "image": "https://images.genius.com/09614fc9d460d403657bc49349ff7c29.350x350x1.jpg"}], "artist": "Alaclair Ensemble"}