{"songs": [{"title": "Ouin !?!", "album": "4,99", "year": "2010-06-23", "lyrics": "[KenLo]\nComme ça t’as une nouvelle paire de shoes\nBlancs luisants avec un signe qui est rouge\nFresh mais y a un fil dedans qui gosse\n\n[Eman]\nHopelaï! Hey R’met ça Gérard! R’met ça esti!\nPour toute les auditeurs\nToute ceux qui écoutent icitte\nLe joint s’appelle Ouin!?!\nPis c’est ça pour l’an deux mille queques\nPis tout c’qui vient après\nHopelaï! C’est spécial!\n\n[KenLo]\nComme ça t’as une nouvelle paire de shoes\nBlancs luisants avec un signe qui est rouge\nFresh mais y a un fil dedans qui gosse\nT’as casiment d’la misère à tenir debout\n\n[Maybe Watson]\nT’as vu la fille là -bas elle mesure 5 pieds douze\nTu voudrais-tu freestyle battle toute son crew\nT’es-tu game de lui demander ses digits\nT’as pas peur qu’elle s’en aille d’même sans rien te dire\n\n[KenLo]\nUn piece de chicken pas assez cuit\nC’est du poison comme le track de B.B.D\nJamais t’aurais cru revoir le soir\nTout c’que t’avais bouffé à midi\n\n[Maybe Watson]\nT’as vérouillé les portes du char comme j’t’avais dit?\nT’as google mappé St-Jean-Fort-Joli ?\nQuessé qu’tu fumes, ça sent la beu, c’est-tu du weed\nLe track est chill, est-ce que c’est KenLo sur le beat\n\n[KenLo]\nHey yo mon boy y fumes jamais y fait juste boire\nLate night tu peux l’pogner à crip walk\nSi la porte des toilettes quelqu’un la barre\nTu vas trouver une surprise dans un tiroir\n\n[Maybe Watson]\nQuand t’étais ptit tu voulais devenir un piéton\nC’tait pas pompier, faque là tu t’es trompé\nOn a vraiment appris à s’connaître en six ans\nTu trouves-tu qu’notre conversation est ennuyante\n\n[KenLo]\nHey yo chu né en 1984\nC’tait l’année d’LL Cool J pis Micheal Jack\nDepuis ça je fais seulement du rap\n..     ..    ..   ..   fais seulement du rap\n\n[Maybe Wats]\nTu m’écoutes à moitié tu peux quand mème suivre\nT’as-tu égaré mon porte-avion sans me l’dire\nJ’te donne 10 piasses tu m’en donnes 20, est-ce que c’est chill\nJ’t’emprunte ton char pendant 4 ans, c’tu un bon deal\n\n[KenLo]\nSo là tu fais écouter l’track à ta blonde\nA l’écoute pas mais a dit qu’c’est bon\n[Maybe Watson]\nChu l’genre de dude qui amène le laptop dans le booth\nSi y a du krump dans l’vidéo j’bouffe des crumpits\n[KenLo]\nJ’ai aucun shot mais mon dribble est dope\nJ’fais pas la passe, ah pis fuck le coach\n[Maybe Watson]\nT’aimes pas le hockey mais t’écoutes 110%\nT’es l’genre de gars qui s’en criss pas mal tout l’temps\n\n[KenLo]\nAlaclair\nK6\nBoombip\nMovèzerbe\nMontréal\nQC\nDJ’s\nMc’s\nVancouva'\nToronto\nBrooklyn\nTokyo\nB-boys\nB-gyals\nToutes ceux qui bougent\nPour ceux qui graff'\nCelle-là c’pour Vénus\nCelle-là c’pour Mars\nÇa c’est le boogie\nÇa c’est le wrap\n\n[Maybe]\n(Tu peux-tu m’burner un cd avec le track?  OUIN!?!)", "image": "https://images.genius.com/797442b1cbb1811ab66d0b4007a3b7c1.1000x1000x1.jpg"}], "artist": "Alaclair Ensemble"}