{"songs": [{"title": "Cicatrices", "album": "Petit Prince", "year": "2016-04-29", "lyrics": "[Karma]\nAnd I’m out in the streets trying to stack this paper\nIf you got love for me keep me in your prayer\nAll I do is hustle more. All I do is hustle more. All I do is hustle more. All I do is hustle more\n\n[Rymz]\nJ'essaie de rester correct même si c'est difficile\nPour me calmer pas d'cigarette j'fume des millier d'missiles\nJ'suis debout toute la nuit\nPour que mes rêves restent en vie\nSuis-je différent? Si. J'aime la plus autant qu'les incendies\nPeut-être pas pris en cellule mais pas pour autant libre\nLes souvenirs brûle\nLe futur c'est comme un saut dans le vide\nJ'vois qu'mes gars plonger\nQui sont les bras sursi\nOn aime s'qui peut nous tuer comme si ça nous endurci\nEntourer de jolies filles, de fumer, de bouteilles\nLa vie veux me tuer mais j'reste fou d'elle\nJ'suis béni par cette famille, ces amis, cette vie d'artiste\nÇa calme l'envie d'me laisser gagner par mes cicatrices\n\n[Karma] -Refrain-\nLe ciel bleu un teins gris\nJe vise l'or j'en paye le prix\nDerrière mes rhymes se cachent mes cris\nMon cœur porte des cicatrices\nLe rêve se réalise\nJ'suis si proche du précipice\nMe sent tomber de haut\nJ'en rappe mais j'en parle pas\nLe temps passe mais n'attend pas\nY'a pas de retour en arrière j’espère que ça aura valu la peine\n\n[Cyrus]\nLa vie ma mit des coups\nJ'ai souvent baisser ma garde\néviter les mauvais coups\nEncaisser t’inquiète j'regarde\nÀ moi de trouver la force\nL’énergie du désespoir\nJ'me revois dans ma chambre à écrire ces cauchemars\nMon zodiaque est le lion\nJ'traine pas avec ces balances\nCe rap game il est mignon\nBientôt ils verront l'avalanche\nCette vite courte\nJ'la découpe\nLes rues sonne comme a Beyrouth\nParfois cette vie me dégoûte\nPas l'choix de prendre d'la route\nD'affronter tout les obstacle afin de les enjamber\nToujours sur ma ligne droite\nPlan a pas de plan b\nSi la mort me regarde j'vais teinter mes vitres\nSi la mort arrive, arrive pis fait le vite\n\n[Karma] -Refrain-\n\n[Rymz]\nParce qu'il fallait y croire\nParce qu'il fallait du cœur\nParce qu'il reste de l'espoir tant qu'on rêve en couleur\nLa drogue est dans mes veine, chaque fois que j'broie du noir\nMusique je t'aime parce que sans toi j'suis mort\nOn est tous tanner d'fuir\nJ'en ai marre de courir\nToujours bourrer pour écrire l'histoire, l'histoire de nos vies\nSuffit de presque rien. rien\nSuffit d'un rêve. rêve\nJeune pour la vie vie les diamants sont éternels\nJ'avance à sens interdit\nÀ 160 sans permis\nS'en sortir sans blessure c'est comme réussir sans ennemies\nFallait juste ouvrir les yeux pour s'apercevoir comme c'est beau\nRegarder le ciel pleuvoir et laisser pleurer ses mots\n\n[Karma] -Refrain-\n\n[Karma]\nYeah. And I’m out in the streets trying to stack this paper. Yeah… If you got love for me keep me in your prayers\nYeah… All I do is hustle more. All I do is hustle more. All I do is hustle more. All I do is hustle more", "image": "https://images.genius.com/521a431d403c0b80569f1934a64e39c9.460x460x1.jpg"}], "artist": "Rymz"}