{"songs": [{"title": "Real Cats", "album": "Real Cats", "year": "2013-12-03", "lyrics": "[HOOK - LIAM]\n\nCan I be the cat living in your bedroom?\nI ain't leaving that soon, know what I be doing (x2)\n\n[LIAM]\n\nDamn, you make me purr with your plan\nI got the feeling that you really really understand\nWhat a real cat needs is you using both hands\nKick it back as I lay on your lap it's out of hand\nFrom A to B in the M-T-L\nMy peeps get creative blazing up these L's\nLately I'm about trees but I don't climb them\nMy man ST showed me \"nah, just burn 'em\"\nThirsty cats seeking P-U-S-S-Y\nFor the Cap M, effortless man, he be so fly, why?\nThe good manners, the act-proper, the sweet-talker\nAnd of course the lady-lover\nNo leash on me, no collar on my neck\nYou gon' see, if you holla don't disrespect\nMy girl Croqui knows the deal\nShe's laying in the bed just like a seal, Real Cat come on\n\n[HOOK - LIAM]\n\nCan I be the cat living in your bedroom?\nI ain't leaving that soon, know what I be doing (x2)\n\n[ST]\n\nDamn, you got me hurt with your hand\nYou won't open the door, but you just don't understand\nGive me some food man, at least a couple grams\nYou damn human, you always fuck up my plan\nCatch me in the streets hunting, hood cat stunnin'\nReal rat on the floor; why you be mad cousin?\nI'm just doing my thing\nStay jumping at your feet if you pass in my lane, shit\nCatnip addict, attitude is weeded\nElevated, seated, the cat is rude but needless to say\nHe's walking around like Jesus\nKnown to school a cat if needed, believe this\nThe rap-starter, smack-talker\nThe get-you-on-your-ass-smarter type of cat, harass you for your last quarter\nMy boy Max knows the deal\nChillin' in the streets felines get killed, Real Cat come on\n\n[HOOK - LIAM]\n\nCan I be the cat living in your bedroom?\nI ain't leaving that soon, know what I be doing (x2)\n\n[LOUIE P]\n\nLadies and gentlemen, cool cats and hot dogs\nI introduce lazy P, walkin' round with fly paws\nRoamin down the streets, down the hood anyday\nNiggas want beef, tryna take my spot cause they stray\nBut its all good, it don't even really matter\nHold it down for my hood I ain't never gon be a loner\nMy mouth full of hair, dreadlocks on my boy\nNot doin shit of my day except playin with my toys\nLifestyle of the rich and fancy, give me attention\nTake pictures of me like u a paparazzi\nWhen I walk through all the kitties they bow down\nChinese pussy, talkin bout she want meow\nTrust the team, and I trust the cats\nCause at the end of the day\nCause my niggas got my back\nWhos the realest cat in the hood is it me or is it me?\nMemories of a nigga who is supremely lazy\nLazy cat what?\n\n[HOOK - LIAM]\n\nCan I be the cat living in your bedroom?\nI ain't leaving that soon, know what I be doing (x2)", "image": "https://images.genius.com/815eef146b5e871d6d00a6a28d4a30d8.960x960x1.jpg"}], "artist": "ST x LIAM"}