{"songs": [{"title": "Wan Roll", "album": "A Matter of Time", "year": "2017-08-11", "lyrics": "Now they wan’ roll?\nIt’s a matter of a time before we go\nNow they wan’ roll?\nIt’s a matter of time before these shows\nNow they wan’ roll?\nWas a matter of time before they’d know\nNow they wan’ roll?\nNow they wan’ roll?\n\nRemember remember remember\nThese times when I steered off the center\nThat time where I left the placenta\nUnknown to this world that I entered\nAnd now I begin to get on where I’m meant to\nThey gave me a box but no Bento\nAnd I pissed on the box my spirit on top\nI can break any lock it’s just mental\nI’m just meant to, talk to all ‘a y’all\nI dropped out of college but my knowledge tall\nThey didn’t rock with my know-it-all steez, when I spit bout\nDeep shit but now I lost my mind and they want some mo’\nThey like depression, but not asking questions\nIt’s all an act they reenact whenever flashes set in\nIt’s a fashion-heavy tug of war ‘tween love and other feelings\nWe sell off to folks who fucking cash in heavy\nFor the cash advance some sell their fucking pants and leverage\nForget bout being real when the deal is they take words and put ‘em your mouth no Akinyele\nSince I was 6 I been on that me against the world tip, call me old soul Makaveli\nI been called already, they called me ready, but I had to take it slow\nGet across the globe, burn a couple oz on the coast, gain control of my soul, get ahold of my goals and now they wan roll?\n\n\nIt’s a matter of a time before we go\nNow they wan’ roll?\nIt’s a matter of time before these shows\nNow they wan’ roll?\nWas a matter of time before they’d know\nNow they wan’ roll?\nNow they wan’ roll?\n\nNow they wanna roll\nBack then they didn't know\nMan I closed a couple doors\nDissapeared with none to show\nHad to care just for my soul\nDidn't know where I would go\nFelt I lost touch with my hopes\nI just lost touch with my goals\nBut now I'm back with a vengeance, repentant, dissentient\nBetter believe that shit\nAin't none but time 'till I leave my print\nWe all go sometime, cannot beat that shit\nI think too much, and I talk mad shit\nFlip that script, that's that Doc Mad shit\nAlaiz ou rien, know I trust my clique\nMan I lost my time, never lost my skills\n... I lost my time, never lost my skills\nThey forgot my name, I forgot my ilk\nI was lost in pain, I was lost in space\nI was lost for words, but now I got that shit\nI was off this Earth, saw the cost as worse\nThan I thought I'm worth, but now I got this shit man just wait till I fucking drop this verse\n\n\nNow they wan’ roll?\nIt’s a matter of time before these shows\nNow they wan’ roll?\nWas a matter of time before they’d know\nNow they wan’ roll?\nNow they wan’ roll?", "image": "https://images.genius.com/77b51af47d0213f51bc9dd9ba04c2e15.1000x1000x1.jpg"}], "artist": "ST x LIAM"}