{"songs": [{"title": "La vie ti nèg", "album": "Mentalité Moune Morne... (Ils n'ont pas compris)", "year": "1999-01-01", "lyrics": "[1er couplet: Dramatik]\nLe bug de l'antechrist arrive, on ne sait meme pas ou aller\nRepresente par Jasmine descendante de douale\nSo protege ton lakay, ya du piyaje in & out\nC'est la panique totale freestyle des criminal\nYa plus de justice. Pour les hustlers, c'est une époque triste\nToxique et combien de cops puff, puff, give\nLa panne d'hydro a demontre notre dependance au système\nQui aime la bete n'en est jamais rassasie\nQui traîne est appelle jescome neophyte a babylone\nAu salaire minimum, plats en aluminium\nSous des cages de 10 000 tonnes, esclaves qui vivent de rhum\nQui apres minuit dorment, bye bye millenium\nIci l a vie est si belle quand elle precede la mort\nLes familles se reunissent, prient le ciel pour qu'elles apportent\nLeurs anges au pres de Dieu, au moins des ailes au dessus de la morgue\nAu delà des ailes de Bordeaux\nYa trop de familles dechirees, d'enfants battus martyrises\nJ'ai vu le pouvoir s'immiscer pis j'ai vu des noirs se diviser\nPou tet fredi tout neg sezi, tounen crezi\nBoulet reci pran youn rezidan annik voye'l an ba te nan youn recypian\n\n[Chorus x2: L.D. One]\nLavi a pa fasil se pou sa nou rasanble, oh oh oh oooh, oh oh ooh\nLavi a pa fasil se pou sa nou rasanble, oh oh oh oooh, oh oh ooh\n\n[Impossible]\nC'est one love, comme la paire des Antilles mon clan brille\nEn tant que les gens qui ont aneanti le pouvoir d'autruit en 1804\nBlack & proud to be, j'vise les gens aptes\nÀ reconnaître qu'aujourd'hui c'est camoufle mais faut pas s'soucier\nCar nous sommes associes, yo tu peux t'accoter sur moi si la charge est lourde\nUn coup de main aux miens avant le compte à rebours\nOn part de où?\n1 reconnaît ta force. Black, ta rage, pense bien à où est-c'que tu l'amorces\n2 baisse jamais la tete. C'est ta planete\nFais ce que t'as à faire avec de A à Z\n3 reconnaît d'où tu sors, donne beaucoup d'support aux crews\nQui pour toi s'en foutent de la mort\nÀ bout de tes forces, t'as besoin de tes allies\nEffacer le mal et aller devant l'vent « ce sa li ye!\n\n[Chorus x2: L.D. One]\nLavi a pa fasil se pou sa nou rasanble, oh oh oh oooh, oh oh ooh\nLavi a pa fasil se pou sa nou rasanble, oh oh oh oooh, oh oh ooh\n\n[J. Kyll]\nKriye kriye ou, mwen kriye deja\nKounye-a pa gen moun kap manke mwen d'ega\nPran poz ou pa konnen'm\nMwen te konn we ou bo zonn Delma\nKote ou te ap bwe bon dlo kokoye\nOu te ap manje mango\nKounye-en ou pa konn kote ou ye\nMwen we je ou nan dlo sa ki pran ou?\nMwen pa sa rekonet aksen ou\nWap mache di betiz, ap fe lenmi ak prop san ou\nTonbe pale franse, gro klas lekol bliye kreyol\nMontre fanmi lakay wap bien mennen, se kob la kap monte\nBouch ou senti ou ap bay manti\nAyiti, ou te konn manje\nKounye-en ou rete nen yon ti pies kay plen ravet\nJescome ki fek paret, pa gen kob fe maket\nChak jou manje farin ak let\n\n[Chorus x2: L.D. One]\nLavi a pa fasil se pou sa nou rasanble, oh oh oh oooh, oh oh ooh\nLavi a pa fasil se pou sa nou rasanble, oh oh oh oooh, oh oh ooh\n\n[J. Kyll]\nAvanse, avanse! Ou konprann m'ap ranse?\nAvanse, avanse ! Kanpe vini we sa kap pase\nAvanse, avanse! Nou konprann m'ap ranse?\nAiysyen!\nM'al cheche travay, blan en di se kob li m'ap vole\nM'al cheche kay, yo di mwen malprop\nSe pou mwen tounen lakay\nLekol, met la di mwen se kretin, tout fanmi'm gaye\n\n[Chorus x2: L.D. One]\nLavi a pa fasil se pou sa nou rasanble, oh oh oh oooh, oh oh ooh\nLavi a pa fasil se pou sa nou rasanble, oh oh oh oooh, oh oh ooh", "image": "https://images.genius.com/99cf6575c4685980e839f75de076364d.300x300x1.jpg"}], "artist": "Muzion"}