{"songs": [{"title": "Get It Right", "album": "Mentalité Moune Morne... (Ils n'ont pas compris)", "year": null, "lyrics": "Get it right tonight we all host the show\nJust broke the door, we bust and blow fo'\nHold the dough, we own some mo', let's stack green\nAnd smash fiends, attack teams, f*ck up the rap scene\nLet's get the max salary now, those who wished to hold me down\nThem cats all backing me now\nJealousy smiles, I know about that\nWhen I'm on top, I got it lock then on my cock, you wanna bounce back\nI never found that very pleasant\nSo if you step in my face, y'all don't know with who you messing\nI take yo flesh and blood kiss the Lugz on my feet\nWatch yo back 'cause I got love in the streets\nBusting slugs on the beat, dropping the rap dialogue\nFor all the wild dogs, f*ck it, you know my style y'all\nStruggling we did it enough, now we hitting the cut\nMy CD you picking and what!\nOff the shelves, we gotta start to sell some shit that's harder than hell\n'Cause the real rap market fell\nIt ain't hard to tell, them rappers think they stars 'cause they park a L.E.X.U.S\nCash they stash while they talk on cells\nSo I drop shit for all my dogs to bark and yell\nWhile D.R. once again he sparks the El\nScars you well, 24 bars, you get marked, oh well!\nShit's gonna be jumping until we gone\nPut the beat on so we can tell you what we on\nBeyond, niggas who ain't got shit to say\nIt was hard yesterday\nBut now we getting paid\nI get so pissed, my style'll explode bladders\nFlows shatters matter, killing enemies off, making my foes scatter faster\nMoving like runaway slave without a master, spit hot shit, driving a rocket\nPutting fiber to optics, guys in my clique get fly like pilots in cockpits\nBattle the fakes, gather the papes, go say your prayers like Latter Day Saints\nRappers'll faint when having to...\nDamaging tapes and your ADAT\nI hate raps from fake cats that only stay fat in the waist, what!\nI show what a true artist is J-Brass!\nYou know who started this I stay ill like Groove Garden is\nPardon this... from my esophagus I drop a ... with no hostages\nShit's sick like Parkinson\nWho shot ya, no kidding, the dough got the globe spinning\nObstacle spilling, I watch the saga for a living\nKnocking off civilians, since I had a flock and started chilling n\nNow we all appealing masses like sex and beamers\nOr like sensemilia. I just score and fit in\nNot just for dissmissin' knockin'pause i'v had spots before your buildin'\nPlay safe yo, i'm shakin' labels knockin ya head like Cain and Abel\nBut this ain't no fabel rockin ya bed\nThis game's fatal\nI want paps on my table, cakes and the cable i'm raisin the cradle\nFrom the crave who got beef\nGot roasted for approachin' me in Oka they smoke for peace\nBut i'm not an open chief\nCause now a daze I got visions like a real estate broker\nCan't stay sober till my sad daze are over\nRap pays ya know the motto of this millenium\nWe be spillin' beer, killin ya peers willin' to interfere\nMemories of the ice storm, of five heads\nPuffing on a blunt still keeping our mics warm\nIn Ziplocks bassment was the only place with lights\n... Dramatik he freestyle half the night on the mic\nImpossible hum the baseline melody\nJennifer and me, chilling discussing industry strategy\nHow to build it right, keep the crew tight\nManeuver with foresight and insight\nIn other words just how to get it right\nCan't place the name? What a pity!\nThen check a biblical dictionary under \"ancient holy city\"\nLook for iron, lion, Zion, then add an M.U\nIf you still can't find the line then go buy the debut\nHey you! This Manchilde style is brand new\nMuzion and B-square must be the Fam-Crew\nAnd it's true, yo we stuck like crazy glue\nSo go tell yo mama and yo papa and yo grand too\nShit's gonna be jumping until we gone\nPut the beat on so we can tell you what we on\nBeyond, niggas who ain't got shit to say\nIt was hard yesterday\nBut now we getting paid\nShit's gonna be jumping until we gone\nPut the beat on so we can tell you what we on\nBeyond, niggas who ain't got shit to say\nIt was hard yesterday\nBut now we getting paid", "image": "https://images.genius.com/99cf6575c4685980e839f75de076364d.300x300x1.jpg"}], "artist": "Muzion"}