{"songs": [{"title": "Pas un jour sans une ligne", "album": "Mentalité Moune Morne... (Ils n'ont pas compris)", "year": null, "lyrics": "[J. Kyll]\nUn quotidien rempli d'tourments, les fils de Satan de plus en plus gourmand\nLes jours passent doucement, mais ma vie s'effrite vite sous le courant\nJ'ai l'esprit mourant, j'ai rien à perdre\nJ'essaye d'gagner du temps pour m'sauver\nMais avant j'laisse mes textes en testament\nPas un jour sans un ligne digne du plus grand coké\nCombien m'disent: \"T'aurais fait une bonne avocate yo qu'est t'as bloqué?\nMais j'ai l'âme artistique, un esprit trop mystique presque autistique\nAux lyriques désinvoltes j'ai choisi le rap pour vivre de ma révolte\nApposé ma poésie, la faire couler sur un beat frappa\nLe hip hop fait pour moi c'que tout le reste ne fera pas\nMe laisse 3 fois 16 bars de fracas qui frappe la tête de celui\nQui autrement ne m'écouteras pas\nGarder les jeunes hors de la rue stock sur ma musique\nFaire entendre ma voix très haute sur la place publique\nReprésenter la masse opprimée, tu this qu'ce bullshit\nMais combien lèvent leurs bras quand j'prends le micro pour rimer\n\n[Dramatik]\nDès que je rêve de cream, lèche les vitrines, le dead président prime\nC'est un geste légitime si on m'arrête je plaide americain dream\nNé au monopoly on connait tous la no-lobotomie\nLes poches vides ont promet tous l'go l'autonomie\nÇa fait déjà une décennie que je R.I.P old school scientist\nBeaucoup de gars insistent bite mes vocal like I ain't shit\nMais c'est le temps d'innover, je me démarque de la masse de gimmick\nQuitte cette vaste clinique, m'auto-guerit crie sky's the limit\nM'installe devant le tape deck, écris des pages de lyrics\nDes freestyles de chimiste, puff un weed pis parle de sinistres\nReality pendant qu'ils ventent leur me payenne\nLe temple de mount zion présente l'underground science\nLe concept, depuis 89, for real j'ai j'ai vu plus de femme que le capitaine Kirk\nTrop fidèle au rap, j'ai perdu des proches avec le temps\nLes mites mes poches ont trou mes poches\nLa vie d'une rappeur c'est fucked up\nOk je rentre dans l'arche pis reste cool, prends le fire crève tout\nPlante un higher level, fuck les entrailles du devil\n\n[Imposs]\nAyo\nFuck it, spit rugged drop le beat j'y vais\nTeach à un fèrre la science de la vie qu'il perd\nJ'rap pour le love pas seulement pour le kob\nLoin des mc's qui flaunt du cash et flashent in the back of the club\nC'est pour le love de l'art j'ai eu un don d'above the clouds\nC'est pour God que J'parle, Moune Morne is the squad\nC'est sur pour le love de la culture, brûle les mics comme la sulfure\nDe rap pur, pourquoi tu murmures?\nLe rap j'ammene toujours pour l'entertaiment\nGarde un vibe positif malgré le fait qu'on est tous partis du basement\nLa flamme teinte jamais, pas un jour sans un line on bouge avec l'me\nAnd every motherfucking move is designed\n\n[J. Kyll]\nMais qui c'est qui blâme le rap d'avoir mauvaises influences\nY'en a qui disent que tu lance rien d'positif \"qu'est ce que tu penses?\"\nMes cahiers pleins de textes négatifs sur un ton impératif\nLa vie me dicte ses vers, le rap est mon sédatif", "image": "https://images.genius.com/99cf6575c4685980e839f75de076364d.300x300x1.jpg"}], "artist": "Muzion"}