{"songs": [{"title": "Tel père, tel vice", "album": "Mentalité Moune Morne... (Ils n'ont pas compris)", "year": null, "lyrics": "Une vie naïve de 10 ans\nMère dépressive, un père absent style dictateur au regard tranchant\n\"Qu'est ce que t'as fils? Dis que ta peur!\nIl dicte la peur dans tout le foyer\nEt devient d'autant plus bestial, quand vient le temps de payer les bills, le loyer\nVoyez, ce n'est pas que le père n'aime pas son fils\nIl l'aime beaucoup\nSon vice: souvent trop saoul s'en fiche et envoie trop de coups\nTu le mets à l'épreuve, réponse: plein de jurons\nTe défonce à coups de ceinturon et te gonfle un diol\nMick Jagger et la mère\nVisage maussade teinté de contusions, les yeux remplis de confusions\nFait de son mieux, mais dans son jeu se trahis\nCombien de fois a-t-elle brûlé le maïs?\nDebout devant le four, regarde sa bague et crie\n\"Je t'haïs!\" en pensant à son union\nQuelles conneries! Dès qu'on entend la sonnerie, plus personne ne rit\nLa mère place le couvert et l'enfant court dans son lit\nCouché sous ses draps, il constipe à l'idée que ce con de type\nViendra jouer avec lui, la main dans son slip\nAfter all you've done wrong, you want me to forgive you\nYou say you love me?\nHow dare you forget the past\nI don't believe you when you say you're sorry\nMaintenant 13 ans, souvenirs blessants, la même chienne de vie\nCependant, aujourd'hui l'enfant est conscient de la scène et prie\nLe Seigneur de lui laisser le droit de s'en sortir\nImagine le sang sortir de ses veines et se dit: \"C'est pas la peine\"\nEt la haine de lui s'empare et sèche vite ses larmes\nIl sert vite son arme: \" Mais quand est-ce que ça va finir?\" et puis il encaisse\nEt grinche la porte, le père rentre soul dans sa chambre\nIl fait semblant de dormir, mais le père s'en fout :\n\"Lèves-toi qu'on joue ensemble!\"\nLes mains de l'homme courent sur son corps\nIl aimerait tant le foutre à terre, le battre, mais son esprit, ses bras sont morts\nLe souffle chaud de l'ivrogne jusque dans le cou\nEt le père descend la main de l'enfant sur son sexe et l'histoire suit son cours\nLe fils se sent sale, pénétré jusqu'au mental\nEt quand le rongent les menaces\nIl se dit:\"C'est trop!\" et demande de l'aide à sa mère\nCesse tes mensonges idiot, Tu veux créer le scandale?\nAu fond, la mère sait, mais l'ignore\nPour ne pas réveiller le chat qui dort même plus\nAfter all you've done wrong, you want me to forgive you\nYou say you love me?\nHow dare you forget the past\nI don't believe you when you say you're sorry\nLes années passent, le passé se tasse sans cicatrice\nDehors, un homme presse sa blessure sous un temps qui attriste\nUn temps pluvieux, la pluie remplace les larmes quand t'en n'as plus vieux\nMême vingt ans plus vieux, son père lui dit encore:\n\"Qu'est-ce qu'il y a fils?\" \"Rien, tout va bien!\"\nLe regard stoïque, observe son père sa mère avec sans amertume\nFume tel une Mohican sa cigarette pendant qu'ils allumaient un calumet\nIl voulut les frapper puis se dit: \"Arrête\" geste héroïque\nEt le père dit: \"Fils, je suis désolé\" la tête qui baisse\nSalaud, on dit que les paroles s'envolent mais les cris restent\nEt aujourd'hui je n'ai même plus de voix, et toi tu crois que tes mon père?\nPour moi t'es rien si je suis quelqu'un, tout ce que t'as fait, je ferai le contraire\nLe fils s'en va, la vague à l'âme, pensant à hier\nSe blâme, rentre chez lui embrasse sa femme puis entame une prière\nIl monte au deuxième border sa fille la regarde, lui dit:\"Je t'aime!\"\nPuis à l'oreille lui chuchote: \"Déshabille, enlève ta culotte\"\nAfter all you've done wrong, you want me to forgive you\nYou say you love me?\nHow dare you forget the past\nI don't believe you when you say you're sorry", "image": "https://images.genius.com/99cf6575c4685980e839f75de076364d.300x300x1.jpg"}], "artist": "Muzion"}