{"songs": [{"title": "Le soleil se couche", "album": "Mentalité Moune Morne... (Ils n'ont pas compris)", "year": null, "lyrics": "[Impossible]\nUh, word'up y'all\nOu sont les vrais rudeboys!\nWord'up y'all\nOu sont les vrais rudeboys!\nUh, check it, hear this yo\n\nWorld is bond c'est une sombre vrit\nDs qu'j'ai vu ton ombre, t'as quitt\nTu t'cartes de ce monde ds son obscurit\nJ't'ai vu communiquer avec tes patns\nPropos qu'malgr la popo ce soir ca s'passait\nEt aprs tu t'acharnais, parlais : t'as trop deal\nDans la cit au point tel qu'ils avaient l'intention d't'exhiler\nTes ides fictives se suivent une aprs l'autre\n\"Loc\" t'es qu'une joke!\nT'apparais qu' la prsence de l'aube, yo!\nLes rues n'ont qu'une thorie, stack le money\nMaximiser ses profits sur les crimes commis\nDes O.G.'s, des Hoe's, des beefs, etc\nDes mgadgts, quand ca se passe dehors tu dors faka\nL'tat du globe en phase finale\nL'homme de plus en plus animal, rien d'amical, rien d'arbitrable\nBad boy parce que tu fumes du weed, tes Army fatigues\nNon bienvenue dans les grandes ligues\n\n[Hook: Impossible and Dramatik]\nLe kob, la drogue, le sex, les gunz..\nLa thrapie de la rue quand le sun rayonne pas\nToi, si ta vie est faite, t'tonnes pas c'est comme ca\nC'est le street life, alright si t'es de chez nous, lick one shot\n\n[J. Kyll]\nLorsqu'une femme prend le micro pour parler d'autre chose que de sa sexualit\nMais bien des problmes d'actualit\nTout le monde ragit\nToi et moi c'est le meme combat, mon gars\nAlors sur qui tu front l?\nBon, moi, j'pourrais t'apprendre ce que c'est la vie\nJ'ai march l o tu ne mettras jamais les pieds\nL o le soleil ne s'est pas lev\nO le bton fel gle en plein t\nEn vrit, tu ne saurais te retrouver la noirceur des rues\nL'heure o tu as peur de ton propre frre\nCar cu l'ardeur des quartiers carts o on entasse la masse des pauvres\nLes pires des hommes parfois se cachent\nCar meme les plus dociles deviennent des fauves\nCe qui te sauve, c'est qu'au soleil\nTu dis tout savoir, tout connatre\nT'as vcu ca toi ? Sois honnete\nTu sommeille quand ca se passe\nAu fait, c'est trop bete, fausse tete tu serais le premier crever\nT'as beau parler que t'es le plus fucked up!\nQu'est-ce que tu te ferais malmener\nSi je t'amenais l o je vis\nQu'est-ce que tu diras ce coup-ci\nEspce de lche thug! Catch props ?\nBiyatch, aller 4 pattes, accroupis\nAu sol le gun dans la \"geole\"\nAgresseur plein d'alcool, tes couilles tu les as molles\nQu'est-ce que tu vas faire, tu vois\nJ'en ai ras le bol de tes coups de thtre\nJe n'ai pas de respect pour toi, le street tu connais pas\nT'en parles, t'en fais la une, mais je ne te vois jamais sous la lune\nRudeboy, lick one shot et si tu sais ce que je veux dire et si t'es\nDu genre qui tire par ncessit, non pas pour etre flicit\nLe rideau baisse, le soleil s'affaisse. Dehors ca fesse\n\"Gun shot!\" Personne n'a rien vu ?\nFait du fuck! c'est le vrai underground! Bienvenue\n\n[Hook: Impossible and Dramatik]\nLes corps, la morgue, garde ton sang froid\nProfite du temps que t'as avant que la vie passe devant toi\nLa tienne est faite ? J'm'en n'tonne pas, c'est comme ca\nCar quand le soleil se couche, tu te pousses loin de ces endroits\n\n[Impossible]\nThe rhyme specialist qui s'bat contre une plaie le fait qu'j'existe\nJ'me lve c'est triste, j'ai vu la merde des frres qui pissent le sang\nPour une paire de Nike Air des beefs\nA perce l'iris de voir mes mres qui perdent des fils\nLa terre c'est une bitch\n\n[Dramatik]\nChaque jour c'est un martyr, dans mon bloc y'a que des fakirs\nEscaliers transpirant de l'urine si sombres et sales y'all\nSi ton ombre est ple, sors, ici, le monde est hardcore\nL'poque j'tais pas l'cole, mais dans les annes folles de Montral-Nord\nLa plupart des thugs que je connais ont tous des enfants et le reste\nRetourns en dedans, car la course la bourse, c'est tentant\nC'est l'poque des happy daze, c'est une vie de Far West\nJ'ai vu des blocs inhabits o les types vident des tiroirs-caisses\nDes quartiers propres devenir gnettos\nDes HLM servant de rserve et des dpanneurs vendant plus de bire que de lais\nSo, j'duque le gosse qui a pas pig\nLa vie de rue, c'est un cul de sac pas une option\nLes thugs sont comme des scorpions prets\nPour les cops qui ont jamais leurs gunz sur safety\nEt plein pouvoir sur n'importe qui\nT'es mieux d'avoir tes papiers fucked avant d'etre saisi\nDonc l'underground, c'est un mode de vie\nO est ce que tu crois que je prends mon stock de weed?\nCette nuit qui est-ce qui te dit que ta dame est en robe de nuit?\nPendant le week-end, fait trop chaud, tant de bandits flinguent\nEt blow yo, quand le systme est loco t'entends des sirnes des propos\nIl nous reste juste le reve de se perdre l'amricaine\nFais des balades les week-ends avec une paire de nanas mexicaines\n\n[Hook: Impossible and Dramatik]\nLe kob, la drogue, le sex, les gunz..\nLa thrapie de la rue quand le sun rayonne pas\nToi, si ta vie est faite, t'tonnes pas c'est comme ca\nC'est le street life, alright si t'es de chez nous, lick one shot\nLes corps, la morgue, garde ton sang froid\nProfite du temps que t'as avant que la vie passe devant toi\nLa tienne est faite ? J'm'en n'tonne pas, c'est comme ca\nCar quand le soleil se couche, tu te pousses loin de ces endroits\n\n[Outro - Impossible & Dramatik]\nSIXTY-SEVEN!\nNeg pam' yo\nL-D-G\nR-D-P\nEverywhere!\nMontreal-Nord\nNeg Pie-9 yo!\n5-1-4-5-0\nMoune Morne!", "image": "https://images.genius.com/99cf6575c4685980e839f75de076364d.300x300x1.jpg"}], "artist": "Muzion"}