{"songs": [{"title": "Outro", "album": "Bando Volume 1", "year": "2017-04-29", "lyrics": "[Couplet]\nJ'ai souffert dans ma vie, mais comme un homme j'suis resté en silence\nImpossible d'expliquer toutes les raisons de cette grande souffrance\nDepuis tit peu j'ai comprit que la vie n'est qu'quelque chose éphémère\nLa famille c'est tout c'que j'ai, c'est fou comme elle me manque ma grand-mère\nQuand le verse est né mort, j'avais 9 ans plus rien n'est plus pareil\nJ'ai les idées bre-son, sa ne va pas bien,enlevé des oreilles\nJe ne mens pas dans mes textes, car sinon je me mens à moi-même\nJe ne crois plus aux histoires d'amours, sa sert à rien que tu m'aimes\nQu'est-ce qu'un gars de la rue a à t'offrir à part sa solitude\nMon cercle est négatif et ça se déterre dans mon attitude\nLes jaloux veulent ma place et croyer moi je n'ai rien à envier\nDans le bando tout le monde aimeraient changer comme le premier janvier\nÉcrire cette mixtape pour moi a été une genre de thérapie\nJ'ai continué de creuser en espérant un jour être rapide\nCes rappeurs cherchent des punchlines moi tout ce que je veux c'est me faire comprendre\nEt dire la vérité à mes auditeurs qui veulent bien entendre\n\n[Refrain]\nDitent-moi pourquoi j'ai autant souffert, souffert, souffert, souffert, yeah\nJ'crois au paradis, mais j'vis l'enfer, l'enfer, l'enfer, l'enfer, yeah\nLes enquêteurs veulent que j'fasse du fer, du fer, du fer, du fer, yeah\nIci on agit et on s'la ferme, la ferme, la ferme, la ferme\nDitent-moi pourquoi j'ai autant souffert, souffert, souffert, souffert, yeah\nJ'crois au paradis, mais j'vis l'enfer, l'enfer, l'enfer, l'enfer\n\n[Dédicace]\nYo, c'est Izzy-S man. Ca c'est pour tout les reals motherfuckin nxgga dans le street, qui grind le heart pour la famille, pour les bonnes raisons tu comprends? Bando volume 1 c'est juste le début. Ca c'est pour mes frères et soeurs, Saint-Michel, le quartier, tu comprends? Ont faient les affaires pour de vrai ont parlent pas caca. Nous c'est du vécu qu'ont donnent sur le micro négro. On sorent les armes à feu ont en a rien à foutre. Nique sa mère à la police. Eux ils s'en fouttent de nous, tu comprends? Gang. C'est comme ça qu'sa s'passe man, 7ave man, shoutout à tout ceux qui ont travaillés sur le projet man", "image": "https://images.genius.com/77dab70e0ec6383f6ec260d6d037add4.600x600x1.jpg"}], "artist": "IZZY-S"}