{"songs": [{"title": "Intro", "album": "Bando Volume 1", "year": "2017-03-16", "lyrics": "[Verse 1]\nJ'ai écrit SPLR enfermé\nLes auditeurs pensent comprendre ma rage\nJ'ai plus qu'un tour dans mon sac\nMais j'ai aussi d'la haine dans mes bagages\nParfois j'me pose des questions\nDes questions qui font douter un p'tit peu\nPourquoi ils s'investissent pas dans le quartier pour pouvoir [?]\n\n[Bridge]\n(« la police dans tout ça? »\n« ça, malheureusement, j'ai pas reçu d'assistance par rapport à la police, c'est pas vraiment pour minimiser leur travail, c'est des gens que je respecte beaucoup » )\n\n[Verse 2]\nIls posent des questions sur nos activités\nIls veulent nous avoir en captivité\nIls nous rendent antisociales et veulent nous décrire comme des jeunes sans habileté\nLe chemin est long et j'ai même pas encore complété le un quart\nUn quart de livre dans le slip à 16 ans j'ai marché partout dans le tier-quar\nJ'me rappelle de quand ça a commencé\nMais j'sais pas comment ça va finir\nNique sa mère à la juge\nIl n'y a que Dieu qui pourra me punir\nJ'ai vu la police aider nos ennemis alors qu'on était en temps d'guerre\nIls prennent le contrôle de nos rues, après dis-moi c'est qui les vrais GDR\n\n[Bridge 2]\n(« C'est quoi ton rêve le plus proche? »\n« Mon rêve le plus proche?\nHaha, rentrer dans l'red gang\nFaire mon label, sortir ma famille du street\nSortir mes neg' du street\nAcheter une crib pour ma momz\nThe american dream » )\n\n[Verse 3]\nPas là pour nous protéger\nAlors on s'défend tout seul\nJe sais j'ai fait des mauvais choix qui vont peut-être m'envoyer dans mon linceul\nJ'fais du rap pour m'en sortir, j'les ai vu en rire comme si c'était une putain d'blague\nEssayez de nous comprendre\nLa rue nous charme et l'argent ça nous drague\nIssus de milieux défavorisés, certaines choses nous ont traumatisés\nSeigneur ait pitié de ton disciple car dans la rue j'ai été baptisé\nIls nous donnent aucun respect\nJ'les ai vus insulter des [?]\nPas besoin d'en dire plus, ils savent ce qu'ils ont fait dans le quartier St-Michel\n\n[Outro]\n(« C'est un peu ça que j'aimerais qui se passe avec St-Michel, parce que j'pense que c'est un quartier qui est en décrépitude totale, mais avec un immense potentiel »)", "image": "https://images.genius.com/77dab70e0ec6383f6ec260d6d037add4.600x600x1.jpg"}], "artist": "IZZY-S"}