{"songs": [{"title": "Coffre-fort freestyle (bonus)", "album": "PS, Merci pour le love - EP", "year": "2017-05-19", "lyrics": "[Verse 1]\nDis à Musicac’ qu’on arrive pour le coffre-fort\nOn a cette dope qu’ils vont cougher fort\nAh, pis tu peux dire à l’Adisq j’ai l’album de l’année\nMême s’ils veulent pas me nommer\nComme si j’étais Voldemort\nPardonne-moi, pardonne-moi, pardonne-moi\nY vont me faire sortir hors de moi\nPersonne a jamais pu m’donner des ordres\nÇa doit être pour ça qu’ils ont peur de moi\nPeur de rien, Padawans, check-les pédaler\nPendant qu’papa peddle une panoplie d’perles rares\nPour vrai le boy est su’l’bord de juste pète un câble\nPis d’laisser toutes vos mamans peinées comme des paquets d’pâtes\n\nParle à ma poche, ça ç’t’un pocket call\nDonne-moi le money pis l’paquet part\nSi j’suis pas là c’est qu’j’suis en quelque part\nA’ec des shooters dans bouteilles, pas d’basketball\n\nJ’suis sur la surface, sont sur la touche\nY’essaient de m’mettre hors-jeu mais y’ont pas la touche\nLes haters veulent qu'on compte les mots dans la toune\nMais ils ne savent pas que nos fans en ont rien à foutre\n\nDis à la SOCAN qu’on arrive pour le coffre-fort\nDis à Renaud Bray qu’on arrive pour le coffre-fort\nMets-donc Google sur leur propre phone\nAvertis Archambault, HMV\n\nRien ne sert d’essayer d’nous valider\nLa rue ç’fait un bail qu’elle est animée\nOublie un trophée d’or, j’veux juste le coffre-fort\nPis faire des cannonballs dans’ piscine à Marie-Mai\n\n[Hook]\nSi tu parles pas d’bread, man de quoi tu parles?\nJ’t’entends dire d’la merde, j’sais pas d’quoi tu parles\nPersonne veut t’entendre, man pourquoi tu parles?\nDe quoi tu parles? Fais juste fermer ta yeule!\n\nMan, de quoi tu parles?\nJ’sais pas d’quoi du parles\nPersonne veut t’entendre, man de quoi tu parles?\nPourquoi tu parles? Fais juste fermer ta yeule\n\n\n[Outro]\nFerme donc ta yeule, ferme ta yeule\nFerme ta yeule, ferme ta yeule (x2)", "image": "https://images.genius.com/f09112ad6dfbacc4de9684f7b816a11f.1000x1000x1.jpg"}], "artist": "Yes Mccan"}