{"songs": [{"title": "0 à 10KILOS", "album": null, "year": null, "lyrics": "0 à 10kilos\nOublie being on that chill shit\nJ’passé d’zéro à 10kilos wigga, real quick\n\nLe rap game sur son chill shit\nI don’t feel that shit, homie j’les trouve real fif\nAh man! Fais ton thang, ferme ta geule, wigga\nLes vrai gangster font pas d’bruit quand y bang, wigga\nTon band: 4 beignes dans une boîte, wigga\nBang, bang, bang, bang, wigga\nAh man! J’suis le new kid sur le net\nShout à toutes les p’tites qui send des pictures de leur snatch\nMan, check pas dans mon phone si j’le plug pour mettre un nouveau joint\nMessenger might juste pop up a’ec une picture de ton ex\nDawg, that some shit that you don’t wanna see\nT’es pas ready for it\nSi j’suis pas l’best, at least j’get payé for it\nYeah, veux dire j’suis richer\nYeah, paye pas l’loyer, but you get the picture\nCe shit un motherfuckin pitcher\nSi jamais tu m’croises au Quai\nJ’paie Derek Jeter pour les shots\nLuc Robitaille sur le tax’, Martin Brodeur sur le pot, boy\n4:20 sur le wrist, boy\nT’sais déjà what time it is, boy\nLe nom c’est Dead Obies, on est vraiment sur le grid, boy\nYeah, vraiment sur le grid\nPuff-puff, switch, tsé qu’on calcule toute nos hits, boy\nFuck toute ton “Mccan gotta chill” shit\nI be sur mon “Schoolly D – Smokin Kill” shit\nSont sur leur “rap paye pas les bills” shit\nJ’suis sur mon “Fuck it, dit à Bonsound d’get le bill” shit\nAll up dans les Wordup, j’pensais get mon paper\nMais ça m’payait pas enough, so j’ai plot un caper\nSo là j’suis dans l’sous-sol à Ste-Julie juste workin sur le tape\nEither that ou j’suis à Rockette entrain d’laver toutes les pintes\nMan c’est 2011 et quelques, toutes mes boys me traitent de wigger\nCollation dans le oven and I’m thinking bigger\nSo j’ai Banville dans le studio every night, late night\nComme promis: Montréal $ud était sicker, t’es mon wigger\nAh man! Let’s get a whole lotta dough for it\nI mean, si tu veux get it, on peut really go for it\nJ’suis juste là pour le fun pis la paye, wiggaaaaa\nPas l’temps d’catch du beef avec les mottés for it\nJ’run le shit, sont comme : “Go Forrest!\nRun Forrest, run Forrest, go Forrest!\nYeah, I mean d’jà drop 3 projets dope for us\nDamn wigga, laisse en donc un peu aux autres calice!”\nAh man, qui d’autre qui peut rapper like this?\nLe succès m’a trop pas changé, j’suis né baveux like this\nI was ready…Fuck that, I been ready\nEversince m’a prof de théâtre m’a kick out parce j’ai show mon penny\nJ’t'ais un show off\nTrop pas appris, man j’suis still un show off\nC’est pour ça qu’j'demanderai juste jamais pour de l’aide\nTant qu’à être stuck dans votre traffic, j’aime mieux clencher par la trail\nJ’passe de 0 à 10kilos, wigga, real quick\nReal quick, toute le crew sur ce real shit\n\nPasse de 0 à 10kilos, wigga, real quick\nReal quick, très fuckin vite, wigga\n(X2)", "image": "https://images.genius.com/5d98663ed092d99bec2d3e1d888572be.800x800x1.jpg"}], "artist": "Yes Mccan"}