{"songs": [{"title": "P.S.", "album": "Maybe Watson", "year": null, "lyrics": "Suck my dick!\n\n[Maybe Wats]\nLe hip-hop scene\nSuck my dick!\nLes trendy douch bags veulent\nSuck my dick\nLes hipsters Plateau-ad\nSuck my dick\nLaurent K. Blais always tryin to bust my shit\nLes journalistes du rap can\nSuck my dick\nProps pass c’est d’icitte, mais ça suck en criss\nFuck ce shit, j’ai même pas un fuck again\nAucun love, vous pouvez tous suck my dick\nCollect respect, me and check desfois j’me mets genre\nSi ça change de toi à tes plans, moi j’m’en branle\nFashionista: fuck ce word\nAvale le disque, plug ta nerd\nFine bouche, Karine Vanasse, toi tu bien-connais ça\nAs they start to charge you pour n’importe quoi\n[?] massage ma tête, après tu peindras un drap\nÀ quatre pattes sur la chaise, icognita\nDamn vas-y pas\nPis tu sais qu’j’suis [?] sur le buzz\nSur la lampe terne est verte, tu peux suck ma dick\nOmaha, une goutte de pipi right off the ‘ja\nCypher & all quand je suis dans la zone et c’est raw\nUn flow robotique qui est quasiment homoérotique\nMais y’a juste des filles à part moi, so c’est beau et logique\nQuand tu baises des drôles de gonzesses, oh qui sont wet!\nT’es soaked et tu drip pis ça goûte la sauce dijonaise\nRien from the start, même l’haleine d’une tinkette de gaz\nAssis-toi sur mon brake à bras\nNeuf demi-tasses\nBrasse les deux oeufs, et toi qui pensais qu’j’tais vieux jeu!\nNeuf demi-tasses dans tes orifices de shaker\nLes compagnies pharmaceutiques peuvent toutes suck ma dick\nLes rappeurs engagés à deux disques peuvent suck ma dick\nLes conspirationnistes à calisse\nSuck ma dick\nLes archéologues émotifs peuvent\nSuck ma dick\nLe whole entire illuminati\nSuck ma dick\nPis si t’es pas down avec moi, bin tu peux\nSuck ma dick\nC’est Maybe Wats!\n\nP.S.: Les surfeurs hawaïens peuvent suck ma dick\n\n\n[Ogden]\nEhyo p’têtre bien qu’on vient tous d’une grotte d’Afrique\nMais toi le scientifique, man, tu peux suck ma dick\nParce que ça va faire l’expert, m’a t’en faire, c’t’affaire\nMessemble que c’est pas mal clair qu’on est plus que juste des mammifères\nT’as tu déjà vu ça un cerf\nOu une petite vipère\nOuvrir le frigidaire\nSe pogner une petite bière\nPis s’faire une tarte pour le dessert\nManger la moitié pis redonner l’autre à sa mère\nLe lendemain dans un petit plat tupperware\nEn tout cas si t’as vu ça, bin tu m’étonnes ciboire\nJ’ai six bières dans le sac pour avant l’entractes\nTrente claques\nPour le premier qui propose un plan wack\nSans taxes\nJ’suis en droite quand j’tappe sur la balle du parc\nMon rap y touche plus les kids que les mains sales du pape\nT’es même pus cap, tu donnes ta langue au chat\nJe suis le real cat qui spit la vraie patente au gars for real\n\nP.S.: Darwin pis le pape peuvent tous suck ma dick\n\n\n[Koriass]\nYo Yo\nEh yo j’saute sur mon bras de vitesse\nJ’suis fucking dope mais les gars me testent\nJuste parce que j’ai [?] et Olymel\nOu parce que y’a des fantasmes que j’ai assouvis\nComme voler une banque avec un masque de Keanu Reeves\nMahée Paiement veut pas l’avouer mais c’est ma groupie\nAlbum sur repeat, elle se déguise en moi à l’Halloween mais\nTout c’te monde là peuvent suck ma dick\nDès que je viens, je disparais, j’ai un cock magique\n\nSi tes boys aiment pas les miens, j’te dis fuck ta clique\nAvec un air bête comme le DJ Dubmatique\nMon nom c’est Korey Hart, bitch, pis tu sais que je suis le best\nSuperhéro pour les matantes avec un K sur le chest\nPassif-agressif, si tu veux me battre, j’te boude\nJ’me gratte les couilles\nLa face dans une montagne de poudre\n\nWats est beau\nMais si je voulais du cash, des hoes\nJ’me partirais un boy-band avec Mash pis Claude\n\n\nPS: Mash pis Claude peuvent suck my dick\n\n\n\n…no homo…\n\n… so homo!\n\nNon\nOuin j’avoue que ça se dit pas\n\nJ’m’excuse", "image": "https://images.genius.com/ef87d55a2e8125b92a68dadb095a3ecb.720x717x1.jpg"}], "artist": "Maybe Watson"}