{"songs": [{"title": "Snow love", "album": "Maybe Watson", "year": null, "lyrics": "Le snow love que tu hustle\nShow love quand tu shovel, on voudrait\nTous cuttle dans le lit, et puis snuggle, mais\nFaut qu’on déblaye\nFaut qu’on déblaye…\nD’la neige!\n\nLe snow love que tu hustle\nShow love quand tu shovel, on voudrait\nTous cuttle dans le lit, et puis snuggle, mais\nFaut qu’on déblaye, faut qu’on déblaye, faut qu’on déblaye\nD’la neige!\n\nMême si t’es dégoûté par la slush dans les puddle\nDis-toi qu’la neige est une excellente raison d’cuttle\nSnuggle, avec sa blonde un chocolat chaud sur le divan\nUn bon film à la télévision le dimanche\n\nLa vue sur l’extérieur des airs blancs au Québec\nUne partie d’Monopoly ou une game d’échecs\nLe froid nous affecte tous mais on s’tient\nOn pellette en groupe, pis on s’plaint\n\nLa neige c’est la partie charmante de l’hiver\nMême si on la repousse dans nos prières\nChaque flocon est unique, oeuvre de la nature\nChaque seconde est unique, mon amour je te l’assure\n\nSi les gens savaient sourire au lieu d’engueuler leur souffleuse on pourrait apprécier la beauté d’la neige poudreuse\nMais c’est pas l’cas comme une danse européenne, enh, yeah, enh, check it\n\n\nLe snow love que tu hustle\nShow love quand tu shovel, on voudrait\nTous cuttle dans le lit, et puis snuggle, mais\nFaut qu’on déblaye\nFaut qu’on déblaye…\nD’la neige!\n\nLe snow love que tu hustle\nShow love quand tu shovel, on voudrait\nTous cuttle dans le lit, et puis snuggle, mais\nFaut qu’on déblaye, faut qu’on déblaye, faut qu’on déblaye\nD’la neige!\n\n\nFemme et homme ayez vos pelles à la main\nDame Neige vient d’retomber à matin\nJ’sais qu’c’est un calvaire pour plusieurs d’entre vous\nVous et la neige sur votre drive-way c’est un rendez-vous\n\nElle a juste besoin d’un tipeu d’attention\nElle fait qu’le monde reste dans leur salon\nImaginez-vous un instant être à sa place, qu’on parte\nTous dans l’Sud quand on vous voit la face\n\nCe qui fait que j’ai écrit cette petite chanson\nPour les gens des grandes villes et des cantons\nQui en peuvent pus des jours sombres, n’aiment pas les flocons\nAttendent impatiemment le jour où ceux-ci fondront\n\nJ’ai une proposition: aimons la neige, faisons-lui comprendre ça\nC’est vraiment son ami le froid qu’on sent pas\nElle consent’ra, comprendra qu’elle est rien sans lui\nS’en ira… enh enh enh!\n\n\nLe snow love que tu hustle\nShow love quand tu shovel, on voudrait\nTous cuttle dans le lit, et puis snuggle, mais\nFaut qu’on déblaye\nFaut qu’on déblaye…\nD’la neige!\n\nLe snow love que tu hustle\nShow love quand tu shovel, on voudrait\nTous cuttle dans le lit, et puis snuggle, mais\nFaut qu’on déblaye, faut qu’on déblaye, faut qu’on déblaye\nD’la neige!", "image": "https://images.genius.com/ef87d55a2e8125b92a68dadb095a3ecb.720x717x1.jpg"}], "artist": "Maybe Watson"}