{"songs": [{"title": "Loverboy", "album": "Maybe Watson", "year": null, "lyrics": "[Intro]\nJ’ai tellement de pression d’ces temps-ci\nTout l’monde veut que j’performe à mon maximum\nPis moi là d’dans, qu’est-ce qui vont penser de moi?\nQu’est-ce que les boys vont penser de moi?\nPis elle?\n\nEnh!\nSuzie!\n\n[Verse 1]\nJe sais que tu recherches un sexual vibe\nPour c’qu’y’est du plaisir man yo j’ai un extra-dough style\nPug un ourson, mords-le mais faut pas trop qu’tu l’bite\nGrosse tête dans main all night, es-tu down?\n\nSmooth lovin’, pis une petite pluie d’étoiles\nÀ part la 20 y’a rien qui nous sépare\nTite envie de péter mais faut qu’j’la garde\nAh, pis d’la marde, let’s go pour la draft\n\nDans la cabine téléphonique coin bourg d’la map [?]\nRené Lévesque juste devant les tours d’appart\nJ’ai l’impression qu’on va s’embrasser quand tu touches ma barbe\nEst-ce que les tits criss du HLM vont nous fout’ la paix?\n\nMontée de bisous qui te hante dans l’cou\nJ’t’aime comme un loup mais le monde s’en fout\nFaut j’parte les gars m’attendent à Cage avant la prat’ ce soir\nJ’attrape tes verres s’es estrades sur la glace, enh!\n\n[Chorus: Claude Bégin/Maybe Watson]\nNon! Parce que c’est pas facile de dire je t’aime\nC’est tough d’avoir de tough de tough quand t’es un loverboy\nLo verboy\nJ’ai peur d’avoir peur d’avoir peur, pis de prendre le bord\n\nNon! Parce que c’est pas facile de dire je t’aime\nC’est tough d’avoir de tough de tough quand t’es un loverboy\nLo verboy\nJ’ai peur d’avoir peur d’avoir peur, pis de prendre le bord\n\n[Verse 2]\nEh yo, j’vais droit au but, so écoute ma fille\nÇa vient de commencer déjà j’veux toute la suite\nJ’m’en fous si les gars le savent, j’haïs toute l’équipe\nC’est pas facile pour moi sortir avec une journaliste\n\nFaut qu’j’fasse des choix, que j’prenne la voix que j’aime\nLe peuple ou la glace, mais pourquoi ce dilemme?\nC’est tough d’avoir de tough de tough quand t’es un loverboy\nJ’ai peur d’avoir peur d’avoir peur, pis de prendre le bord\n\nPeu importe c’qu’y’arrive bébé faut qu’tu sois dans ma vie\n… fais-le pas si tu veux pas mais tu me l’as promis!\nChu un bon gars, oublie c’que ta meilleure amie t’as dis\nLaisse-moi guider mon peuple élu jusqu’à ta Terre promise\n\nLa perfection c’est juste pas assez pour un jeune prodige\nTa perception mon avenir versus les autres filles\nIntersection des rues Chicane et boulevard Pacotilles\nL’admiration d’mes fans s’ra mes ennemis agonisent\n\n[Chorus: Claude Bégin / Maybe Watson]\nNon! Parce que c’est pas facile de dire je t’aime\nC’est tough d’avoir de tough de tough quand t’es un loverboy\nLo verboy\nJ’ai peur d’avoir peur d’avoir peur, pis de prendre le bord\n\nNon! Parce que c’est pas facile de dire je t’aime\nC’est tough d’avoir de tough de tough quand t’es un loverboy\nLo verboy\nJ’ai peur d’avoir peur d’avoir peur, pis de prendre le bord\n\n\n\nNon! Noooooon!!\n\n… et le but!", "image": "https://images.genius.com/ef87d55a2e8125b92a68dadb095a3ecb.720x717x1.jpg"}], "artist": "Maybe Watson"}