{"songs": [{"title": "La traversée du lac Nasser", "album": "Voix De Fait", "year": "2006-02-28", "lyrics": "Manu Militari – La traversée du lac Nasser\n\nD’puis qu'on est parti d’Nasser, j’mange rien qu’du foul, pis pour en avoir faut jouer du coude avec la foule\nC'est l’bordel total, j’suis entre les mouches, le mal de mer, pis les cris d’bébés qui sortent d’la cale\nTous les hommes sont sur l’pont, c'est l’heure d’la prière\nJ’essaie d'comprendre, j’révise les mots qu'j’ai appris hier\nJ’pense à ma mère, j’essaie d’écrire\nMais l’gros, c’que j’ressens, j’ai pas les mots pour le d'écrire\nY faut que j’boive de l'eau avant que j’vire sénile\nJ’remonte un seau attaché à une corde, pitché dans l’Nil\nLà, j’me sens r’vivre, j’divague, quand arrive au rythme des vagues un gars qui s’présente « Ahmad »\n- Ahlân qu’il m’dit. Qu’est-ce tu fous ici? T’es retardé ou suicidaire?\nPour calmer l'atmosphère, j’réponds « J’suis les deux\nBin non, j’suis v’nu pour l’soleil pis apprendre un peu. C’quoi l’problème, mon chum, j’suis trop curieux? »\n\n- C’pas ça qu’j’veux dire, bien au contraire, tu vas découvrir not’ hospitalité légendaire\nOn est un peu méfiant, mais c’normal, à force de s’faire accuser d’être l’axe du mal\nMais r’garde le charme qui s’trouve derrière un voile\nLa liberté danse habillée, pas à poil\nImposer vos valeurs, c’pas une sage décision\nC'est d’la crosse, comme le protocole des Sages de Sion\nÇa sert l'Église, j’veux pas savoir si l’Pape l’a lu\nChaque fois qu’ça fuck, on met la faute sur l’peuple élu\nOn plonge le pays dans une totale islamisation, pour nous, c’est ça, ou bien la Coca-Colanisation\nSi not’ façon de s’battre est peut-être mauvaise, y’a trop d’Hosni Moubarak, pas assez d’Hugo Chavez\nIls nous exploitent en s’disant qu'on a l’dos large, mais qu’ils viennent sur l’pont, j’te l’jure on les jette au large\n\n[Refrain]\nLa foi, le choix, la voix des opprimés\nLe flow pris par mes cordes vocales abîmées\nLa salive gaspillée sur le chemin qu’il reste à faire\nC'est la traversée du lac Nasser\n(x2)\n\n- Ahmad! Mets pas tout l’monde dans l’même paquet\nCheck-moi, j’comme les Haïtiens en tellement j’pas care\nDes States d’leur musique pop de cul\nD’leur fast food de cul, pis d’leur ostis d’films de cul\nCheck, j’sais qu’leur système y’est controversé\nPis qu'pour l'instaurer le sang peut jamais trop verser\nQu’ils vont faire la paix avec des gars louches comme Pol Pot\nQu'après y vont jouer les sainte-nitouches qui aiment pas l'pot\nMais d’puis l’temps d’la prohibition d’alcool, on s’console a’ec not’ plus grosse exportation agricole\nOn traverse les lignes par avion, par bateau\nMême à pied la nuit avec deux trois sacs à dos\nÇa nous rapporte gros, la GRC tolère, si tu flash pas trop, tu check de quoi t’as l'air\nT'assouvis ton désir d’avoir les poches bien bourrées\nPis moi ça m’fait tellement plaisir d’pouvoir les fourrer\n\n- Sincèrement qu’est-ce tu m’dis? Haram aleik!\nLa vérité, faut la chercher pour savoir où elle est\nC’trop facile d’dire qu’les States c’est le mal incarné\nAvant d'juger l’voisin c’pas mauvais d’se r’garder\nLa guerre, ici, ç’fait 20 ans qu'ça dure\nC’rien qu’un autre pays riche exploité par des ordures\nC’qui t’concerne, c'est qu’les profits appartiennent\nÀ Talisman, une compagnie d’pétrole canadienne\nIndirectement, ton pays massacre des innocents\nPis d’mande-moi pas si y’a d’autres exemples innocents\nMême ta business de weed que tu trouves fantastique, suit la même logique que toute la marde que tu critiques\n\n- Écoute le gros, j’suis d’accord avec toi c’est plate, mais on fait c’qu’on peut, c’est quoi, toi t’es parfait?\nJ’dis qu’il faudrait p’t’être s'unir pour obtenir réparation, mais même chez nous ça parle toujours de séparation\nTous des pourris, pleins d’dossiers compromettants, ils nous donnent jamais rien, mais ils nous en promettent tant\nY’a-t’y encore quelqu’un qui se d’mande à quoi qu’ça sert\nUn aller simple pour la traversée du lac Nasser\n\n[Refrain]", "image": "https://s3.amazonaws.com/rapgenius/1349674765_37483568;encoding=jpg;size=300;fallback=defaultImage"}], "artist": "Manu Militari"}