{"songs": [{"title": "La Vraie Musique De Nègres", "album": "Cocaïno Rap Musique Edition Finale", "year": null, "lyrics": "[Intro]\nHan han, oh oui-oh oui-oh oui\nÇa s'passe han han!\nTous ces négros sont, sont en train d'se demander mais\nComment, comment il va faire pour ...\nComment, comment il va faire pour performer sur ce morceau han han?\nLes négros d'la rive sud, han !\nOn va montrer euh aux cailleras, à mes lascars, mes pelos\nA Meaux, à mes négros de Marseille du 94, du 92i, t'entends, han?\nComment les choses se passent\nOn va vous montrer comment les négros de la rive sud opèrent, t'entends?\nAllez Rive sud, allons-y Montréal\nAllez, allez Roi Heenok, crache ce feu\n\n[Refrain]\n2 pas en avant, 2 pas en arrière\nTiens ton fusil, allons-y\n2 pas en avant, 2 pas en arrière\nTiens ton fusil, allons-y\n2 pas en avant, 2 pas en arrière\nTiens ton fusil, allons-y\nT'entends? La vraie musique de nègres, t'entends, négro?\n\n[Couplet 1]\nAllez, mes nègres sont prêts pour la guerre\nPire qu'en Irak, sur mes rimes on danse comme Sadam Hussein\nA l'époque de Roi Heenok, rap radical, tactique palestinienne\nSupporte l'opium et la vente de roche\nRecherche le profit comme Georges Bush et Dick Cheney\nEt investit de gros montants comme le groupe Ben Laden\nDans le rap terroriste pour mes négros meurtriers\nPas ces p'tits amateurs, fils, qui recherchent l'or noir\nOn recherche le pétrole à bon marché\nPour remplir nos Cayenne, nos véhicules 4 roues motrices\nOnt soif, on a toujours faim, de grand appétits\nPour le luxe et les Pirelli, les femmes blanches\nQui reniflent de la pure blanche, de la Colombie\nOn vit risqué, maniant le gros pistolet\nAllez, mon fusil à pompe à la main, mon Calico en main\nMes nègres prêts, prêts à tirer sur ces putain de délateurs qui parlent trop\nQui rappent tous en s'imaginant qu'ils vont devenir gangster\nEn écrivant, ces nègres doivent sûrement être sur le haut\nRetardés, saouls-saouls, l'effet de la boisson\nPour oser toucher à mon argent\nLe rap de voyous, c'est nous\nOn est au rendez vous avec ta pute et mon chargeur rempli\nTous mes voyous gambadent avec leur propres morceaux\n\n[Refrain]\n2 pas en avant, 2 pas en arrière\nTiens ton fusil, allons-y\n2 pas en avant, 2 pas en arrière\nTiens ton fusil, allons-y\n2 pas en avant, 2 pas en arrière\nTiens ton fusil, allons-y\nT'entends? La vraie musique de nègres, t'entends, négro?\n\n[Outro]\nImpossible que ça devienne meilleur que ceci, t'entends?\nRoi Heenok, débarquez d'mon pénis", "image": "https://images.genius.com/039b705e4825e65f215348f9ead67b75.750x750x1.jpg"}], "artist": "Roi Heenok"}