{"songs": [{"title": "Take Time", "album": "Volume Un", "year": null, "lyrics": "J’manque de sable dans le sablier\nToujours en train dme r'virer d'bord\nMême pas le temps d'mettre un tablier, qui Faut que j'sorte le roti d'porc\nFaut faire du sport\nPrendre soin d'son corps\nOn travaille on dort, puis on recommence encore\n\nToujours plus vite, toujours plus productif\nToujours plus de choses ecrites sur ma liste\nToujours un truc que joublie, pis un autre a remettre pour demain\nToujours quelqu'un en crisse\nOn voit meme plus mes iris\nJ'entend l'alarme, pis tous mes poils s'hérissent\nUne main sur ma cuisse\nLife's a bitch\nUne dominatrice\nShlack! Mange le coup d’fouet\nÇa claque comme un d’mes couplet\nJ’sors dehors le froid Nordique me slap, Michel Goulet\nTraîne le boulet jusqu’à l’école, ou le bureau\nLe cabinet, la shop, peu importe c’est qui ton bourreau\nVendre ton temps contre un p’tit peu ou plein d’argent\nToujours en s’assurant qu’le patron lui au moins il est content, huh\nEt puis tu rentres à la maison, sans véritable raison\nTu finis une saison, and then it's on to the next one\n\n(Gotta take)\nLe temps c'est relatif\n(Gotta take)\nLe temps c'est relatif\n(Gotta take)\nYou gotta take time\n\n(ST)\nOn dit de prendre le temps\nMême si s’pas tangible\nFuck j’dois manger, j’rêve d’être payé temps triple\nStuck a mendier, spend mon temps comme un banquier\nStack it, stack it, stack it, donner des pensées\nAy, stuck at school j’vois l’horloge qui tourne\nJ’écoute même pas, j’check une femme comme\nWhat’s really good?\nPogné dans mes cours, le cours du temps s’étale toujours\nFunny comment des fois ça fast forward and des fois shit gets slow, whoa\n\nYeah on pense beaucoup, that figure eight j'n’ai fait des tours\nJ’ai fait des folies\nFigure how mes phobies m’ont fait défaut\nJ’ai défait des maux avec des lettres, des mots\nLes faits : les faux sont frappés par le temps\nLes vrais l’ont freiné par leurs gestes\nLe temps passe, les valeurs restent\nJ’porte l’étendard dw’une jeunesse dépanneur\nPas le temps pour vrais rencards\nOn s’croise sul coin, en retard\nOn parle de tout de rien, le temps que j’roule un joint\nFight les pheromones\nOn voudrait refaire le monde, mais est-ce qu’on pourrait bien le faire?\nDamn\n\n(Franky Fade)\nLe temps c'est relatif\nLe temps c'est relatif\nYou gotta take time", "image": "https://images.genius.com/6d2962f7f1899ea759bcc964bc090944.1000x1000x1.jpg"}], "artist": "O.G.B (Canada)"}