{"songs": [{"title": "La Pluie La Plus Lourde", "album": "Armageddon", "year": null, "lyrics": "Feat. Bouro\n[Intro - Outra-G]\nOh shit... the rain\nCall the niggas man, call the niggas\n\n[Naufra-G's talkin']\nYo, Planet Dirt is filled with kings that act like killers\nPlanet Dirt is filled with cheaters and them quitters\nAfter some short sunny shit, comes the rain\nBut comes the sun for the rebels the different levels\nThose who strive, who ain't got nothin' yet, but keep strivin'\nImmotalized ones they called the death ones\n\n[Verse 1 - Bouro]\nYou got fucked by the transition, end of the sunshine\nThe rain son, the channels for the transmission\nForget makin assumption, they got a function\nTransfusion of pain, frustration\nI com to the rescue of the wole nation by the annihilation\nOf the disciples of destruction\nThe mystery of the lost Medaillon\nNiggas are fightin' and dyin'\nSick babies are cryin'\nThe battle for freedom, justice and life\nIt's the night of Armageddon, fight for your life or for the bright light\nUgly, miserable and wretched livin' in the pain\nEveryday's the same game\nThe same torture I force ya, into the Aura of the horror\nYou couldn't get saved by ya own father\nNow, when the streets is full of corpses under the rain\nOver your back is the weight of the heaviest rain\n\n[Chorus: Outra-G and Bouro]\nAFTER SHUNSHINE'S COMES THE RAIN!\n(Yo after sunshine)\nAFTER SHUNSHINE'S COMES THE RAIN!\n(Yo after sunshine)\nAFTER SHUNSHINE'S COMES THE RAIN!\n(After some short sunny shit, comes the raining)\n\n[Verse 2 - Outra-G]\nChaque fois que la pluie tombe, on se sent immonde\nLes branches d'arbres succombent, la tristesse à travers le monde\nUn ciel orageux, même quand le soleil est joyeux\nEt les fleurs se fanent, les enfants se tannent et rentrent chez eux\nD'une fenêtre d'où je suis assis, je regarde les rettgaci se faire fumer\nComme la vie qu'on a pas vraiment choisie\nJe te verrai plus tard si tu viens, mais si cette pluie ne s'arrête pas\nEh bien, mon gars, on se reverra plutôt demain\nLes parapluies veulent dire plutôt \"Parle à lui parce que je suis occupé\"\nA me protéger de la pluie qui est à ma poursuite\nUn couvre-feu, quand quelqu'un frappe, on ouvre pour eux\nMais c'est rare de voir quelqu'un sortir dehors quand il pleut\nRegarde la ville de Montréal, est-ce qu'on régale\nD'un fléau journalier qu'à chaque jour on déballe?\nChercher le bien dans le mal, c'est chercher les averses\nL'horizon s'abaisse et laisse sa place aux ravages du céleste\nEn mon âme je vois le ciel et les anges avec leurs ailes\nEt quand les nuages se liquéfient, je deviens sombre et frêle\n\n[Chorus: Outra-G and Bouro]\nAFTER SHUNSHINE'S COMES THE RAIN!\n(Yo after sunshine)\nAFTER SHUNSHINE'S COMES THE RAIN!\n(Yo after sunshine)\nAFTER SHUNSHINE'S COMES THE RAIN!\n(After some short sunny shit, comes the raining)\n\n[Verse 3 - Naufra-G]\nPlanète Terne, pleine de faux rois, les tricheurs gouvernent\nYeux entourés de cernes, je reste ferme\nDrapeau en berne, une rage interne germe\nLa pluie ensanglantée, en d'autres termes la plus lourde\nCause le fait que les jeunes corrompus boivent le sang de leur père\nLe soufre et le feu tombent du ciel sur Gomorrhe\nÉpargne les immortels qu'on nomme les hommes morts\nDévaste celui qui reste sans remords\nQui se pense éternel avec rien que de l'or\nQui se moque de celui qui vit sur le rebord\nLes faux rois croient qu'il vendent leurs âmes à bon prix\nC'est toi qui paie, t'es un pas contrit qui a pas compris\nL'acquis reste sans valeur devant le fait accompli\nLe 3ième oeil cherche la lumière, même quand le beau temps s'assombrit\nL'Acropole, c'est comme l'Arche qui attend la pluie pour naviguer\nQui laisse ta maison paisible en sang et en cendres\nC'est une triste réalité\nÉcoute le silence, observe ton univers se réarranger\nUn jour, tu seras ramené par la gravité\n\n[Chorus: Outra-G and Bouro]\nAFTER SHUNSHINE'S COMES THE RAIN!\n(Yo after sunshine)\nAFTER SHUNSHINE'S COMES THE RAIN!\n(Yo after sunshine)\nAFTER SHUNSHINE'S COMES THE RAIN!\n(After some short sunny shit, comes the raining)\n\n[Outro - Bouro]\nAfter all this, the sun will be darkened\nThe moon will not give it's light\nAnd the stars will fall from the sky\nAnd the powers of heaven will be shaken\nFor you to see this land belong to Almighty\nHeavy bloody rain\nForget but your goods. You ain't rich towards God, it's the wretched\nIt's the wretchedness. It's the heaviest", "image": "https://assets.genius.com/images/default_cover_image.png?1553716986"}], "artist": "Rainmen"}