{"songs": [{"title": "@ l'église", "album": "Long Jeu", "year": "2016-10-21", "lyrics": "[Verse 1 — KNLO]\nMe v'là, pécheur, jamais allé à pêche\nVu qu'la Bible dit qu'je l'suis quand même\nJ'ai grandi à Sainte-Foy dans une bonne famille\nJamais vu ailleurs des bonnes valeurs de même, I mean\nCitoyen exemplaire, enfin presque\nLa cour municipale peut quand même kiss mon ass\nComme la T.V.Q. slash la T.P.S\nL'inflation sur le prix d'la laitue verte\nJ'vois des barres s'es S\nDepuis que j'va pu à messe\nLes stress de la vie m'ruminent comme une vache\nOn est d'jà longtemps après la bonne nouvelle\nC'tu ça qui m'donne envie d'skip le journal de merde\nDépoussiérer un Tao\nOu bedon une Bib'e\nQuand t'as un peu d'temps non rémunéré d'libre\nLes bagnais d'Phillipe\nY disent qu'y'a toujours moyen d'tout' moyenner\nDieu c'est l'arme d'la fin, la baïonnette\nColossiens 3:20\nSois un étudiant, pas un enfant-problème\nÉtends tes caprices su'a corde à linge\nDemain matin\nÇa va p't'êt' ben être toi l'pops le mince\nPas encore eu d'baptême, G?\nDésolé, mais c'est foutu pour les nimbes\nLa place est déjà trop plein\nÇa fait que r'tourne danser l'funk pour l'éternité\nEn enfer comme le font l'reste des autres no name\nSi t'as une belle peau\nQu'tu mets encore du fond d'teint\nSaches au moins t'humilier\nSois haut, mais pas hautain\nComme le rang du fond d'tantines le bébé au sein\nQui écoutent l'pasteur que l'micro tient\nYou know m'sayin?\nDans gang d'la Pentecôte, ça parle en langues\nÀ fin des louanges, le monde tombe\nÇa prie fort fort que les anges de l'ère des technologies d'l'information\nRamènent pas l'drama home\nQu'à cause d'elle l'p'tit dernier d'vienne pas un moron\nDéjà chanceux qu'y aille le bon nombre de chromosomes tho\nCompte tes blessings au boyau, pas au compte-gouttes\nForever l'dimanche va être relaxe comme jour\nLe reste du calendrier, c't'une bonne joke\nÇa fait qu'prend ça relaxe pis cale ta tête dans ton poncho\nPis ça va être all good\nT'es-tu avec moi?\nMême si t'es pas avec moi, t'es quand même avec moi\nJ'parlais pas d'nos idées mais d'l'homosapien similaire\nTout nu en-d'ssoure des vêtements\nJoue pas au diable, t'auras pas peur de lui\nC'pas juste un poème farfelu\n\n[Chorus — KNLO, Caro Dupont & ensemble]\nLes satellites se prennent pour des anges (des anges)\nLa rumeur court qu'un jour y vont crash pis r'descendre (pis r'descendre)\nLe hood au complet m'a l'air d'une église à ciel ouvert\nÇa fait qu'à chaque jour j'prie sainte Marguerite ma mère\nMa mère\nÀ l'église\nÀ l'église\nÀ l'église\nÀ l'église\nLes satellites se prennent pour des anges (des anges)\nLa rumeur court qu'un jour y vont crash pis r'descendre (pis r'descendre)\nLe hood au complet m'a l'air d'une église à ciel ouvert\nÇa fait qu'à chaque jour j'prie sainte Marguerite ma mère\nMa mère\nÀ l'église\n\n[Verse 2 — KNLO]\nAw man!\nJ'veux dire : Amen!\nWireless mais t'appelles encore ça hors-ligne\nL'horloge est din' digits\nPu rien fait tic tac\nC'qui restait du passé, là l'futur le kidnappe\nPour pas dire un setup, ça m'a l'air d'un mismatch\nComme pris dans l'post contre Biyombo Bizmack\nC'pas grave si on skip le dèj'\nFaut pas être en retard au service\nAprès l'église on s'fra un picknack\nY m'faut aussi d'la légumine, ça c'pour mon équilibre\nSi c'tait pas là, j'sais pas how long could a nigga live\nWhut you smokin' on?\nJ'espère c'pas les trucs forts qu'après avoir goûtés\nT'as pu aucune âme\nTi-poisson verra jamais l'boutte de son baskaton\nS'a terre des iroquois, l'histoire a donne mal au colon\nToute la poussière continue d'flotter à place qu'a tombe\nPis ça c'est yinque un mini piece d'un méga gagelon\nDemande-nous si ça va, la réponse plus oui que non\nChaque deux pas par en avant, on en fait un à reculons\nPerdus dans grand ville, agglutinés en ti-motons\nTout piti pis cachés profonds comme des hippocampes\nGros shout-out à Hosanna dit l'omnipotent\nDes fois tu peux l'croiser dans l'quartier mais pas tant\nL'histoire est loin derrière\nQu'essé qu'tu racontes on s'rejoint au parc en t-shirt\nHmm, v'là un champ d'coton\nLà-dessus, j'pourrais dire merci d'être né au paradis du hockey\nDe pouvoir me payer l'luxe de jouer din' bricolages, mais\nJ'dirais plus merci pour la famille pis les bagnais, les bagnaises\nLet's make it happen\nAmen", "image": "https://images.genius.com/ab21aacede9f8eb2d488391ba86a42a1.1000x1000x1.jpg"}], "artist": "KenLo"}