{"songs": [{"title": "Les Brizzasseurs de fizzoules", "album": "4,99", "year": "2010-06-23", "lyrics": "[Intro: KenLo]\nAha! ahaa!\nD’est en ouest pis jusqu’aux extraterrestres\nOn est pas les best mais presque\nSuper fresh pour 1987\n\n[Verse 1: KenLo]\nBienvenue sur ce magnifique groove-là\nSigné Alaclair Ensemble\nPis même si t’es en pleine santé\nFais le move du gars qui boite d’une jambe\nPassque le but c’est d’avoir réchauffé chaque muscle\nAvant la fin d’la toune\nPis si t’as l’impression qu’on bouge pas\nC’passqu’on court\nÀ la même vitesse que la terre tourne\n\nEh yo chu super ultra mega fresh comme un cut de Seven Dee\nDe quoi d’assez lourd pour te casser\nTu sens déjà ton corps qui plie\nEh yo mon nom c’est KenLo\nJ’mesure 5 pied 9\nPis j’pèse 160 livres\nMais chu léger comme d’la ouate\nQuand j’drop de quoi\nEn finesse sur le beat\n\n\n[Verse 2: Jam]\nHuh\nJ’ai un nouveau pas d’danse qui faut qu’j’vous montre\nÇa m’est venu d'même hier en tondant mon gazon\nJ’ai perdu le contrôle de mon body, mon brain\nJ’étais high pis le track m’a fait bouger de même\nC’est juste fou, c’était comme si j’pouvais pas quit\nMon gras d’coude, mes épaules et puis mon pelvis\nLà fait bouger ton corps\nEt vas-y fais des efforts\nPis si tu feel, ben gênes-toi pas vas-y fais-lé encore\n\n\n[Verse 3: P.Dox]\nOh! Fraîchement arrivé dans l’spot\nJ’ai réalisé que le monde ici danse pas\nMoi je change ça\nPoussez-vous que j’drop mon move\nÇa m’étonnerait qui aille d’la musique pour pas qu’on bouge\nQu’est-ce qui donne ton crew, y'a du groove, c’est ça qui est phat\nFais semblant de déraper un peu en zigzag\nLe langage de ton body va s’taire\nExactement quand y vont éteindre les spotlights\n\nJ’ai réussi à faire le moon walk\nJ’ai décidé de l’essayer juste pour voir\nEt j’ai glissé jusqu’à la lune, wow!\nQuand c’est fini je remets mes moves dans une boîte\nEt je repars à maison avec\nLes gens me suivent, me demandent c’est où que tu les achètes\nJe garde ça secret\nJ’peux pas passer aux aveux que j’ai pris ça dans un clip de Mc Hammer\n\n\n[Verse 4: Jam]\nT’es timide ça on le sait, mais tu peux t’forcer\nTu veux danser, mais tu veux pas suer\nOn fait pas d’omelettes sans casser d’oeufs\nÀ 10 tu commences, ça c’est après le 9\nBust ton plus beau move, mais fais-le tight\nSurvette Puma qui match avec tes Nike\nSev' a le track pour faire bouger des têtes\nPas d’soul, c’pas grave le monde vont t'laisser faire\n\n\n[Verse 5: Ogden]\nYo check it out on a besoin d’food\nOn a l’ventre qui fait des bruits qui sont pas ben cool\nOn aimerait tous nager dans une piscine de chocolat\nÇa existe à queque part mais chu comme va pas là\nOh!\nQuand j’étais p’tit les tomates j’aimais pas ça\nJe suis allergique au peanut buttah\nWhat up !?\nQu’est-ce tu veux faire en attendant qu’le repas sorte du four?\nTu veux-tu qu’on fourre?\n...l’arrière du dindon\nTu veux-tu qu’on bourre toute son contour avec plein d’bons\nMélanges d’herbes\nPoussés dans ferme\nOù y a des cochons\nQui baignent dans merde\nDur de se rendre à la campagne sans s’perdre\nAmène-moi voir les légumes qui poussent\nMon plan d’rutabaga préféré a pris 10 pouces\nIncroyable!\nCoupe-le pis mets la table, enh!\n\n\n[Verse 6: Eman]\nYo\nYo!\nEh yo jette ton bras dins airs comme si c’tait le last call pis qui avait pu d’lendemain sur terre\nJette ton bras dins airs comme si c’tait le last call pis qui avait pu d’lendemain sur terre\nGrosse bière!\nRentre dans les discothèques\nJean-Piaw!\nSors dans les discothèques\nDepuis hier\nSport dans les discothèques\n3 h 15 pis tu krump dans les discothèques\n\n\n[Verse 7: Maybe Watson]\nAlaclair sur le beat, roche roche dessus\nHoche dessus, hoche dessus\nSi t’entends du wack shit on est pas dessus\nPas dessus, pas dessus\nHoche sur la betterave, fais le pichasson\nLe pichasson\nMais qu’est-ce que c’est ?\nUn petit garçon de São Paolo\nAvec une coupe champignon\nMets tes mains dans ton front\nFais comme si t’avais une coupe champignon\n(Strap) ton sac à dos pis suis nous donc\nTu commences à feel jeune pichasson\nMonte dans les airs et reach plus haut\nSi il le faut monte sur mon dos\nPogne le primer pis un p’tit rouleau\nMontre leur c’est quoi qu’on dig nous autres\n\n\n[Outro: KenLo]\nFais ça comme ça comme un retard\nSi t’as 32 ans, fais comme si t’en avais 14\nSi t’en 60, fais comme si t’en avais 30\nAlaclair Ensemble c’est la fontaine de jouvence\nOn recommence", "image": "https://images.genius.com/09614fc9d460d403657bc49349ff7c29.350x350x1.jpg"}], "artist": "Alaclair Ensemble"}