{"songs": [{"title": "Mon Cou", "album": "Le maigres blancs d'Amérique du Noir", "year": "2013-05-04", "lyrics": "[Verse 1 : Maybe Watson]\nPichasson milliardaire, les minces font du pilates\nManon Nadeau, Maybelline, sur le dessus dans le magazine\nFructose jelly, Cappuccino, Claude Bégin, verre de vino\nÉlastique, c'est pratique, pour durcir une gang de minces\nFarandole, cépacol, juste un whip qui décapotte\nRobert Nelson, skinny jeans, Thomas Gagnon sur la mandoline\nHipster credit, fou beau genre, on s'rejoint au bouleau blanc\nUp tempo, nouveau trance, le visage de l'excellence\nÉlégance, aire provence, Ralph Lauren, purée de mangues\nOn accepte les transgenres tatoués Mayb'Wats sur la hanche\nMontréal, ville lumière, les musées, le Vieux-Port\nPlace des Arts, symphonique, stade Olympique, Symbole phallique\nSAQ express, SAQ classique, (SAQ sélection) sac pastille\nSi t'as la voix maganée c'est parce que c'est un happenin'!\n\n[Hook : Kenlo]\nMon cou, mon dos, mon cou pis mon dos\nMes orteils, mes oreilles hors de contrôle\nMa bédaine, ma bédaine, ma, ma, ma bédaine s'en vient chaude\nPis l'body qui'est en d'sour encore plus chaude\nTon cou, ton dos, ton cou pis ton dos\nTes talons, tes mamelons, hors de contrôle\nTa poitrine, ta poitrine, ta, ta, ta poitrine s'en vient chaude\nPis l'tit coeur qui'est en d'sour encore plus chaud! BAM!\n\n[Verse 2 : Eman]\nJ'ai mal aux parties d'mon corps\nMal aux muscles, mal aux os\nJ'ai trop faite de sport\nJ'ben content, j'bin perdu un litre de cola\nBrûle su'a piste: un kilo\nBack le lendemain: deux kilos\nOn s'aminçit, on réussi à garde l'cap, on s'améliore\nAlaclair High never skip un cours d'économie familiale\nJ'ai besoin d'savoir comment faire cuire un pâté d'une cuillère\nL'école c'est pas secondaire, pis toi tu pensais mal faire\nWhoa body check it out, on est done done dada bin précis su'l grid\nBasic en crime, buzzé dans' crème, tu t'mêles pis on est Wu-Tang\nBCC, gang de rap, toute a changé depuis Saint-Éphrem\nYou know we, on l'sait bin, puff un b, vide un bain\nOn est chef une fois s'a piste pis on s'brâsse el cou pis l'bassin like!\n\n[Hook : Kenlo]\nMon cou, mon dos, mon cou pis mon dos\nMes orteilles, mes oreilles hors de contrôle\nMa bédaine, ma bédaine, ma, ma, ma bédaine s'en vient chaude\nPis l'body qui'est en tsour encore plus chaude\nTon cou, ton dos, ton cou pis ton dos\nTes talons, tes mamelons, hors de contrôle\nTa poitrine, ta poitrine, ta, ta, ta poitrine s'en vient chaude\nPis l'tit coeur qui'est en tsour encore plus chaud! BAM!\n\n[Hook Extension : Kenlo]\nMon cou, mon dos, mon cou pis mon dos\nMes orteilles, mes oreilles hors de contrôle\nMa bédaine, ma bédaine, ma, ma, ma bédaine s'en vient chaude\nPis l'tit coeur en tsour encore plus chaud! BAM!\n\n[Verse 3 : Ogden]\nToi tu cours vite, moi j'cours vite, musique pourrite compostée ben raide\nBoom bip, ben kin, quand ça va d'in reins\nTu va devoir rentrer chez vous, t'aimeras pas ça bin bin\nT'es comme : Hein ?! Ouin?! qu'est-c'est qui s'passe\nPas d'places de parking pour du take-out\nT'as payer pour tes pâtes avec PayPal\nCapoté la technologie dans l'genre\nAww, tu vois tu l'char?\nTu veux-tu l'pogner pour qu'on aille en quelque part?\nTu veux-tu qu'on essaye d'aller dans l'espace?\nÀ 4-5 s'ul backseat la police passe\nOn finit toute en d'dans mais sur une autre planète\n4,99 s'tait une grosse galète Check!\nY'a les toasts pas prête dans l'frigidaire au dep\nPas d'préliminaires, on fait ça net, frette sec\nJamais d'mic check, ça fait que yes respect\nBas-Canada complètement jetset\nLe best kept secret\nOn est le test du test\nPas les bests, mais presque\nEst-ce que t'es capable de flex de même\nDrette de même, le sexe de même, le chest de même\nPas d'stress de même, réflexes de même, reste le même\nFais le d'même, t'es comme : Damn, Bobby can Bounce!\n\n[Verse 4 : Kenlo]\nOn va s'faire un party comme si s'tait 1999\nComme des particules en chute libre, en orbite, pardu mais pas tout seul\nLe mince tu l'sais qu'on va s'entendre\nOn va s'faire un party comme si s'tait 1999\nComme des particules en chute libre, en orbite, pardu mais pas tout seul\nLe mince tu l'sais qu'on va s'entendre!\nSupa Dupa Tout'nou\nSupa Dupa Tout'nou\nSupa Dupa Tout'nou\nSupa Dupa Tout'nou, Supa Dupa Tout'nou\nSupa Dupa Tout'nou\nSupa Dupa Tout'nou\nSupa Dupa Tout'nou\nSupa Dupa Tout'nou\n\nOk ok, si vous êtes encore dans l'bouillon\nBougez un organe interne pour vous autres\nVous êtes fric comme du poisson frais\nComme d'la barbotte mouillée s'ul sec\nComme de l'eau bouillante s'ul frette\nJ'ai un p'tit jeu pour vous autres à soir ma gang de Bas-Canadien\nAvec NRV qui'est dans l'back s'ul piu piu ben raide\nOn s'en va shaker l'haleine icitte à soir\nDès qu'NRV pèse s'ul piu : êtes vous prêts?\nOk NRV pèse s'ul piu : Piuuu!\nHaleine check 1 fois : Haahhh\nHaleine check 2 fois : Haahhh, Haahhh\nHaleine check 3 fois Aweille : Haahhh, Haahhh, Haahhh\nHaleine check 4 fois : Haahhh(1), Haahhh(2), Haahhh(3), Haahhh(4)!\n\n(Bombardements de bruits d'haleines)\n\nOn va s'faire un party comme si s'tait 1999\nComme des particules en chute libre, en orbite, pardu mais pas tout seul\nLe mince tu l'sais qu'on va s'entendre\nSupa Dupa Tout'nou\nSupa Dupa Tout'nou\nSupa Dupa Tout'nou\nSupa Dupa Tout'nou, Supa Dupa Tout'nou\nSupa Dupa Tout'nou\nSupa Dupa Tout'nou\nSupa Dupa Tout'nou\nSupa Dupa Tout'nou", "image": "https://images.genius.com/8f7d2315a9e0b4a8152157c982e1bffc.1000x1000x1.jpg"}], "artist": "Alaclair Ensemble"}