{"songs": [{"title": "Fussy Fuss", "album": "4,99", "year": "2010-06-23", "lyrics": "[Intro: Maybe Watson]\nEnh enh enh!\nFussy fuss, c'est le fussy fuss\nFussy fuss, c'est le fussy fuss\n\nYo! Alaclair Ensemble\n2009 à 12\nMount real to Quebec. Check it!\nYou know\nMaybe Wats\n\n[Verse 1: Maybe Watson]\nYou can’t fuss with us, eh yo t’es sotte\nUn virgin dans un porn, t’es un awkward fuck\nYou’re all shook up\nHavoc a un loaded biscuit dans la bouche du king\nT’es mieux de walk with us\nLâche des bulldogs, harass ton full squad\nAlaclair high c’est des altitude rocks\nPleure pas, chu pas du tout mad at you dawg\nTu subis les ravages que mon petit bully attitude cause\n\n\n[Verse 2: KenLo]\nEh yo ya cyan’t fuss with us\nJ’comme wicked même quand j’fausse une note\nLa bassline te décompose tu d’viens un gros tas d’os\nComme quand un oiseau s’pose dans l’haut d’un post\nUne aile noire pis un reflet rose sur l’autre\nQui annonce que l’aube est proche\nTon essai d’essayer d’refuser tombe à l’eau tu l’flush\nT’as peur d’une dope dont t’as jamais osé toke une puff\nAlaclair nous autres on a la dopest sauce, on arrose le plat\nMost qui l’écoute voudrait quit mais ça fonctionne pas\nSans aucune force, j’débloque chaque défaut\nDu prochain rush de mots\nLe plus beau jamais sorti du fond d’une gorge\nPoésie réincarnée c’t'impossible qu’a finisse morte\nAlaclair, street shit chaud collé en dessous d’tes bottes\n\n\n[Verse 3: Eman]\nEh yo ya can’t fuss with us\nTa tête est une pognée d’porte\nT’as l’esprit serrure, pis tu résonnes comme une cloche\nSuis nos pas, tu vas finir dans des endroits louches\nÀ te demander kimo kush\nEn fumant du qui m’écoute\nAlaclair c’est la fuckin drogue\nT’es là perdu, tu t’grattes les bras\nT’attends juste qu’on t’apporte l’album\nLa grosse affaire, du jamais vu depuis les pyramides\nOn revient sur terre, avec des vaisseaux beaucoup plus rapides\nT’es dépassé, on a fini c’qu’on avait à faire\nGradués en 2012 pendant qu’tu copiais l’dictionnaire\nLes MCs vont rester doux comme des ti pitous\nC’est Alaclair, chien sal, qui run things un point c’est tout\nYa can’t fuss, chu ben trop l’boss\nT’es en retard, t’as raté l’dernier métrobus\nYaow ! Fini ti wee semi groupie t’as des guidi-guidi pousse pas trop\nC’est moi qui écris les raps du gars dans Degrassi\n\n\n[Verse 4: Maybe Watson]\nCan’t fuss with us original mange un char de marde\nÉcoute ce beat de Ken dawg, mais pour ton safety lâche le crack\nQuand tu bob ton head, on dirait que tu mâches une graine\nCheap shot, mais ta petite twat est soft est saine\nT’es fuckin lourd, j’te laisse tomber\nÇa vaut pas la peine\nRespect le son raw que les gods amènent\nYao! eh yo je sais où t’habites bitch\nFuck around et je mocy ta vitre\n\nC'est le fussy fuss\nFussy fussy fuss, fussy fussy fuss, fussy fussy fuss\n\n[Outro: KenLo]\nAlaclair sur le beat f-fuss dessus\nFuss dessus, fuss dessus\nSi t’en t’entends du wack shh--\nOn est pas dessus, pas dessus, pas dessus\nAlaclair sur le beat f-fuss dessus\nFuss dessus, fuss dessus\nSi t’en t’entends du wack shit\nOn est pas dessus, pas dessus, pas dessus\n\nAh! (Keep on, keep on)\nT’as jamais vu Babi, Babu, t’as jamais vu\nT’as déjà vu Babi, Babu, t’as jamais vu\nT’as jamais vu Babi, Babu, t’as jamais vu\nT’as déjà vu Babi, Babu, t’as jamais vu", "image": "https://images.genius.com/09614fc9d460d403657bc49349ff7c29.350x350x1.jpg"}], "artist": "Alaclair Ensemble"}