{"songs": [{"title": "Rien qui s'donne", "album": "Le sens des paroles", "year": "2018-09-28", "lyrics": "[Intro — Maybe Watson]\nOn voit grand avec nos associés\nMa plus grande crainte, c'est d’plafonner\nOn fait tellement d'pain, on est masochistes\nTellement d'gains grâce aux sacrifices\nOn fûme le thon comme des poissonniers\nMa plus grande crainte, c’est d'plafonner\nThey think I'm nuts comme un marronnier\nIls nous regardent de haut\n\nHochelag' (y a rien qui s'donne, y a rien qui s'donne)\nPointe-Saint-Charles (y a rien qui s'donne, y a rien qui s'donne)\nPis a Anjou (y a rien qui s’donne, y a rien qui s’donne)\nPis a Lilou (y a rien qui s'donne, y a rien qui s’donne)\nPis a Newtown (y a rien qui s'donne, y a rien qui s'donne)\nPis a Shawi (y a rien qui s'donne, y a rien qui s’donne)\nTout' les hoods!\n\n[Verse 1 — KNLO]\nDéjà mon back qui a mon back\nDedans mon clique, personne a d'gat\nYeah on connait du monde qui en ont\nC'est même pas la peine de l'dire su' l'track\nOmnivore, on est fait' forts\nMindstate = cinquième quart\nQu'est-ce qu'on gagne? Un job à clore\nDans l'bar at 2 o'clock\nRamène ça au début\nJuste comme la lettre A\nAvant les nations têtues, les statues, les casques de kevlar\nSujet trop foutu deep\n'Scuse moi si je l'effleure\nDreadlock\nD'jà back su un autre dossier drela\nVu qu'on fait ça back à back à back à back à back\nà back à back à back à back à back\nà back à back à back à back\nOn fait ça\nBack back back back à back\nà back à back à back à back à back\nÀ MTL à Quoibec on fait ça\n\n[Verse 2 — Maybe Watson]\nT'sais qu'jamais on dab\nDo the math\nVino verde pis j'suis paf\nWho am I?\nJe sais pas, mais 'sti qu'j'suis fly (fly fly)\nEt phallique\nCosmodome status\nVas-y, cause-moi donc\nWho's the baddest?\nFaudrait pas que j'me salisse\nPour vrai, y'en a pas de malice\nJ'suis juste un vieux routier\nAvec sa Miller pis son hashish, boy\nNo I dont cry, I say ouch\nJ'suis l'baby dans l'kangaroo pouch\nNo doubt\nJe l'ferai pour les kids comme Socrates\nJ'suis le bad seed dans l'bag full of weed\nRentre dans confiserie j'suis comme : « Nougat, please »\nJ'm'appelle inflation, j'suis le coût d'la vie\nJ'suis pas italien, mais j'ai tout capisce (tout capisce!)\nMon knowl' détruit tout comme un oursaring\nJ'mets la poudre dans tes yeux quand t'es sous narine\nJuste besoin d'un doigt, Tata Boutlamine\nLe HH c'est la cure ainsi qu'la maladie (el Hip-Hop!)\nJ'ai des amis, bannis des pharmacies à vie\nOn fait ça back to back to back to back to back\nTo back to back to back to back to back to back\nD'icitte à Cali\n\n[Verse 3 — KNLO]\nTout c'qui m'restait je l'ai parié\nDur palier pour un jeune papi\nLe bateau, le crib, les paiements\nSu'es pièces volantes du tapis\nEt shout-out au clan qui m'appuie\nMon armée garantie à vie\nQui m'rappelle les sacrifices\nSont pour qui tant besoin d'eux badly\nFeelant aveuglé par l'profit\nComme au volant d'un char pas plaqué\nPas safe de rouler ni d'parker\nQuest-ce qu'on fait avec le paquet?\nSi y nous « Scuse » pi check les papiers\nDu quartier y'ont reçu un appel\nTu t'es éjecté avant l'après\nL'arrestation, l'capot poppé hen?\nJ'en connais qui s'en sont sauvés su'un timing parfait\nPu jamais en prison avec des projets dont t'es pas prêt\nÀ Sudbury, Sarajevo, El Bev, en Basse-Ville\nY a rien qui s'donne on fait ça back to back depuis youngin'\n\n[Verse 4 — Eman]\nEn, yo\nAnd I go straight to buy the loaf comme un pain destiné\nOn n'a pas connu tant d'autres\nDes années dessinées\nPis on va tricoter avec durant l'weekend\nYes we can\nComme si l'shit nous était prédestiné\nI might just catch un peu d'kob pis l'faire tournicoter\nMais c'pas ça qui ramène le soleil dans nos cœurs de palmiers\nI mean le bloc est tellement chaud, y a rien qui change le premier\nLe chèque y rentre le 30 pis y t'reste p'us d'change le premier\nJ'suis comme un coureur de fond, l'marathon y'est long en esti\nJ'suis mince comme ton esprit dans sa notion d'blow up dans l'industrie\nDans l'temps c'tait Pelle Pelle\nAujourd'hui c'est polé, polé\nMets d'l'eau dans ton vin comme un alco qu'on essaie d'épauler\nJ'suis d'Saint-Jean-Baptiste\nMais j'rime comme Beezy\nC't'un nouvel artiste\nSi t'es vieux, faut qu'tu fasses d'la place\nAvant qu'tu pourisses\nJ'vote à la mairie pour mon boy Ali en 2018\nRappelle-toi d'Joël, ça c'est l'nom d'ton futur premier ministre\nOn fait ça back to back to back to back to back to back to back\nOn fait ça back to back to back to back to back to back to back (y a rien qui s'donne)\nOn fait ça back to back (y a rien qui s'donne, y a rien qui s'donne)\n\n[Outro — Maybe Watson]\nOn est good now\nOn a fait beaucoup de kob, on est good now\nOn a plus besoin de worry\nGrosse deal, grosse gig dans l'street\nOn a plus besoin d'work\nNope, on a plus besoin d'work\nNope, on a plus besoin d'work\nNah, nah, nah, nah\nOn est good now\nOn a fait beaucoup de kob, on est good now\nOn a plus besoin de worry\nGrosse deal, grosse gig dans l'strict\nOn a plus besoin d'work\nNope, on a plus besoin d'work\nNope, on a plus besoin d'work", "image": "https://images.genius.com/9dfeff89dc7dd704789e22a4bc3cc994.1000x1000x1.jpg"}], "artist": "Alaclair Ensemble"}