{"songs": [{"title": "Pour toi Michel", "album": "4,99", "year": "2010-06-23", "lyrics": "[Verse 1: KenLo]\n1, 1-2\nEh yo regarde combien ça va vite\nDes cartes à puce au cannabis\nDes coins louches où personne habite\nLe ventre plein, les pensées vides\nC’qui est plat a l’air d’une pente oblique, on vit une chute\nOn parle pu d’céréales quand on parle de blé\nComment va l’économie, ton doe rappelle-toi où tu l’as mis\nDesfois c’est comme un\nClub auquel on se s’rait tous abonnés\nPas besoin d’tout mastiquer\nT’as juste à gobber\nL'image de toi même rabaissé\nÀ la grosseur d’un scarabée\nDes problèmes à escalader, never surprised\nCause you know tomorrow’s not a better day\nDialoguer a pas réussi, ça donne envie d’parler moins\nMoi j’me rappelle\nJ't’ai dehors\nDans l’cadre\nPas dans classe\nLes devoirs\nC’tait comme ha!\nOn va voir ça plus taw\nJ’note ma taille dans l’cadre de la porte de ma [chambre]\nDes légumes pis d’la viande qui s’entassent dans mes membres\nPis fosho j’va prendre 5 pouces minimum\nPis dépasser la ligne de la porte de ma chambre\n\n[Verse 2: Eman]\nYo! Ah!\nEh yo original\nSoucieux personnage\nDans ton paysage\nDope shit drogue\nCaca line c'pour les orignals\nLaisse faire, t’es à temps pour les méritas\nPas d’cadeau, pas d’prix\nT’es triste pis tu vieillis mal\nVery mad en anglais ton avion d’papier atterit mal\nTerribale\nStraight franco queb north américane\nOn l’fait comme on l’fait, c’est du véritable\nSorbonne 14 créole joual presque inimitable\nTu veux des vitamines, mais tu passes en dssoure d’la table\nTu m’diss, pis j’te diss\nPis on s’fait des acollades\nEn direct du berceau mondial\nInter-hipsteral\nGlobalisation des moustaches\nOn est propre mais on s’habille sale\nSemi-stable, j’fais du cash mais je l’dépense en innocent\nJ’ball dans les bars, pis j’emprunte pour des imodiums\n2010, pluggé sur l’ordinateur\nJ’suis perdu mais dis-moi pourquoi mon cerveau est (migrateur)\n\n[Verse 3: Maybe Watson]\n2003, Lord Finesse\nYo\nOn avait beaucoup plus qu’une année à jouer sur replay\nMais fallait pas parler de ce mélo que vous viviez\nY avait peut-être une annonce pour un poteau dévissé\nLe chalet était pu bon pour le peuple selon squeezay\nChannel collectionneuse d’enveloppes bien grattées au sweepstake\nJamais c’est ce qu’elle avait dit juste avant de squeezer\nJ’savais qu’elle allait allaiter le nom de ce beat, man\nQueque chose qui donne le goût de flow sur figaro sweet, man\nAvec des fonds, se l’approprie, effectue mon tweek bap\nConnecté dope, on absolument focus\nUn nid d’guêpes\nLes portes du monde me tapent\nAussi le piment de Montignac\nMes betteraves pis ma salade\nJe les garde mon p’tit snack\nLes MPC le font avec le son sur les teen pads\nOnyx back in the days mon favrite track c’était Mean Jack\nJ’allais finir le verse avec un quote qui veut tout dire\nUn genre de copy-paste d’un rapper mort\nQui reste fou real\n\n\n\nHa-ha-ha! (…)\n\n\n[Skit: Maybe]\nEeeeeh, un album-référence en matière de hip-hop québécois?\nPour moi j'dirais que l'album Mentalité moune morne de  Accrophone, c'est vrai qu'ça été une de mes grosses influences\nJ'aime bien la lourdeur des beats, quoi! Les flows saccadés", "image": "https://images.genius.com/09614fc9d460d403657bc49349ff7c29.350x350x1.jpg"}], "artist": "Alaclair Ensemble"}