{"songs": [{"title": "Fouette", "album": "Les Frères Cueilleurs", "year": "2016-09-01", "lyrics": "[Kenlo]\nJ'ai des vieux rêves qui datent de y'a plus que dix ans\nQui donnent l'impression d'être encore en vie comme Aaliyah\nLa vie m'a l'air d'un rehab, j't'après continuellement re-up\nVive le printemps! v'là qu'mes ruelles crottées sentent le lilas\nLa récupération d'taxes, ça sonne pas pantoute g'd up\nMais on s'rejoint chez mukubua Bobbé split les pointes de pizza\nLes curieux nous d'mandent si on vit d'ça\nOn répond : « yeah! »\nLes chiffres bougent tout seul dans nos comptes comme une game de ouija\n\n[Maybe Watson]\nNo name, cocaine, no way José\nQuand je soul train, fais le Bowie music\nBalsamic reduçage, asiatic doo-rag\nSpaghettine, Lamborghini, Cold Nights, Bottega life\nProscuitto trolls, no one could ever know\nTellement pauvre tu gropes les raisons secs de Job pour essayer de cope\nLa vie est une joke, tout l'monde est broke à sa façon\nQue tu cop ta viennoiserie au Costco ou à la Gascogne\n\n[Ogden]\nQuand la quiquinne cogne le fructose dans l'tapis\nBring 'em on, le pollen est familial\nKeep le nectar dans l'money, honey sur le cerisier\nFeelin' like Sonny Liston, merisier dans cheminée\nBern, Bern, Bio God, pas d'pesticides dans mon biodôme\nGood mornin' Vietnam quand mononc' Eman y rappe\nWussup bro?\nOn cultive des K su l'bord de nos babines\nFrères Cueilleurs, permaculture action\n\n[Eman]\nYo, les Frères Cueilleurs, société publique de fouetteurs de bouette\nJ'veux rien savoir d'un Moet, j'te laisse avec les mouettes\nDans l'club avec la section V.I.P. qu'tu louais\nMoi j'passe vite, chu venu ramasser l'pourcentage de couette\nAaAAAAAh when I go out c’est dans cuisine à Nath\nAnd then I go back voir mon fils pis ma femme\nWhen we cash out c'est dans l'spectacle\nC'qui nous attire à Osheaga, c'est les pattes de crabes\n\n[Ogden]\nOn est bigga dans Bigoudi, bigga than yo mama booty\nGrab le doobie Skoobidoo OUI, gather goodies comme un groupie\nLucy, in the sky c'est shroomy\nAH man, t'es stupid quand t'es saoul gee pis qu'tu conduis ta Suzuki\nBobby Nel, trésorier pis croonie\nGrab le cheese comme une souris, mon gars please\nBringin' back les 90's, Giuliani Rudy\nQuand j'spit bars, ça va get Jumanji, gloomy\nJ'tire un gros Winnebago dans mon Bugatti loué\n\n[Maybe Watson]\nJ'aime laisse ma marque dans les mag de catch\nUn article sur ma vie de rap ferait pas de mal\nAttention comment t'approches Produit\nTouche pas au god, he don't like ugly\nGet du Léo Bureau-Blouin pussy\nJ'représente pour toutes les régions du Bas-Canada\nLes premières nations du rap québécois sont derrière moi\nPrisonnier counting bars à l'arrière du counter, dog\nJ'rêvais d'être prof d'histoire, là j'passe à l'histoire\n\n[Eman]\nC't'un phénomène quand j'spit\nC'tu fais là man?\nI'm just sittin' on the curb - fouette!\nJ'ai pas trop l'goût d'attendre toute la fin d'semaine\nFouette good\n\n[Kenlo]\nVieux movie auquel on donne la couleur comme la mélanine\nLe Soleil est à peine levé, sur la besogne on get la main\nPis yo, je sais qu'd'autres stress se pointent quand t'en élimines un\nMais si tu t'es promis qu't'allais faire de quoi, fais-le donc maintenant\nAvec le peu qui reste dans le paquet, on va get le bacon\nAvec le bacon, on va get du weed pis l'égrainer en fécules\nAprès ça on est back su'l chiffe\nToute est absolument all good, pas l'temps pour être picky nigg'", "image": "https://images.genius.com/1b1cf0f713340df6ce9fc8e27834c1ee.1000x1000x1.jpg"}], "artist": "Alaclair Ensemble"}