{"songs": [{"title": "Nourcy", "album": "4,99", "year": "2010-06-23", "lyrics": "[Maybe Watson (Eman)]\nJ’me nourris au Nourcy\n(Des puddings aux sourcils\nViens toucher mon ours qui)\nÉcoute toujours Bouscotte\n(En fait elles sont tous poches)\nEt donc tu l’abuses pas\n(Yo! Ça touche personne sauf Paul)\nÇa y donne des goose bumps\n(Et si la grosse madame montée d’l’escalier ne brise pas)\nAlors c’est inutile de vouloir parler de Brisebois\nEt yo ça t’dérangerais-tu de me passer des rizzla\n(Ben non voyons ce genre de choses-là gros tu m’avises pas)\nDans ma cuisine, les électro-ménagers me chicotent\n(On va au parc Safari faire un p’tit tour de cygogne)\nMais j’adore mais tu me le dis tusuite si tu feel pas\nLe genre de puff à 5 mouillée du Carré d’Youville, son\n\nLes sous-marins avec meatballs\n(Le sandwich américain qu’on déguste avec sauce forte)\nLe couloir de mon building est rempli avec des gros toughs\n(Faque si tu viens chez nous, t’es mieux de cogner à l’autre porte)\nPis si je viens chez vous, chu mieux de pogner Allô-Stop\nLes tarifs de bus voyageur sont trop up, je go nuts\nOn pourrait toujours essayer de switcher ce flow-là\nComme l’erreur d’la pouponnière qui fait que t’es un autre gars\nJ’imagine mon papa dire ''yo! le bébé me ressemble pas!\nMais c’t’un humain comme un autre faque j’le prends là pis j’y repense pas''\nLes temps changent\nMais pas seuls comme les bébés\nC’est pass chu dans la lune que t’as GHB mon café\nEt quand on est ensemble j’veux m’arracher pour le passé\nLes soirées en larmes et les tables de céramique que j’ai cassé\nAssez de looser talk, on s’habille et on joue dehors\nÀ se pitcher le boomerang, même si j’ai des fous devoirs\nLa mémoire nous torture avec des souvenirs qu’on ya enfoncés\nTu t’rappelles back in the days quand on s’était pas rencontrés\nDemande-moi pas si ça va bien, tout l’monde répond oui\nChu satisfait de l’équilibre que j’ai comme Raymond Vi\n\n\n\nLaaaa-la-laaaa\nLa-la-la la la la laaaaaa-la-laaa", "image": "https://images.genius.com/09614fc9d460d403657bc49349ff7c29.350x350x1.jpg"}], "artist": "Alaclair Ensemble"}