{"songs": [{"title": "BP3", "album": "Bonhomme Pendu (Chapitre 3)", "year": "2018-12-16", "lyrics": "[Intro]\nLost Gang\nLe monde est noir, my nigga\nEt personne ne t'apprécie\nQuand t'es personne\n\n[Verse]\nLe monde est noir my nigga\nQuand t'es personne, on t’apprécie\nAvant d'penser à c'que tu gagnes, pense à c'que tu sacrifies\nY'est tellement con: si tu l'épargnes, il va croire qu'il te terrifie\nMets tes gants, sors le bagay, fais-lui un nouvel orifice\nEt fais attention quand tu sors\nUn paquet d’monde te cherche dehors\nLa mort est juste au coin, mais tu peux pas la voir dans l’angle mort\nChérie, dans l’quartier\nY a pas d'sous métier\nTant qu'à baiser toute la terre, fais des sous pendant qu't'y es\nVous étiez frères avant-hier, maintenant y a plus d’amitié\nIl t'a finesse sur ta part, il a pris plus d'la moitié\nFuck, fuck Thanos et ses pierres\nJ’ai vu pire avec l’homme et sa pièce\nEt depuis j’suis né j’ai rien vu d'plus méchant que l’homosapiens\nLost Gang, j'suis mon pire ennemi\nRegard froid dans la glace\nJ'arrête pas d'perdre\nMais j'augmente la mise, en espérant qu'ça marche\nT'es dans la rue, mais t'es pas ready\nT'aurais dû faire autre chose\nPlus près d'l'enfer que du paradis\nJ'te garde une place au chaud\nLe business roule\nOn a besoin de toi, mais toi t'as besoin d’elle\nEt plus tu l’aimes, plus t'es maniable et moins t'es rationnel\nVroom vroom dans la Chevrolet\nL’équipe est calibrée (bang, bang)\nTu croyais quoi? Qu’on venait pour câliner?\nJ’fais mes moves et j'la ferme\nJ’suis pas l’genre a faire plein d’bruits\nSi tu touches à un frère, on débarque tous en pleine nuit\nEt on a tout c’que le ient-cli aime, même de la bonne musique\nÇa vend d’la dope depuis BBM, on work comme une usine\nChangement d’flow sur l'même BPM, on rap les nerfs à vif\nEt je les vois plus depuis BP2, les gars sont mort à vie\n(Les gars sont mort à vie)\nEt je les vois plus depuis BP2, les gars sont mort à vie", "image": "https://images.genius.com/170521a3987f6ceefb3242adbebb9c02.1000x1000x1.jpg"}], "artist": "LOST [FR]"}