{"songs": [{"title": "Fuckboy", "album": "Bonhomme Pendu", "year": "2016-11-30", "lyrics": "[Intro]\nFree my nigga [?]\nFree my nigga Dondon\nFree my nigga Bizon\n\n[Verse 1: White-B]\nPourquoi saigner pour des gens qui saigneraient jamais pour toi\nTrop fait confiance, j'en suis conscient, parfois j’me demande pourquoi\nBeaucoup d'problèmes [?] on en devient parano\nMême si t'élimines un ennemi, tu peux t’faire fumer par un autre\nMaintenant la grosseur de tes couilles dépend d'la grosseur d'ton calibre\nLa valeur du trésor dépend pas d'la grosseur de ton navire\nJ'ai vécu toutes sortes d'horreurs, j'ai su garder mon sang froid\nBraquer ma chance avec un .12, gros mais j'avais pas tant l’choix\nFaut voir la vérité en face, même tes amis t’portent l'œil\nTe sers la main, l’poignard dans l'dos pour vider ton porte-feuilles\nLe couteau entre les dents, en retrait d'tous ces gens\nSuffit d'montrer deux, trois liasses pour qu’ces pétasses vous ouvrent ses femmes\nPour avoir sa part du gateau, il faut faire preuve de cruauté\nÀ la base, tous dans l'même bateau, c'est juste que certains ont pu sauter\nRegarde, beaucoup d'fuckboys prêts à trahir sans émotion\nTu pourrais perdre la vie ou la raison\nFaut prendre ses précautions\n\n[Hook: Lost & White-B]\nEt tu m'as trahi pour du change\nT'as baisé notre amitié pour du cob, boy\nSais-tu combien d'entre eux voudraient qu'on tombe?\nJ'men bats les couilles, celui qui [?] boy\nQuand y'a des femmes autour, pourquoi tu changes?\nQuand y'a des putes autour, pourquoi tu flip boy?\nEt pis si jamais j't'envoies dans la tombe\nSache que c'est parce que t'étais un fuckboy\n\n[Verse 2: Lost]\nJ'ai trop d'valeurs pour tous ces p'tits gangsters de pacotille\nJ'préfère perdre un membre de mon corps plutôt que d'ma famille\nFais gaffe à ceux qui ont du mal à tenir leur langue\nLa plupart du temps, ces gens-là sont souvent ceux qui mentent\nReste attentif, le silence est comme un calibre russe\nCeux qui parlent le moins sont toujours ceux qui réfléchissent le plus\nTu peux t'faire dead par des gars qu'tu connais depuis des lustres\nMême la justice n'est pas forcément juste\nRespecte le courage de tous nos ancêtres\nN'oublies jamais qu'on a la couleur d'une souffrance de quatre siècles\nVaut mieux être seul que mal accompagné\nLe game c't'une balançoire, c'est ton patnè qui va t'balancer\nPrends pas la rue si t'en assumes pas les problèmes\nSuffit d'une balle pour te faire passer du rap au gospel\nT'as pas d'respect, check comment tu r'gardes la femme de ton boy\nFuckboy à force de faire la pute t'as l'air d'un tomboy\n\n[Hook: Lost & White-B]\nEt tu m'as trahi pour du change\nT'as baisé notre amitié pour du cob, boy\nSais-tu combien d'entre eux voudraient qu'on tombe?\nJ'men bats les couilles, celui qui [?] boy\nQuand y'a des femmes autour, pourquoi tu changes?\nQuand y'a des putes autour, pourquoi tu flip boy?\nEt pis si jamais j't'envoies dans la tombe\nSache que c'est parce que t'étais un fuckboy\n\n[Outro: Lost]\nEt tu m'as trahi pour du change\nSais-tu combien d'entre eux voudraient qu'on tombe?\nQuand y'a des femmes autour, pourquoi tu changes?\nEt pis si jamais j't'envoies dans la tombe", "image": "https://images.genius.com/fdded08ba57388bb276d2586d8f21482.275x275x1.jpg"}], "artist": "LOST [FR]"}