{"songs": [{"title": "P.C.G.", "album": "bébé, t’es unique", "year": "2018-01-12", "lyrics": "[Refrain]\nP’tite criss gang, p’tite crisse gang\nOn est pas des motherfucker, mais on est pas des saintes\nOn a bien grandi on nous a bien nourri\nMais si tu veux diss la bitch, you can lick my ah\n\n[1er couplet: Kayiri]\nPour toi j’fais trop d’affaire j’perds d’l’énergie et c’est un problème\nPourtant t’as d’la misère avec ta vie so gère pas la mienne\nTu réitères tes conseils d’amis applique-les toi-même\nGarde ton aide primaire, Yo prie Marie si tu veux m’donner d’l’aide\nJ’ai pas le temps pour ton temps, jouer que jte donne de mon temps\nJouerai si j’vois le montant seul virement j’prends c’est payer comptant\nSi t’es pas content j’aurai aucun remord\nFais pas ton Christophe Colomb, toi t’as le temps de virer d’bord\nVois tes torts, parle moins fort, sois pas gore, r’garde dehors\nC’est pas ta visibilité qui va nourrir mon corps\nPis yo, tiny break, tu t’crois bless\nT’es qui à part un nobody no nutty Mini Vanelli fake en titi débile et simili apprenti finira Tout p’tit rabougri?\nMoi j’suis polie, j’técoute coûte que coûte\nMais la c’pu possible j’ta boute tu m’fais puke\nTon hook me dérange\nTout de ta bouche est rance\nÇa m’donne un dégoût immense\nBoucle la boucle, pis bounce\nTon Joe Connaisseur thing, passe en haut d’ma ligne\nC’est fou qu’tu penses à mes mooves de danse\nYo puff m’habite, suck my …\nHA\n\n[Refrain]\nP’tite criss gang, p’tite crisse gang\nOn est pas des motherfucker, mais on est pas des saintes\nOn a bien grandi on nous a bien nourri\nMais si tu veux diss la bitch, you can lick my ah\nP’tite criss gang, p’tite crisse gang\nOn est pas des motherfucker, mais on est pas des saintes\nOn a bien grandi on nous a bien nourri\nMais si tu veux diss la bitch, you can lick my ah\n\n[2e couplet: NeoZoz]\nAh\nJ’te bust\nJ’te ride\nM’en va te buster comme une rhymes\nDès qu’on se met à faire du rap toi tu nous diss derrière ton mac\nAaaahh\nSi tu grabbais le mic nous faire la preuve de ton knowl\nOu t’extrapolais ta pensée en faisant pas de fautes\nHeille\nÇa serait un beau criss de miracle\nDes idées, un échange\nMais non !\nNous avons le grand honneur du\nHate hate hate hate hate hate hate hate hate hate\n« moi j’ai un pénis, je connais le rap, mais j’ai pas de DEC »\nVas y log toi dans ton youtube nous dire à quel point t’es bright\nOublier tes issues en nous disant que not’ musique est wack\nYo c’est quand la dernière fois que t’as fait autre chose que d’rouler un gros criss de un bat\nSale larve\nFucking minable\nMotherfucking wack ass punk ass dick\nAchète toi Antidote ou apprend a épeler !\nJe sais que j’ai pas encore le flow du RZA ou du GZA\nMais tu sais quoi, au moins je sors et pis je fais de quoi\nJe fais d’quoi!\nJe fais d’quoi!\nJe fais d’quoi!\nJe fais d’quoi!\nToi tu fais quoi?\nTu fais quoi?\nTu fais quoi?\nTu fais quoi?\nHa\n\n[3e couplet: Marie-Gold]\nQuessé quessé quessé quessé qu’j’ai fais d’pas d’correct?\nTu m’dis que j’ai du toupet, je te dis : je le sais\nAight j’ai l’air sage, sage comme une image\nMais une image vaut mille mots pis mon image vaut mille piasses\nSo la guédaille varge, coupe les ponts mais charge le péage\nJ’plie bagage si tu t’énarves dans tes analyses cérébrales\nFuck y’all, don’t mess icitte\nJ’te répondrai pas sur l’net, mais dans ta face j’t’en business\nCall me « crisse », « folle » ou ben « p’tite menteuse »\nJ’te descends mes boxers, te lève mon doigt d’honneur\nLe p’tit pois sous mon matelas c’pas ton combat de hater, hater\nSi tu veux j’t’engage comme valet vu qu’tu craves d’être dans le ayer\nT’es fucking lame, faut qu’on s’le dise\nConsternée par ce constat, je me console sur le trône en cuir\nJ’ai pas de plafond limite, j’suis pas un drône en ville\nTu penses que j’t’un conte de fée? Buddy tu t’trompes de fille\n\n[Pont: Bad Nylon]\nSi tu veux mess avec la bitch\nJ’te prive de Wifi pis d’sorties pour que tu gères ta jalousie\nSi tu veux fuck avec la bitch\nTes passes-temps sont un peu tristes, tu devrais lâcher la E\nSi tu veux souper avec la bitch\nSois pas cheesy, juste poli, pis j’va p’t’être payé le bill\nSi tu veux diss sur la bitch\nYou know what to do, you can lick my aaaahhh\n\n[Refrain]\nP’tite criss gang, p’tite crisse gang\nOn est pas des motherfucker, mais on est pas des saintes\nOn a bien grandi on nous a bien nourri\nMais si tu veux diss la bitch, you can lick my ah\nP’tite criss gang, p’tite crisse gang\nOn est pas des motherfucker, mais on est pas des saintes\nOn a bien grandi on nous a bien nourri\nMais si tu veux diss la bitch, you can lick my clit\nYou can, you can, you can lick my clit\nYou can lick my ah, ah, ah", "image": "https://images.genius.com/e617eb0ffb30fa47ecff7e84cdd4bf37.699x699x1.jpg"}], "artist": "Bad Nylon"}