{"songs": [{"title": "Tabac indien", "album": "Long Jeu", "year": null, "lyrics": "[Intro]\nIndien comme le tabac indien\nMême pas indien\nIndien comme le tabac indien\nIndien comme le tabac indien\nMême pas indien\nIndien comme le tabac indien\nOk là\n\n[Hook]\nBack à Kahnawake get mon tabac indien\nBack à Kahnawake get mon tabac indien\nCheck moi donc qui c'est qui est\nBack à Kahnawake get mon tabac indien\nChu back à Kahnawake get mon tabac indien\nOk là\n\n[Verse 1]\nOn bouge pour une révolution, mais gros c’pas faite\nAu Cégep, j’pense tout' mes profs de philo puffaient\nComme din' seventies, Cubains sur l’thon soviet\nBin caché su' l’backseat, caché en-d'ssoure d’une serviette\nGo ask Gaétan Barrette, go ask Geoffrey Kelley\nAbout les politiques oubliées, jamais à télé\nLes prix ont stagnés, c’pas comme Sega ou Vidéoway\nBack su' ma rive le temps d’48 808’s\nJ’espère c’tait à dernière pis qu’m'a jamais revenir\nM’calmer avec des fleurs en cristaux pis un slow beat\nS’donnent des taloches, pas d’arche d’Noé pour nous sauwer\nBack à Kahnawake, au moins j’get pas snowy\nFeuilles de riz, d’la mota verda pis du tabac\nT’donne le rire facile comme à St-Louis-du-Ha-Ha!\nMerci la vie, depuis un boutte ch’pu steady smoka\nÇa c’est inque pour la cigarette, le reste trop pas!\n\n[Hook]\nBack à Kahnawake get mon tabac indien\nBack à Kahnawake get mon tabac indien\n\n[Verse 2]\nBack à Kahnawake get mon tabac indien\nPas d’inflation, les prix ont juste l’air de baisser\nM’en va skip bin raide l’traffic du pont Jacques-Cartier\nProchaine paye dans prochaine heure : prochaine sortie!\nIndien comme le tabac indien même pas indien\nBlanchi comme d’la farine, l’histoire pas pire rincée\nJ’t’en guerre contre la clope comme mon vieux patnais Lesh est\nHolla Sola, Chele, ça c’est l’verlan d’leche\nTombe d’la voie lactée pis tu t’casses même pas l’bicycle\nBienvenue aux annunakis, faut pas freak out, listen\nJ’peux pas prendre ça pour du cash même si tu show love\nL’trois quart des yungbluds dans mon hood ont c’flow-là!\n\n[Bridge]\nAlright\nOK\nOld Kinderhook\nNew Kinderhook\n\n[Hook]\nBack à Kahnawake get mon tabac indien\nCheck moi donc qui c'est qui est\nBack à Kahnawake tabac tabac indien\nBack à Kahnawake get mon tabac indien\nCheck check check moi donc qui c'est qui est\nBack get son get get son tabac indien\n\n[Outro]\nYo\nPremière lettre de l'alphabet\nDis-le avec moi\nAâaâaâaâaâaâaâaâaâaâaâaâaâaâaâaâa", "image": "https://images.genius.com/ab21aacede9f8eb2d488391ba86a42a1.1000x1000x1.jpg"}], "artist": "KenLo"}