{"songs": [{"title": "Coquillages", "album": "Long Jeu", "year": "2016-10-21", "lyrics": "[Intro — KNLO]\nDog!\nÇa va mordre si y faut un os\nMais la plupart du temps smooth comme un koala\nFoutu l'air de rien quand qu'la popo est là\nFaut du manger tout autant qui faut des lois\nParty everyday comme si c'tait l'jour de l'an\nOn est pu surpris, s'dit même pu what's goin on ?\nÇa fait partie du décor comme les goélands\nT'espères juste que la marde te tombe pas sur le front\n\n[Verse 1 — KNLO]\nJ'regarde la jeunesse payroller s'a guacamolly\nDes buildings même pas abandonnés qui s'font démolir\nLa drogue forte devient la drogue douce\nL'magicien pousse égal steady din' forêts\nSo aight now\nC'est l'temps d'en jaser honnêtement\nM'en va faire ça pis m'reposer quand m'a être mort\nC'te vie-là m'aura pas permis d'être soft\nC'pour ça qu'chuis in love avec mon mo'fuckin' day job\nAh ouais, tant qu'à y être vive le yoga\nFaudra ben j'essaye le yoga\nMais pour l'instant ma basse a cogne chez mes voisins\nComme un témoin d'Jéhovah\nD'la dopamine pis d'l'endorphine\nQuand les p'tites choses te font chier comme un bol de bines\nÇa fait un foutu bail, wussup? How you been?\nT'es-tu en forme? En forme de quoi? Come again!\nPar icitte ça bouge pour le dolla', pour le gain\nComme à Paris avec l'chocolat marocain\nOn a eu des passes difficiles, mais là ça va ben\nT'aurais pas d'la dinde? Yinque un ti peu d'dinde!\nDes problèmes, on en a aucun\nOn chante souvent pis on fausse ben\nRéserve infinie dans grosse tank\nOn dit qu'la nuit porte conseil\nTu mets tes mains à pâte comme t'es supposé\n\n[Refrain — Caro Dupont]\nAvec du gaz\nOn fait des coquillages\nAvec des coquillages\nOn fait du gaz\n\n[Verse 2 — KNLO]\nMes Québons, mes Sénégalais, mes Rwandais\nOn cherchait l'pâté comme des pigeons, des hirondelles\nTwo thirty in the mornin'\nLes appels des parents sonnaient, personne répondait\nJamais give a shit, ah ouin\nJusqu'au jour où tes parents t'apprennent que t'es homeless\nCouchsurfin' 'n shit\nMon boy s'fait des nouveaux amis quand ça fait un peu trop longtemps qui a pas dormi\nPourtant sa moms y'avait promis\nD'réouvrir les portes, mais pas d'affaire de flâner\nY'avait yinque à r'tourner cogner\nPour l'instant c'qui frappait, c'tait l'club avec une bouteille de cognac\nPis mon ami y connaît un ami qui connaît un ami qui a des pas pire triolets\nAvant y avait des problèmes de consommation\nLà c'est pu un problème, y juste vit avec\n\n[Refrain — Caro Dupont]\nAvec du gaz\nOn fait des coquillages\nAvec des coquillages\nOn fait du gaz", "image": "https://images.genius.com/ab21aacede9f8eb2d488391ba86a42a1.1000x1000x1.jpg"}], "artist": "KenLo"}