{"songs": [{"title": "L'AN 16", "album": "L'AN 16", "year": "2016-05-26", "lyrics": "[Chapitre 1: le soleil]\nLe port de Montréal est une vraie passoire\nTu peux l'voir din rues pas trop loin d'là\nSu l'chiffre du soir\nÇa niaise pas sur l'emballage faque les Ks rentrent\nLes voisins commentent\nPendant qu'la moitié des businesses du quartier run out\nPendant qu'certains parlent des années du crack au passé\n3 zombies sur 4 su ma rue ont pu aucune dent à mâcher\nL'matin ben correct, l'après-midi psycho\nUnbroken poverty cycle\nPillules aux effets secondaires super lourds que tu payes pour\n\nY'a rien là\nLe coeur est encore jeune endssoure d'la vieille peau\nMême avant les Incas ça faisait djà d'la plante modifiée pour let go\nToute va ben\nTant qu'mon ti neveu a ses Legos\nDes nouveaux châteaux s'build à mesure que d'autres s'défont\nDes fondations solides, mais on s'calice pu d'la déco\nOn rap fuckin ben pis on a fuckin plein d'autres défauts\nLe premier Alaclair c'tait l'exact contraire de Nickelback\nPis en plus t'avais ton penny back à place du nickel\n\nAnyway, back sur le topic\nHier soir j't'ai au bar pis\nPour de real si c'tait comme ça chaque soir j's'rais djà dans un coffin'\nLe lendemain matin, ma femme parfaitement décoiffée\nM'donne un update sur les news que j'ai pas vu passées\n\nEnwèye!\nRéveille!\nArrête d'attendre ton simonac de jour de paye\nV'la l’Soleil\n\n\n[Chapitre 2: À l’église]\nMe v'là, pécheur, jamais allé à pêche\nVu qu'la Bible dit qu'je l'suis quand même\nJ'ai grandi à Ste-Foy dans une bonne famille\nJamais vu ailleurs des bonnes valeurs de même, I mean\nCitoyen exemplaire, enfin presque\nLa cour municipale peut quand même kiss mon ass\nComme la T.V.Q. slash la T.P.S\nL'inflation sur le prix d'la laitue verte\nJ'vois des barres s'es S\nDepuis que j'va pu à messe\nLes stress de la vie m'rumine comme une vache\nOn est déjà longtemps après la bonne nouvelle\nC'tu ça qui m'donne envie d'skip le journal de merde\nDépoussiérer un tao oubedon une Bibe\nQuand t'as un peu d'temps non rémunéré d'libre\nLes bagnais d'Phillipe y disent qu'ya toujours moyen d'toute moyenner\nDieu c'est l'arme d'la fin, la baillonette\nColossiens 3:20\nSoit un étudiant, pas un enfant-problème\nÉtend tes caprices sua corde à linge\nDemain matin ça va peut-être ben être toi l'pops le mince\nPas encore eu d'baptême, G ?\nDésolé mais c'est foutu pour les nimbes. la place est déjà trop pleine\nÇa fait que r'tourne danser l'funk pour l'éternité en enfer comme le font l'reste des autres no name\nSi t'as une belle peau, qu'tu mets encore du fond d'teint\nSache au moins t'humilier\nSoit haut, mais pas hautain\nComme le rang du fond d'tantines le bébé au sein\nQui écoutent l'pasteur que l'micro tient\nYou know m'sayin ?\nDans gang d'la pentecôte\nÇa parle en langues, à fin des louanges, le monde tombe\nÇa prie fort fort que les anges de l'ère des technologies d'l'information ramènent pas l'drama home\nQu'à cause d'elle l'ptit dernier devienne pas un moron\nDéjà chanceux qu'y aille le bon nombre de chromosome tho\nCompte tes blessings au boyau, pas au compte-gouttes\nForever l'dimanche va être relaxe comme jour\nLe reste du calendrier c't'une bonne joke\nÇa fait qu'prend ça relaxe pis cale ta tête dans ton poncho\nPis ça va être all good, t'es-tu avec moi ?\nMême si t'es pas avec moi, t'es quand même avec moi\nJ'parlais pas d'nos idées mais d'l'homo sapiens similaire tout nu endssoure des vêtements\nJoue pas au diable, t'auras pas peur de lui\nC'pas juste un poème farfelu\n\n\n[KNLO / Caro Dupont]\nLes satellites se prennent pour des anges\nLa rumeur court qu'un jour y vont crash pis r'descendre\nLe hood au complet m'a l'air d'une église à ciel ouvert\nÇa fait qu'à chaque jour j'prie sainte Marguerite, ma mère\nÀ l’église\nMa mère\nÀ l’église\n\nLes satellites se prennent pour des anges\nLa rumeur court qu'un jour y vont crash pis rdescendre\nLe hood au complet m'a l'air d'une église à ciel ouvert\nÇa fait qu'à chaque jour j'prie sainte Marguerite, ma mère\nÀ l’église\nMa mère\nÀ l’église\n\n\n[Chapitre 3: La guérison]\nQuand est-ce que la guérison se termine?\nPis quand est-ce qu’on commence à juste chill, savourer le fait d’être guéri?\nJ’ai entendu ça à la radio l’été dernier, le moment exact est flou\nComme les vieilles paroles de mon vieux coach Radou\nIl disait: pratique ta gauche jusqu’à ce que tu sois gaucher\nFais-toi transparent, sois caméléon\nL’scénario avance vite\nC’pus 2011, kid\n\nFeck me v’là sur le même vieux terrain que j’squat\nÀ essayer de r’trouver ma droite\n\n\n\n[Chapitre 4: Les coquillages]\nMes Québons, mes Sénégalais, mes Rwandais\nOn cherchait l'pawté comme des pigeons, des hirondelles\n2:30 in the mornin'\nLes appels des parents sonnaient, personne répondait\nJamais give a shit, ah ouin\nJusqu’au jour où tes parents t'apprennent que t'es homeless\nCouchsurfin' and shit\nMon boy s'fait des nouveaux amis quand ça fait un peu trop longtemps qui a pas dormi\nPourtant sa moms y avait promis\nD'réouvrir les portes, mais pas d'affaire de flâner\nY'avait yinque à retourner cogner\nPour l'instant c'qui frappait c'tait l'club avec une bouteille de cognac\nPis mon ami y connaît un ami qui connaît un ami qui a des pas pire triolets\nAvant y avait des problèmes de consommation\nLà c'est pu un problème, y juste vie avec\n\n[Caro Dupont]\nAvec du gaz\nOn fait des coquillages\nAvec des coquillages\nOn fait du gaz\n\n\n\n[Chapitre 5: Car Freestylin]\nS’en va tu queq’ part, mi dan’t know\nOn s’en allait tu queq’ part, ah we dan’t know\nLà j’pense qu’on roule à queq’ part, sur les babouines, grosse blague, stop au red light\n-\nHooligan!\nQc\nHooligan!\nSainte-Foy\nHooligan!\nTear up the whole arena!\nTear up the whole club!\nTear up le train, tear up le bus, tear up le metro\nHooligan!\n-\nTant qu’à travailler\nOn va travailler\nTant qu’à tant qu’à travailler, mon gars\nOn va travailler\nTant qu’à s’réveiller, l’lundi\nOn va s’réveiller\nTant qu’à s’réveiller, l’mardi\nOn va s’réveiller\nAayyye! Enwèye enwèye\nEnh-enh enh-enh, enwèye enwèye\n-\nSur le back, sur le front\nPlein d’épisodes\nEnwèye donc, donne-moi en donc, give me some\nDonne-moi en plus, on est encore faite forts\nT’encore jeune, t’encore vieux, dog\nOn s’en va à queq part, which means less the S\nWhich means the best\nShoutout à ma tante Thérèse pis sa vinaigrette\n-\nJ’aime la technologie, la technologie m’aime, voilà!\nJ’aime la technologie, la technologie m’aime, voilà!\n\n\n\n[Chapitre 6: Minces comme des légumes dans l’huile]\n[Eman]\nParce que j’aime ça écrire un verse rapidement\nFeck là t’es arrivé avec le\nTu m’avais envoyé un, ton verse tellement rapide, j’tais comme\nDamn man esti j’vais travailler là-dessus pendant trois jours\nMais c’tait pas ça finalement man, j’me suis levé, j’ai dit à tout le monde ‘’yo arrêtez!’’\nPendant 20 minutes\nécris le verse\n[KNLO]\nToi t’es un malin mon gars, tu te r’vires sur un coup d’toupet, man\nPis ya un verse man dans l’cahier\nMoi j’peux pas faire ça, mon gars là\n[Eman]\nEille man, j’en ai une coupe\nTu vois, plusieurs, plusieurs couleurs dans le cahier man\nJ’écris parfois en brun\n[KNLO]\nAh man va falloir fouetter [?] là\nAmener un p’tit peu d’boogillon, man\n[Eman]\nVas-y man, pousse le\nT’as déjà dequoi, pousse-ça là\n[KNLO]\nJ’ai, j’ai essayé de bring…\nJ’vais essayer d’le bring it back là, j’l’ai quand même spit over & over, man\n\nPull-up check, j’veux partir comme\nJ’veux qu’ça fasse tatatak boom j’fouette-le-truc, tu vois c’que j’veux dire\n'tend peu, check\nJ'réécoute mes vieux tapes, un peu gelé\nMême ceux qu'j'aurais faite mieux de jeter\nCeux qui m'ont faites vomir quand c'tait vraiment mon birthday\nParti en retard au shizzow sans même avoir rehearsé\nUn pourri nageur, quand même pas pire à surfer, ouin\nJ'arrive en studio oussé qu'mon verse est ?\nDans poubelle broyé d’freestyles, m'a quand même sonner perfect\nMais j't'ai sur d'autres besognes lately\nDans l'fridge on stack plein d'lait\nÀ fournir à nos beautés des îles\nCause life is huile, ain't it ?\n\nDonne-moi l'poing, c'est sûr j'te donne le poing back\nDemande-moi juste pu jamais quand qu'mon album va être din bacs\nJ'ai plein d’chats à fouetter a.s.a.p\nMais faut j'pense à demain now\nC'pu vrai qu'les joints s'font encore juste à cypher pis hangout\nJ'front pu quand qu'un hit proper bang\nJ'répète 1000 fois Shabba Ranks\nSi les clubs ferment à cause d'la grosse basse, la ville déborde de plaintes\nDes appels, des lettres à main\nL'adresse, l'enveloppe, le timbre\nPis la marche jusqu'à la boîte à malle qui leu fait du ben, mais hey!\nMeanwhile, j'recollecte le peu qui m'reste de mémoire\n\n…Sua navette\nY'a un navet\nOn s'fait un gros potage avec\nLà s’rait comme ‘’aaaah na naaa!’’\nUn fill-up\n[Eman]\nUn ptit, un ptit chant, là\nJ’jump sur ton pattern à toi\nJ’recopie ton, ton schéma d’verse\n[KNLO]\nÇa pourrait être fucking dope, man\n[Eman]\nJ’recommence exactement première phrase, pis j’fais mon, j’fais ma version, genre\n[KNLO]\nÇa serait une dope science sur ces jeunes rappers\n[Eman]\nRock le pastiche!\n\nYo!\nJ'réécoute mes vieux tapes, un peu gelé\nMême ceux qu'j'aurais faite mieux de jeter\nCeux qui m'ont faite vomir quand c'tait même pas mon birthday\nArrivé d'avance au show, mais j'ai même pas rehearsé\nUn pas pire nageur, quand même pourri pour surfer, ouin\n\nJ'arrive en studio pour rec mon verset\nMais faut pas j'le perde parce que mon freestyle game est loin d'être perfect\nJ't'ai sur une besogne lately\nC’que j’fais c’est stack plein d'lait\nPis j'rêve de construire un 20 x 20\nCause life is huile, ain't it ?\n\nFaut qu'j'aille pick up un mince à garderie\nJ'ai passé queques heures à écrire, j'espère que ça va pas être weak\nOn dirait qu'je l'sais jamais tant qu'on n'a pas recordé\nPis même après qu'on aille release j'trouve ça encore pourri\nAh!\nMais chu loin d'jeter la serviette\nDesfois chu smooth, desfois chu loud comme du heavy meth\nPis c'que j'raconte dans mes textes, c't'un peu à moins qu'j'le dis\nHein ? Yung schizo parle dans la nuit\nFaut j'fasse du bread comme la boulangère\nMais sans études\nC'est dur de floss comme un fil dentaire\n\n[KNLO]\nWaow! Chouette!\nJ’verrai comme ‘’aaaah!’’\n[Eman]\nSteve Beezy top of line\n[KNLO]\nSteve Beezy all-day man\nFouette ce style jusqu’à fin des temps, man\n[Eman]\nSteve Beezy top of line\n[KNLO]\nAh man, c’est tellement du lay-back-sur-une-île-déserte music, là\nMoi j’veux qu’on stack queques tracks comme ça pour se préparer for tha good life, man", "image": "https://images.genius.com/b9e849e4185b815414265eb2a41fd405.1000x540x1.png"}], "artist": "KenLo"}