{"songs": [{"title": "B.B.I.T.C.", "album": "Long Jeu", "year": "2016-10-21", "lyrics": "[Hook — KNLO]\nCapoté, capoté, hypothèque, cashdown\nPleins d'chiffres sur une page blanche\nC't'été on s'enligne des pas pires de gros plans\nEn plus de des grosses plantes\nC'pu comme back in the days, les temps changent\nAssez pour t'en donner des goosebumps\nTu t'lèves le matin pis y t'prend comme une envie\nD'juste devenir un ermite pis tout' vendre\n\n[Verse 1 — KNLO]\nAll age money, bébé dans l'club\nDans une bédaine, la basse est fuckin' forte\nFunny, mais c'est dans ça qu'un fœtus se forme\nDemande à une voyante ou une biologue\nBen des années deep dans l'buzz\nMais encore pis surtout d'la bonne oxygène dans gorge\nFou turnt up quand j'jogge\nLe décor est gangsta, la nature est thug\nSi tu l'sens pas du tout, la vie doit être dull\nJ'te comprends, t'as p't-êt' juste hâte que la job finisse\nPour aller bibinner ou passer au gym\nOu gaspiller du temps sur le internet\nTerminus, mettre une pause à toute ça 2 minutes\nCoquillages accotés, slowly we stackin' it\nMoi pis mon dossier fiscal immaculé\nLa loi sur les impôts valait la peine de lire\nMes tites pis ma douce moitié féminine\nGarde moi ça proche à longueur d'année\nPis j'aurais pu rien à d'mander au Père Noël\nTout' encore l'air de des jeunots\nLa mode est aux barbus, fa' que nos joues sont gardées au chaud\nPar ça pis a sauvage de quiquinne fosho\nJ'pensais à ça hier dans mon char, yo!\n\n[Hook]\nBébé dans l'club\nBaby in the club\nSi tu passes par QC, va dire à ma maman, mon papa wussup\nRappelle-toi du chemin d'la maison\nMême si t'es soûl comme une botte\nBébé dans l'club\nBaby in the club\nTu t'lèves le matin pis y t'prend comme une envie\nD'juste devenir un ermite pis tout' vendre\nBébé dans l'club\nSi tu passes par QC, va dire à ma maman, mon papa wussup\nRappelle-toi du chemin d'la maison\nMême si t'es soûl comme une botte\nBébé dans l'club\n\n[Verse 2 — Robert Nelson]\nDans l'club\nCheck la bébé s'pense bonne\nY'a une coupe de babysitters qui sont stressés dans l'bas\nSavent pas mais quossé qui s'passe de c'temps-là\nTu penses pas\nQue mardi dans l'jour, baby, baby in the club\nPis c'est parti à l'école dans cour en-d'ssoure de d'ça\nQui qui est cool, qui qui l'est pas?\nGoogle sur Wikipedia\nTombé sur un knowledge drette là\nPas d'la shnoutte, que'ques Ks\nTombés dans suit à bagages de plein d'gars\nQue toi tu connais même pas\nMais baby in the club a connaît ces patnais là\nÇa niaise pas\nFais-lé d'même pis bin raide\nC'est toujours les mêmes qui s'inquiètent\nQuand Robert est din' nets\nTu peux pas m'en passer une!\nBébé in the club, m'a te r'carter pis tu r'cules\nMets ton vote pour Robert dins urnes, yeah, hen\nT'es mieux de l'écouter Bobbé\nQuand y t'a dit de l'écouter, Bobbé, bebé\nPis t'es mieux de noter quand y t'a dit d'aller t'coucher\nAvant qu'la fin du pawté soit passée, ben oué\nYeah, bébé dans l'club\n\n[Outro — KNLO]\nGarde moi ça proche à longueur d'année\nPis j'aurais pu rien à d'mander au Père Noël", "image": "https://images.genius.com/ab21aacede9f8eb2d488391ba86a42a1.1000x1000x1.jpg"}], "artist": "KenLo"}