{"songs": [{"title": "Merci", "album": "Long Jeu", "year": "2016-10-21", "lyrics": "[Refrain 1 — KNLO]\nJ'réécoute mes vieux tapes, un peu gelé\nMême ceux qu'j'aurais fait' mieux d'jeter\nCeux qui m'ont fait' vomir quand c'tait même pas mon burfday\nPointé en retard au shizzow sans même avoir rehearsé\nUn pourri nageur, quand même pas pire à surfer, ouin\nJ'arrive en studio, où c'est qu'mon verse est?\nDans lessive, broyée, l'freestyle\nM'a quand même sonner perfect\nMais j't'ai sur d'autres besognes lately\nDans l'fridge, on stack plein d'lait\nÀ fournir à nos beautés des îles\nCause life is huile, ain't it ?\n\n[Verse 1 — KNLO]\nDonnes-moi l'poing, c'est sûr j'te donne le poing back\nDemande-moi juste pu jamais quand qu'mon album va être din' bacs\nJ'ai plein d'chats à fouetter A.S.A.P\nY faut j'pense à demain now\nC'pu vrai qu'les joints s'font encore juste à cypher pis hangout\nJ'front pu quand qu'un hit proper bang\nJ'répète 1000 fois Shabba Ranks\nSi les clubs ferment à cause d'la grosse basse, la ville déborde de plaintes\nDes appels, des lettres à main\nL'adresse, l'enveloppe, le timbre\nPis la marche jusqu'à la boîte à malle qui leu' fait du ben, mais hey!\nMeanwhile, je r'collecte le peu qui m'reste de mémoire\nSu'a navette\nY'a un navet\nOn s'fait un gros potage avec\n\n[Bridge chanté]\nÀ journée longue, chaque jour\n\n[Refrain 2 — Eman]\nJ'réécoute mes vieux tapes\nUn peu gelé\nMême ceux qu'j'aurais fait' mieux d'jeter\nCeux qui m'ont fait' vomir quand c'tait même pas mon burfday\nArrivé d'avance pour le show mais j'ai pas rehearsé\nUn pas pire nageur, quand même pourri pour surfer, ouin\nJ'arrive en studio pour REC mon verset\nMais faut pas j'le perde parce que mon freestyle game est loin d'être perfect\nJ't'ai sur une besogne lately\nC'que j'fais c'est stack plein d'lait\nPis j'rêve de m'construire un 20 par 20\nCause life is huile, ain't it?\n\n[Verse 2 — Eman]\nFaut qu'j'aille pick up un mince à garderie\nJ'ai passé que'ques heures à écrire, j'espère que ça va pas être weak\nOn dirait qu'je l'sais jamais tant qu'on n'a pas recordé\nPis même après qu'on aille release, j'trouve ça encore pourri\nAh!\nMais chu loin d'jeter la serviette\nDes fois chu smooth, des fois chu loud comme du heavy meth\nPis c'que j'raconte dans mes textes, c't'un peu à moi qu'j'le dis\nHein? Yung schizo parle dans la nuit\nFaut j'fasse du bread comme la boulangère\nMais sans études\nC'est tough de floss comme un fil dentaire\n\n[Bridge chanté]\nÀ journée longue, chaque jour\n\n[Solo de flûte — Caro Dupont]", "image": "https://images.genius.com/ab21aacede9f8eb2d488391ba86a42a1.1000x1000x1.jpg"}], "artist": "KenLo"}