{"songs": [{"title": "Sauce Pois", "album": "Les Frères Cueilleurs", "year": "2016-09-02", "lyrics": "Sauce pois, BBC\nGriot, BBC\nB.B.C\n\n[KenLo]\nDu riz pis des bines mauves, plein mon ti jolè d’grimaud\nJ’m’en allais au Quai 6, genre réenregistrer mon zillionnième demo\nTu veux-tu mon mixtape ? M’en reste pu mais ça va faire 8 $\nPas d’bling nulle part su mon corps\nMais du crache-bouette sort yinque de l’or\nCéline Dion (money)\nReine Elizabeth (plein d’dettes)\nDiana Krall\nAh pis Ludacris\nPremier Ministre Couillard (out)\nChris Paul (call me !)\nEux aussi sont condamnés à devoir manger\nPis take a shit once in a while\n\n[Ogden]\nL’autre jour quand j’t’ais dans l’booth\nJ’me su dit fuck it m’en va m’pitcher dans foule\nGrosse gang de pitounes dans cour\nJ’les ai toute payées pour qu’elles m’fassent la p’louse\nJ’aurais jamais pensé qu’ça aurait fini d’même\nMoi pis mes cousines en train d’prendre un bain\nMange d’la poutine en m’levant l’matin\nPars un moshpit su du Georges Brassens\n\nB.B.C\nChu late désolé, j’ai un dégât d’sauce pois (sauce pois!)\nB.B.C\nJ’vais être en retard au studio, j’passe grab un griot (griot!)\nB.B.C\nJ’ai un dégât d’pikliz, donne-moi 2 minutes, please\nB.B.C\nSauce pois!\n\n[Maybe Watson]\nSi j’mange le gras? Without a doubt\nTout du griot doit go in my mouth\nProblèmes gastriques vs Satisfaction\nJe sais pas pour toi, but I gots to have it\nJ’veux les mêmes conditions d’vie qu’René-Charles\nMoi aussi j’veux un convertible house\nLambo, un yacht pis une tank a’ec du gaz\nUn compte de banque plein yinque pour mes dépenses\nPour l’instant chu stuck dans file à attendre\nM’a prendre le gros joint à six et cinquante\nBouffe ça dans l’parc a’ec une quille de cinquante\nJarry! Le business augmente\n\n[Eman]\nBedon vide, tu cries : mayday\nGenre de chose qui arrive everyday\nPrends ta fourchette, viens la planter\nPrends une bouchée d’riz collé (B.B.C.)\nIncapable de faire mon pikliz maison\nFaque faut que j’call une autre fois\nFaudrait qu’tu m’montres comment on fait une sauce pois\nBedon vide, tu cries : mayday\nGenre de chose qui arrive everyday (pikliz)\nPrends ta fourchette, viens la planter (B.B.C.)\nPrends une bouchée d’riz collé (sauce pois)", "image": "https://images.genius.com/7e70319d0a7f047c060a0775e5749e18.1000x833x1.jpg"}], "artist": "Alaclair Ensemble"}