{"songs": [{"title": "Galvaude", "album": "Le roé c'est moé", "year": "2011-10-14", "lyrics": "[Verse 1: Ogden]\nLèves ton spliff pour un one on one\nIl faut tu mettes ton slip pis tu sois là quand j’donnes\nMon rap semi-bénévole, yo j’fais pas tant l’bum\nTu m’vois au premier jour d’école, ouin mais pas sans pomme\nAustralopithèque, rap bipède, pas d’cadeau Ginette\nChaque ti bled, grosse parodie grecque, pass qui t’aime\nPose ta jolie fesse, su ma mitaine\nBustin’ in, au printemps pousse des bines\nSi tu veux socialiser, viens-t’en d’boutte Lenin\nDans la brousse l’épine, un camouflage latéral\nQuand la bouche exprime, un raboutage maléable\nC’est la souche, la résine, c’est le buzz, inhale\nMes camarades et moi on vieillit mal, rien d’grave\nFume des bats, tousse des claps\nPlume de yak, pousse pas dans les bacs, juste dans les bacs de sable\nPousse dans les craques dehors\nPi les taxes, en sus. d’accord ? yes môssieur\nPlus qu’un peu, est-ce qu’un d’eux\nS’en va chez eux, après le click 1, 2\nRamenez-vous c’t’à  midi, oui, pi, c’t’un bleu, son arme est rouge\nPis à brille, contre un point dans l’ciel\nPeace au people pour qui l’pain est dans pelle\nMais c’est la fin d’l’instinct, eh yo plein d’gens l’perdent\nPass sont juste ben ben fins, ben coup donc, ben kin\n\n[Verse 2: Eman]\nDésosse le pourrait\nPoulet tu parler poulet crié\nÀ tuer des poulets t’es grillé\nTu pourris dans une cellule\nGlobule blanc\nT’as pu l’temps\nPeux-tu ben m’dire à l’ovule quand\nTu y d’mandes pis à lève l’camp\nPost-rigodono merde faite à l’ancienne\nOn te d’mande juste de signer 2 chèques au nom d’Ogden\nHah!\nPis tu finis dans l’champ avec nous\nÀ chiquer des raps comme du tabac d’sac à chew\nAtchoum! pis t’es sûr qu’à joue avec tes nerfs la poussière\nPis l’affaire c’t’affaire c’est la misère\nC’est sûr par exemple qu’on est l’centre de l’univers, hommes verts\nRien à vouère avec la terre entière\nY'a un tape de nous dans l’sac-à-dos à Jésus\nBaggy jeans\nFace basse-ville 2-4-6\nY m’semble je l’ai vu l’autre fois\nBibliothèque Saint-Josie\nL’autre soir man c’tait vers minuit j’pense\nYo\nBroke ass, pas un token mais j’y dit qu’je l’aime\nQue j’avais lu son livre, pis qui en a pas d’problème\nMais 2 minutes après\n2 flics l’arrêtent\nPaire de menottes aux 2 poignets\nCoup d’coude dans l’buffet\n\nGros câlice face de cochon sale\nAvant qui vois d’qui j’parle j’déménage en mars pis j’rentre chez nous\nJ’mange tout c’qui a dans l’frigo\nCoast-to-coast, des tiroirs jusqu’au congélo\nKetchup walkin’\nAprès ça c’est la grosse pomme\nDes fois j’me dit qu’y a rien d’meilleur que l’meilleur drum fa que\nJ'pogne un papier pis un stylo bille\n16 rimes pour un kilo d’bines c’tu un deal ?\nSaint-Sauveur, bar le Duck, olympique de brosse\nTu reçois un chèque l’premier pis y t’reste pu rien l’trois\nPu d’bines juste d’la purée d’gras\nTu l’étires juste un peu tu t’fais une soupe avec ca\nWigga\n\n[Verse 3: Maybe Watson]\nCheck it!\nPost-diggity\nJamel Debbouze y groove, y fait du pouce\nAhh! la destination est longue et sereine!\nÔte la bedaine\nSlimfast\nReligieux barbu talk\nMichel Sardou spark\nSouth Park\nKilla beez\nPetit jeans larges\nFragment de sauce\nAgent de Beauce\nAaaaah! toi tu bien connais ça\nMême pas drette là\nPlus tantôt\nDrop le shit\nCaca d’hiver\nRame a’ec les vers\nCamping sauvage\nRouleau express\nOuain, dumplin c’pas phat\nQu’essé tu veux fuck that\nOn est intrépide - Jessica\nPetit café\nDeux ah pis j’ai pas l’temps\nNévrose de fif\nJ’pense que j’pourrais la décrire n’importe quand\nGuy Lafleur psycho-pop raggasonique su l’mush\nYa des fois qui faudrait éviter de lui passer la puck\nFake un rot\nReflux gastrique\nRot que tu tasses\nUp in the bar\nT'arrêtes pas d’te gratter les balls\nTasse du foulard\nVas-tu te faire ta blonde à soir?\nTu bandes à part\nLà tu lui plais, faudrait pas qu’à sache que tu lis pas\nCale un yoplait\nGaroche-le au bout de tes bras\nKnow what I’m sayin’\nToi tu ris pas\n\n(Toiture hip-hop)", "image": "https://images.genius.com/baf71d30ba197b3fc195fc1735cd6093.700x700x1.jpg"}], "artist": "Alaclair Ensemble"}