{"songs": [{"title": "Drave-by", "album": "Le roé c'est moé", "year": "2011-10-23", "lyrics": "[Verse 1: Eman]\nHey yo step dans l’projet comme escaliers du HLM\nMinutie dans l’opération m’a t’ouvrir du coude au menton\nQuand Ogden monte sur la scène paraît qui brise le set\nWHOO HAH!\nLes matantes vont tasser les chaises\nEmmanuel glisse sur le beat comme un canot dans l’eau\nTruite vogue saumon doré j’tends la poêle pis ça saute\nDownload\nMaquillé mais rate surtout pas l’show\nSi t’as frette à 2 degrés tu vas nous voler l’air chaud\nLet’s go\nBouge un peu pour réchauffer tes orteils\nSi t’avais des bottes cheaps l’an passé, c’t’année faut qu’t’es repaye\nVeste par-balle en caviar, roman Gallimard\nUne paire de patin neufs\nJuste pour vendre du buzz à patinoire\nQuand on donne un show c’est plus que juste pour faire un check\nWHOO HAH!\nBodysurf su l’public\nOn est les plus cool des rappers\nOn est pire que les punks\nMais les métaleux nous adorent quand on varge comme un drum\n\n[Chorus: KenLo]\nça fait qu’on boobedap\nComme un bébé fait gagou gaga\nHustle tôt et tard\nGarde ta langue rose comme un saumon\nEn espérant qu’ton rêve d’hier soir sera assez bon\nPour le beat du lendemain qui fera bum-bum-bon\nLa version d’aujourd’hui c’est trop pas les originaux\nLe ruisseau du printemps suivant sera pas le même ruisseau\nça fait qu’attend toi pas à autre chose que c’que c’est\nça fait qu’on boobedap\nComme un bébé fait gagou gaga\nHustle tôt et tard\nGarde ta langue rose comme un saumon\nEn espérant qu’ton rêve d’hier soir sera assez bon\nPour le beat du lendemain qui fera bum-bum-bon\nLa version d’aujourd’hui c’est trop pas les originaux\nLe ruisseau du printemps suivant sera pas le même ruisseau\nça fait qu’attend toi pas à autre chose que c’que c’est\n\n[Verse 2: Ogden]\nCheck!\nMaintenant qu’t’as vingt ans tu manges pu d’pain blanc\nT’es comme un instant\nC’est rien qu’en singeant qu’on devient chimpanzé\nBien tranché tangerine\nViens danser quand je rime\nSimplement pas d’danger\nC'est l’printemps qui t’envenime\nAh!\nLimonade à cinq cennes\nHustlin’ de pré-maternelle\nPsychopathe à Saint-Étienne qui bust un gat à la kermesse\nPoste un rap à la mairesse, paye le facteur en caramel\nSi t’es schtroumpfed out, watch out pour les bleus comme Gargamel\nEman amène la canette\nDans l’zoo ya des babouins qui nous check nous autres avec\nC’est Jimmy qui est aux manettes, un casque en styrofome\nà midi y est aux toilettes, en mars à l’hippodrome\nMan c’pas drôle chu peinard avec un ptit cochon\nPour barguiner la bourse\nT’es mieux d’pas juste manger tes croûtes\nT’es mieux d’bien mastiquer ta bouffe\nAspirer d’la tourbe\nPis regarder c’est quoi qu’on fait\nQuand faut qu’on fasse crier ta poule\n\n[Outro: KenLo]\nC’est pour les babouins les babouines\nLes enfants les ti vieux les ninjas\nLes chilleuses pis les ancêtres pas encore nés", "image": "https://images.genius.com/baf71d30ba197b3fc195fc1735cd6093.700x700x1.jpg"}], "artist": "Alaclair Ensemble"}