{"songs": [{"title": "0 à 120", "album": "Le sens des paroles", "year": "2018-09-28", "lyrics": "[KNLO]\nShout T Dot, pis la Belgique\nOn va 0 jusqu'à 120 mon gars, ben vite\nBébé, on s'en souvient des chiffres à l'usine\nOn fait des Finish Him, on n'est pas des néophytes\nHold on, qu'est-ce tu dis, qu'est-ce tu vaux nwigga?\nMes actions parlent plus fort que mes mots nwigga\nOh oui sont high, des fois on dirait qui creusent les gars\nLes gars jouent au playah veulent pas finir avec une joueuse\nLes gars, deux s'condes\nJ'suis une recrue pis un vét'\nJ'aime à fond ma blonde\nDes fois a comprend pas mon shit\nSi a va dans mon phone\nAu moins j'espère qu'a peep la bonne fenêtre\nA va t'être shook si a tombe su' mes reliques, dawg\nA va lire des choses pour lesquelles 'est pas prête\nShe ain't ready for it\nMême si j'lui expliquerais que c't'un foutu poème\nOuin, là j'suis comme woyons (woyons)\nOuin, mais tout est calculé, y'a pas d'aléas (I love her)\nPis ça feel comme un foutu layup\nDes bines dans l'curry pis d'la chair\nBen rubbées comme dessert\nChaque moment sa recette, boy\nQuelques légumes dedans l'mix, boy\nTu connais d'jà l'nom d'l'équipe, boy\nAlaclair on est là d'puis 2010, boy\nYeah, d'puis 2010\nPis la famille est pas p'tite, boy\nC'est pour ça qu'on est riche, boy\nFuck ton appel, on est hors service\nTravaille sur l'jardin pour qui' verdisse\nFuck ton buzz avec aucun real chiffre\nYeah, un jour ou l'autre tu t'pognes une real gifle\nConstruire des maisons, j'trouvais que c'tait une belle job\nSo j'ai grindé un DEP toute l'année j'étais présent\nSo là j'me rappelle de ça\nQuand y a des belles offres, tu sais qu'j'réponds\nQu'j'suis pas fatigué pis qu'm'a pas jouer au roi des bécosses\nGros, en 2-0-18 ça c'peut qu'notre bateau décolle\nRep icitte à fond, mais gros c'est pas du Mario Pelchat\nJ't'avec V-Loo dans le studio, tous les soirs, chaque soir\nUn jour on va s'frapper une tournée des États\nC'est mon breda\nTrop fort, à l'aéroport, y'a un chauffeur\nQui nous attend pour nous driver d'in hauteurs\nLe gros du work est pas en ligne ni dans télé nwigga\nY'a plein d'rappeurs encore chauffeurs\nHen\nOn run le shit, sont comme « cours Forrest\nCours Forrest, arrête pas d'courir Forrest »\nYeah, qu'est-cé qu'on a qu'les autres ont pas?\nC'tu veux j'te dise? On a des amis qui ont des bons postes\nOne love\nPas ben ben d'indentions d'diss\nÇa c'est pas créé dans un lab, ça l'a poussé dans l'street\nC'est quasi réglé\nFuck that, c'est damn réglé\nDepuis l'temps où on s'battait pour des pétards à mèche à' récré\nPis aux Coops\nSainte-Foy ou Saint-Roch devant l'Dunkin Donut'\nÇa avait quasi l'air d'une secte\nÇa m'rapproche de mes proches\nPlein d'légendes dans mon cercle\nÇa va 0 jusqu'à 120 mon gars, ben vite\nBen vite, real foutu vite nwigga\n0 jusqu'à 120 mon gars ben vite\nJunior squad on some real shit\n0 jusqu'à 120 mon gars, ben vite\nBen vite, real foutu vite nwigga\n0 jusqu'à 120 mon gars ben vite\nJunior squad on some real shit", "image": "https://images.genius.com/9dfeff89dc7dd704789e22a4bc3cc994.1000x1000x1.jpg"}], "artist": "Alaclair Ensemble"}