{"songs": [{"title": "Le roé", "album": "Le roé c'est moé", "year": "2011-10-14", "lyrics": "[Intro: KenLo]\nWoyé woyé, hésitez pas approchez\nBas-Canada steez hot shit en train d’composter\nLa hardest pâte à modeler dont la paroisse va s’rappeler\nTout c’qui bouge pas on le brasse\nVive le roé, le roé est mort\n\n[Verse 1: Ogden]\nBamboo dans la poche, feuille de bananier\nWrapper la cote, accaparer la note, et wassup\nPi déraper la note icitte drette là chez vous dans ton salon\nJe sais qu’ma voix t’fait ovuler, bébé, mais garde tes pantalons\nPassque t’es pas dans l’plan d’action, moi chu presque marié\nPi d’toute façon, Manon, c’est pas encore la bonne saison\nAh ! chika chika bon c’est donc ben long\nEst-ce que t’es parti pas trop loin de la maison\nPassque j’voulais peut-être te poser une toute petite question\nQu’en dis-tu si on peignait les murs de la cuisine en marron ?\nAh non? t’aimerais pas ça? ah bon! ben comment ça?\nÇa veut dire le divorce appelle mon avocat pis Manon\nJ’pensais qu’toé pi moé on s’aimait ben malgré qu’nous nous chicanons\nLes hommes répondent aux bouches des femmes par celles de leurs ti-canons\nLes tites filles pis les ti-garçons, jouent à faire l’adulte\nÀ 4 pattes par terre, le culte à catapulte man\n\n[Interlude: KenLo]\nAhh! catapulter, donc capapulter, donc swinger, donc swinger de loin\nDonc swinger comme la grosse basse dans le fond de la boîte à beat ou je ne sais quoi, eh\nGrosse basse sociale!\nDonc c’est ça qu’on fait tourner, comme le calumet\nD’ailleurs il faut faire tourner hein? eh\n\n[Verse 2: Eman]\nTic tac diggity wrap the fuck up\nDeux feuilles de tabac deux grammes de bleu gras\nÀ chaque cousin français qui s’pointe\nCoup d’poing y avait jamais vu ça du weed de même\nDeux puffs       dégeule à terre        un classique\nY d’vient blanc comme l’hiver y dit qui décolle a souère\nPendant c’temps là j’écris 45 barres, premier coup d’cymbale\nPif paf un aut’ blunt qui passe\nDeux bières tappe les deux mains, passe le mic\nJ’ai assez d’textes pour rapper jusqu’à demain soir\nJ’te passe mon tape, tu comprends rien, tu connais rien\nChrist de ciboire, c’est du rap c’pas du simili-porc\nOgden fuck avec un maudit post-rigodon, passe à coté\nLâche le citron, fais demi-ton\nT’as pas à penser penser juste danser dans ces cas-là\nBouge un peu ton bassin Martin\nOn est pas faite en chocolat\nMen ici Québec, Félix Leclerc, Jean Leloup, Ste-foy félicite King feat. Coeur de loup\nGet the fuck out on est plastifié, blast le shit gun en plastique\nDans l’guichet Desjardins coin Cartier\nDopeness quasi-interdite, choke su’ l’spliff pendant qu’Ogden te décalisse\nLâche les mimiques, 20 secondes K.O. technique, pu d’barniques\nFaudrait vraiment qu’on t’vende le kit, ha !\n\n[Outro: KenLo]\nLe roé c’est moé, né avec la couronne en-dssoure du nez\nFuck pas avec ça passque c’est sérieux jouer\nQu’essé qu’t’es si moé chu le roé\nLe roé c’est moé", "image": "https://images.genius.com/5d06c8d5ad5a32b452a8dbc31e1b6cf0.1000x668x1.jpg"}], "artist": "Alaclair Ensemble"}