{"songs": [{"title": "Moi chu down", "album": "4,99", "year": "2010-06-23", "lyrics": "[Intro: KenLo]\nAh! D’est en ouest pis jusqu’aux extra-terrestres\nOn est pas les best mais presque\nSuper fresh pour deux mille queques\nGo!\n\n[Verse 1: Karma Atchykah]\nChu down, chu down\nLa tank est full\nJ’connect un peu plus, attire les foules\nSaoul ou sobre, j’mac les poulettes\nMême ta chick, c’est elle qui m’voulait\nJ’aurais pu front, mais au fond qui suis-je\nTant qui a des options, moi j’suis libre\nOn s’permet des failles\nQuestion de vivre un peu, vivre un peu, yeah\n\n[Verse 2: KenLo]\nSi tout mon people se lève debout moi chu down\nDès qu’le soundman me dit go moi chu down\nRéagis donc si t’es down comme chu down, si ça t’tentes\nDe fredonner les lyrics de la toune quand tu la bump\nComme: hey yo!\nJ’peux débarquer juste après l’refrain en\nFaisant le move du gars qui sent\nQui a des fourmis din jambes\nSi t’es down avec le karma fait clap clap!\nSi t’es down avec le maybe wats clap clap!\nSi t’es down avec ken to the l-o clap clap!\nPis t’auras fini le track avec les paumes de mains trempes\nSi tu veux une révolution armée moi chu down\nSi ton arme est de quoi qu’on peut chanter moi chu down\nSi l’monde avec toi au moins sont pas fake moi chu down\nPis si tu nous ramènes de quoi à puffer ben moi chu down\n\n[Chorus]\nDe quoi qui sonne dope moi chu down\nDe quoi qu’tu peux dire c’est l’truc moi chu down\nBoom bip craqnuques moi chu moi chu down\nSi on s’en va quequepart es-tu es-tu down\nTraverser d’l’autre bord\nA ben là chu là chu down\nEncore plus bas moi chu moi chu down moi chu down\nEncore plus bas moi chu moi chu down\n\n[Verse 3: Maybe Watson]\nYo!\nOn s’en va bouffer du sush moi chu moi chu down\nQuelqu’un peut porter mon sac ? moi chu moi chu down\nAprès on pètera des choses moi chu moi chu down\nOn pourrait s’acheter des clothes moi chu moi chu down\nTu feel tu le track à date ? moi chu moi chu down\nEst-ce que le joint est à point ? ouin moi chu down\nOn devrait suivre l’instinct de swang dans la danse\nBam de la jambe, Brenda saigne de la hanche\nOn vas-tu l’aider un peu ? moi chu moi chu down\nDe près elle est cute en sal moi chu moi chu down\nOn la ramène-tu chez vous ? moi chu moi chu down\nTes parents sont dans le nord moi chu moi chu down\nOn la fait pop un buvard moi chu moi chu down\nOn la met dans l’coffre du char moi chu moi chu down\nA va trouver ça bizarre moi chu moi chu down\nT’es malade arrête de boire moi chu moi chu down\n\n[Chorus]\nDe quoi qui sonne dope moi chu down\nDe quoi qu’tu peux dire c’est l’truc moi chu down\nBoom bip craqnuques moi chu moi chu down\nSi on s’en va quequepart es-tu es-tu down ?\nTraverser d’l’autre bord\nA ben là chu là chu down\nEncore plus bas moi chu moi chu down moi chu down\nEncore plus bas moi chu moi chu down", "image": "https://images.genius.com/09614fc9d460d403657bc49349ff7c29.350x350x1.jpg"}], "artist": "Alaclair Ensemble"}