{"songs": [{"title": "Viande de ch’val", "album": "4,99", "year": "2010-06-23", "lyrics": "[Chorus: Maybe Watson]\nJ’ai d’la viande de ch'val\nDes raviolis et puis d’la sauce tomate\nPour faire un souper aux chandelles avec Beau Dommage\nDu brie triple crème\nJ’t’ai écrit un refrain c’est pas Dupuis qui le sing\n(2x)\n\n[Verse 1: Maybe Watson]\nVois le son bébé, ressent le love dans ma clavicule\nUn peu autotuné mais je spit tout comme d’habitude\nInterurbains, j’ai besoin d’toi j’tappelle, ça finit pu\nJ’ai reçu mon bill hier comme la vésicule\nN’importe quelle énormité pour ta chauderie\nJ’vais te rock à l’infini so stay close to me\nQuand j’avais faim tu m’as hook up avec des groceries\nC’est comme si me and you was how it was supposed to be\nOn run shit comme Mr. Hanky dans une poursuite\nGrab toutes les pâtisseries au Nourcy avec ce full clip\nJust kidding, j’dois préciser c’est ça qui est crazy\nC’est ni oui ni non donc Maybe\nChu down pour the real\nJ’viens de Mount to the real\nJ’te donne un pound Pichasson\nYo c’est ton sound que je feel\nLe sexiest artist on s’en criss de ces gossips\nDepuis que j’t’ai rencontré t’es rendu mon seul topic\n\n[Chorus: Eman]\nJ’ai d’la viande de chval\nDes raviolis et puis d’la sauce tomate\nPour faire un souper aux chandelles avec Beau Dommage\nDu brie triple crème\nJ’t’ai écrit un refrain c’est pas Dupuis qui le sing\n(2x)\n\n[Verse 2: Eman]\nJ’ai d’la viande de ch'val\nJ’ai cuté avec Mash pour l’étendre sul' barbec'\nTu t’rappelles c’qu’on parlait\nJ’fais juste attendre ton call\nFais signe de vie\nJ’ai des chops de porcs\nDes bines, du riz, enh!\nDu poulet thai, pis des DVDs de série\nC’qu’on pourrait faire ,ça c’est interdit yo baby\nLève tes cheveux dans les airs comme si je t’ensorcelais\nComme si t’oubliais que j’ai cassé ton vase en porcelaine\nGyeah! Petite crème molle sur la terrasse Dufferin\nJ’te paye ta caricature faite surplace avec du fusain\nJ’adore me promener avec toi sur les grands chemins\nImagine manger du fromage jusqu’au lendemain\n(Step one)\nÉtape première, petite bonbons dans la chemise\n(Step two)\nDeuxième acte, verre de bourbon dans la piscine\nViens chez nous, MSN pis Facebook, c’est inutile\nMa face de lutin transmet des émotions pas mal plus subtiles\n\n[Chorus: Maybe Watson]\nJ’ai d’la viande de chval\nDes raviolis et puis d’la sauce tomate\nPour faire un souper aux chandelles avec Beau Dommage\nDu brie triple crème\nJ’t’ai écrit un refrain c’est pas Dupuis qui le sing\n(2x)", "image": "https://images.genius.com/09614fc9d460d403657bc49349ff7c29.350x350x1.jpg"}], "artist": "Alaclair Ensemble"}