{"songs": [{"title": "Je$us", "album": "Montréal $ud", "year": "2013-11-12", "lyrics": "[Snail Kid]\n\nOn a rocké des shoes, on a bummé des bouch’s\nOn a manqué du money, boy, on a busté du food\nOn a droppé l’school...\nFaut pas qu’ma mama le sache\nA’ec tout le talk shit sur nous...\nThey wanna hold me back!\nMotherfuckers from the suburbs prêts à voler du loot\nQuand t’as nothin’ à bouffer, boy, what the fuck is a «nous» ?\nNah, j’vais pas fuck avec vous, boy\nI’m just not in the mood\nJ’ai mis 3. dans mon bucket, j’ai juste nothin’ to loose!\n\n[O.G. Bear]\n\nNow why the fuck is you bitching?\nYou mad I’m trying to get mine?\nI told the judges I did it ‘cause I was trying to survive\nWe got nowhere to go and nowhere to hide\nIts no wonder we gunning cause we already been died\n\n[Refrain]\n\nLes vrais Jé$us die young\nUne main sur le coeur, crochet sur la chaussure\nPis les 8 figures dans l’compte\nI’m just tryin’ to write my wrongs\nYeah, c’t’un vol de banque, mais c’est pas Donald Trump\nLà, t’as un neuf millimeters dans l’front\nJ’suis lost abroad, all alone\nPis j’veux juste pas revenir à’ maison... (x2)\nJE$US\n\n[RCA]\n\nTu m’connais pas, buddy, don’t touch!\nT’étais pas dans ma tête quand j’buzzais dans l’$ud\nPogné dans l’$ud\nÀ traîner a’ec les traînées pis les fuckés dans l’$ud\nJ’connais l’gars qui connaît l’gars, Joe Rocka\nSo fly man 21 ans pis ma mère m’aime, check-moi ben l’faire man!\nPour les fuckas qui m’ont dropped quand j’étais pu dans droge\nIt goes : « Fuck ‘em all... Eat my fucking balls! »\nAst’heure, t’es stuck sur ton Thug Life, moi j’start une business sur un tas d’rêves\nMidnight, sunlight/ Hell yeah, fuck right\n\n[20some]\n\nLost abroad, sorry mama, looking back it’s been a long time\nJ’light un buzz pour ma gang de chums deletés de ma liste de contacts\nSo spill ton drink pour ceux qui ont get fucked up\nThose who really turned bad\n$ud $ale dans le Third Eye, boy, à force de checker ton back (x2)\n\n[Refrain]", "image": "https://images.genius.com/1f77311fd924c2e31d59f289bb6c5c94.1000x1000x1.jpg"}], "artist": "Dead Obies"}