{"songs": [{"title": "Lil’ $", "album": "Gesamtkunstwerk", "year": "2015-06-09", "lyrics": "[Verse 1: Snail]\n\nFuck a’ec le boy, ou ben call it du junk/ M’en calice, m’a pas v’nir chialer\nM’a pas plus donner du fuck about it, y’ peuvent me croquer!\nEverybody a tort, baby, c’est ça l’problème\nT’as pas l’temps, mon gars prend-le, that’s what momma told me!\n\nI been done, nwigga, been runnin’/ Juste check mes Jordans\nLà, check un banlieusard prêt à prendre ça, pis prêt à bâdrer!\nLà, j’ai mon cheeba, hein! Là, j’ai mon King, nwigga!\nEn plus de ça, j’ai un lil’ dough for the week, mon gars\n\n[Bridge: RCA]\n\nYup, le stock est dans l’coffre a’ec le premier ministre\nJ’donne aucun fuck about yo’ fuckin’ business\nI’mma smoke it all, j’connais pas mes limites (x2)\n\n[Verse 2: Bear]\n\nCan’t you tell that we ‘bout it? 20 bags in my pocket\nI drive the same old Chevy and do my thing in the projects\nYou can catch me at TD, where bitches handle my profit\nCuz when you see me on TV, that’s mean another deposit\n\nLet’s have a toast to the money and fuckin’ mix it with molly\nThey they ordered coke and Bacardi but never had their Bacardi’s\nCuz them fuckboys can’t afford to sleep\nHow the fuck you think we making moolah er’ry week?\nPlus I gotta eat…\n\n[Hook: Yes Mccan]\n\nNow I got a little money for the week (that’s for the week) (x2)\nJ’essaye pas de vendre mon soul (no!)\nBut I need me some mo’ (mo’!)\nCuz you know I like them Unos on my feet\nSo tell them hoes\nI got a little money for the week (that’s for the week) (x2)\nGot a head full of woes\nHandful of foes\nI got all those, plus I gotta eat!\n\n[Verse 3: 20some]\n\nT’as voulu get ce money right? You bet… Sup with that?\nOpte pour la bitch pis tombe sur tête, you dead, fuck was that? Hen?\nPeux pas payer tho, s’ou plaît, j’te le jure, m’a l’avoir tomorrow\nBullshit, broue dans le toupette, too bad, y’où le bread\n\n‘Tend peu, Donne-moi donc s’conde\nPasse-moi le phone, anxious to the bone, patience never last long\nPolitesse only, bout du compte, all of that crap pour un pile ou face wrong\nT’es pas dans ma zone, ha! Times are ruff/ Sky de Londres\nDing dong, ding dong, faut pas t’ailles répondre\nI mean, tôt ou tard faut que tu sortes de l’ombre… We just\n\n6 dope boys in a Cadillac, drift d’une côte, pis t ‘es passé date\nHope pour le best ‘till le yable collecte, pray the lord qu’on va t’être correct\nOn a get that show with a do to spend, all of them hoes wouldn’t understand\nLook at them foes when I got got got got lil money pour ma s’maine\n\n[Hook: Yes mccan]", "image": "https://images.genius.com/435da15e2198ef6ce819bad4801e40b6.745x745x1.jpg"}], "artist": "Dead Obies"}