{"songs": [{"title": "Wake-Up Call", "album": "Gesamtkunstwerk", "year": "2016-03-04", "lyrics": "[Verse 1 : 20some]\n\nI guess j’suis pogné pour le do it\nI guess t’es pogné pour m’écouter now\nOn est pogné dans un two-way, moi pis toi, right?\nJ’suis le premier à en douter though\n\nSur mon duty 9 to 5-ish\nMais ça c’tu vrai ou ce l’est pas? Shit…\nI guess qu’on saura jamais comment tu t’es rendu là, then\nCe que tu voulais, ben là, tu l’as, right?\n\nJ’ai eu une date a’ec Lady Luck\nI think I’m runnin’ out of love\n13, Lucky 7\nDis-leur le time right now, ’tends pas qu’ils devinent\n\nTakin’ over the bass\nStop, look and listen ’cause I’m all over the place\nNowadays, j’arrête de me chercher, j’kick la cacane\nCut the bullshit pis deviens donc quelqu’un\n\nIt was any given Sunday\nBack de l’hôpital dans une ’87 Hyundai\n10 sur 10 en plein milieu du mois de mai\nBaby sur son game, better get out of my way, say…\n\n[REFRAIN]\nHey! Pogné pour jouer mon game\nPogné pour trouver mon way out\nSo, get out of my way\n\n\n[Verse 2 : RCA]\n\nAnd I’m better than y’all, hell of a god\nShit, j’me suis réveillé mort\nPogné pour trouver mon way\nAweille, aweille, mon wigga, we be movin’ away\n\nYeah, j’ai marché sur l’eau\nL’hiver est tellement frette, mon gars, j’ai marché sur l’eau\nPeu importe j’ai beau crier ou m’taire\nIls vont m’crucifier les pieds dans’ airs\u2028\u2028, Wake up!\n\n[Verse 3 : Yes Mccan]\n\nWake up pis t’es baked up, gotta get the cake up\nDonne une cut à Apple ou ben Spotify\nMon grand-père s’faisait pimp par les forestières\nLà, c’est la même affaire, sont pas là si y’a pas de cut à faire\n\nWigga still ain’t made une cenne sur Montréal $ud\n’Ment tu penses que j’fais pour m’endormir là-dessus?\nComment l’reste du rap keb a pu dormir là-dessus\nQuand leur girl écoutent not’ disque avant d’s’endormir la nuit\n\nErrbody wanted me to lay low\nÉcouté personne et went all-out\n« All I wanna do is get dough »\nAll I wanna do is get so high\n\n« You sold your soul »\nÇ’tait gratis pour le downloader\nTrop de hits, savent même plus sur quel pied danser\nMississippin’ dans l’GMC, let’s go!\n\n[REFRAIN]", "image": "https://images.genius.com/435da15e2198ef6ce819bad4801e40b6.745x745x1.jpg"}], "artist": "Dead Obies"}