{"songs": [{"title": "André", "album": "DEAD.", "year": "2018-12-12", "lyrics": "[Verse 1: Ogee Rodman]\nI be in it to win it, whippin' and whippin’\nI live in the kitchen, I hang by the stove\nEat with my fingers, I don't need utensils\nI eat with my fingers, I want her to come\nI'm her holy ghost, came riding on a Trojan horse with a blunt\nCouple of flashy hoes, no daddy issues, I keep those for the summer\nI gets mun’ soon as the sun up 'til showing up on the next morning\nUp in the studio recordin', in and out in a Flash Gordon\nLeave the mac frozen, hurry up with the bag, brosef get in the cab and floor it, sir\nI need me a Jag four Michelins wrapped, skrrt\n\n[Verse 2 : Snail Kid]\nMets la monnaie dans ma main ou bedon j'ai ben peur qu'on soit pas là\nJ'danse rien qu'aec le guala, j'perds pas mon temps dans un gala\nI’m on a run, j’ai pas deux minutes, mais j'ai deux majeurs\nLife is a bitch, elle est bonne\nElle m’a dit : \"prends-moi\" j'l'ai pas laissée languir, I gave her the sauce\nI finna get whatever I want when I want and I want er'thing right now\nSo far, je l’ai tellement sauté, quand j'suis dans ma ville, j'suis un king right now\nMon cell arrête pas deux minutes, compte chèques so volumineux\nJ'vas mettre dix-mille sur mes doigts du milieu\nBarbare comme Arnold Schwarzenegger\nCouple de livres de plus pis un tan, big dreams pis un plan\nGros squad pis des fans, Big Five c'est un brand\n\n[Verse 3: 20SOME]\nVitamine water, mets la 'tite pill dans le Gatorade bleu\nShake it up one time, mets le fond en l'air\nChug chug (AH!) On en parle même plus\nOK!\nI'm in it to win it, the minute I step in I score\nJamais nominé pour l'award\nAnyway, fuck it, I'm bored\nBoring!\nBoring! Boring!\nBorn and raised dans le $ud\nRoad raging en Dodge\nBlowin' out mon budget\nSkrrt dans la Lamborghini, bitch, j'n'ai rêvé dans l'bus\nBust it, 'moi s'en, alright, toute la clique est buss down\nVas-y, bla, bla, bla, bla, bla, bla, bla, bla, bla\nBlack eye, black out\nBreakin' the bank, donne-moi le bag, on l'a cambriolé\nStack les dollars dans la cabriolet\nState-of-the-Art, capital A, bitch!\n\n[Verse 4: Joe Rocca]\nPlein d'money pas déclaré\nPlein d'money pas déclaré (wow!)\nDrug money, side job money\nPawn shop money, c'est l'hustle money (let's go!)\nI got a backbone\nY'en a qui s'magasinent des hématomes\nLe monde entier dans ma paume\nOn arrive comme une alerte à la bombe (boom!)\nLike it or not (not)\nTout le squad fait le guap\nTu savais pas, ta copine c'est une thot\nElle m'connait même pas elle veut m'donner du top\nMets la monnaie dans ma main, on est quitte (yeah)\nOn fait le job en équipe (yeah)\nTa cousine voulait une pic\nOn a l'feu comme fuckin' Bic (yeah, bitch)", "image": "https://images.genius.com/42dc08eea4dc99fde592d5659bea02e3.600x600x1.png"}], "artist": "Dead Obies"}