{"songs": [{"title": "Where They @", "album": "Gesamtkunstwerk", "year": "2016-02-17", "lyrics": "[Refrain: OG Bear]\nWhere they at? Where they at?\nYou say you got drugs, homie, tell me, where they at?\nOh, you at the club? Where you at?\nYou say you got thugs, mothafucka, where they at?\nWhere they at? Where they at?\nYou say you got drugs, homie, tell me, where they at?\nOh, you at the club? Where you at?\nYou say you got thugs, mothafucka, where they at? (bis)\nWhere they at? Where they at?\nYou say you got drugs, homie, tell me, where they at?\nOh, you at the club? Where you at?\nYou say you got thugs, mothafucka, where they at? (bis)\nWhere they at? Where they at? Where they at? Where they at? Where they at? Where they at? Where they at? Where they at? Where they at? Where they at? Where they at? Where they at? Where they at? Where they at? Where they at? Where they at? (bis) Where they at?\nYou say you got drugs, homie, tell me, where they at?\nOh, you at the club? Where you at?\nYou say you got thugs, mothafucka, where they at? (bis)\n\n[1er couplet: Yes Mccan]\nFront sur le grand écran, stunt sur ton Facebook\nTape sur ton Twitter, t’es à un clic d’être straight shook (clic!)\nParaît qu’t’as des gats, mais quand les cops cognent\nTes grands canons, where they at?\n\nLà tu sais pu where they at, motherfucker, where they at (where they at?)\nVas-y, claim « Montréal » but we still runnin’ that\nOuh, meilleure chance la prochaine fois\nSittin’ on top, pitche des roches su’é mouettes\n\nMotherfucker, I’m moi! Toi, t’es pareil à tou’é autres\nOn est dans l’édifice pis ça s’pourrait ben qu’y saute\nSu’l’ bord du précipice, motherfucker, vas-y saute\nY’a plus personne pour te sauver, tous ceux qui avaient ton back\nMotherfucker, where they at?\n\n[Refrain: OG Bear]\nWhere they at?\nYou say you got drugs, homie, tell me, where they at?\nOh, you at the club? Where you at?\nYou say you got thugs, mothafucka, where they at? (bis)\n\n[2e couplet: O.G. Bear & Jo RCA]\nWherever the fuck you at, homeboy, wear yo’ hat\nR.I.P. the Royals, Jeffrey Loria, where you at?\nMotherfucker bring ’em back! Yeah, Imma bring a bat\nI keep a Louis in the back\nKeep it moving like a Uber while we do it in the back\n\nStraight pimpin’ is a fact, yeah we been doin’ that\nSu’a croix du Mont Royal en train d’crier: « where they at? »\nMawfucka, where you at?\nI been grindin’ like Nyjah Huston, toi, mon gars, où est-ce qu’t’étais?\n\nI been puttin’ work, diamond in the back\nIf you lookin’ for yo’ girl, elles sont toutes à Montréal\nOn est parti, on est back, j’étais juste de passage\nBaby got back, but I never call back\nShe like: « nigga, where you at? » (wow)\n\n[Refrain: OG Bear]\nWhere they at?\nYou say you got drugs, homie, tell me, where they at?\nOh, you at the club? Where you at?\nYou say you got thugs, mothafucka, where they at? (bis)\n\n[3e couplet: 20some]\nWhat you want to do, watch me do it\nWish you had it all, avoue-le donc: Ouin, j’suis doué\nWhy should I be gone quand t’es juste capable d’échouer\nOn m’chuchote de shooter, c’t’un sure shot, LE DO IT!\n\nUn sharp shooter même quand j’apechoum\nMake a wish, ferme les yeux pis j’y va pour le swish\nOpportuniste, God bless, hater players, where they at?\nI mean, si le chapeau te fait ben, mothafucka, wear the hat\nWhere they at?\n\n[4e couplet: Snail Kid]\nFuck boy, where they at?\nTu dis que t’as payé 5000 pour tes mags, where they at?\nPis tes chummés, where they at?\nFuck ce shit-là, parle pas, farme ta yeule\n\nBitch, you gotta follow the rules\nUne gang de suiveux d’l’âge d’or, they got me hors de mon mood\nParce qu’ce shit-là got un nwigga so obsédé par les fuckbooooys\nMais yo, personne d’autre peut faire ça, right?!\n\n[Refrain: OG Bear]\nWhere they at? Where they at?\nYou say you got drugs, homie, tell me, where they at?\nOh, you at the club? Where you at?\nYou say you got thugs, mothafucka, where they at? (bis)\nWhere they at? Where they at?\nYou say you got drugs, homie, tell me, where they at?\nOh, you at the club? Where you at?\nYou say you got thugs, mothafucka, where they at? (bis)\n\n[Outro: Dead Obies]\nWhere they at? Where they at? Where they at? Where they at? Where they at? Where they at? Where they at?\nGoddamn, motherfucker, where they at?\nWhere they at?", "image": "https://images.genius.com/af44ea025e8c18be0f418907efb24f0b.1000x1000x1.jpg"}], "artist": "Dead Obies"}