{"songs": [{"title": "High", "album": "DEAD.", "year": "2019-02-15", "lyrics": "[Verse 1: Joe Rocca]\nY’en a ils m’disent: “surtout change pas”, comme si j’étais fait en cire\nIls voudraient que j’reste le même, ils voudraient qu’j’arrête de grandir\nMais si y’a plus d’amour, chérie, à quoi ça sert de se mentir\nDonc tu m’as laissé m’enfuir, mais y’a pas d’stress, on s’en tire\nPas question d’broyer du noir du matin au soir, ça, s’en va nulle part\nJ’ai fait de l’or avec les moyens du bord\nY’en a ils jugent, ils connaissent à peine le quart\nJ’vois les jaloux, j’vois les regards\nJ’arrive d’un voyage dans l’espace\nFuck is wrong with you, I ain’t got nothing to prove\nJ’ai fait exactement c’qui fallait pour être là où j’me trouve\nJ’ai appris à m’tenir debout\nAvec ma mère qui passe d’un job à l’autre pour joindre les deux bouts\nToi t’étais où?\nT’étais pas là quand j’criais à l’aide, pas là à ma fête\nIls veulent peut-être mon succès, ils veulent pas ma life\nLes spotlights brûlent, ça m’rend high\nSorry baby, faut qu’j’m’en aille\n\n[Chorus]\nHigh, high, high, high, high, high, high, high, high\nHigh, high, high, high, high, high, high\nHigh, high, high, high, high, high, high, high, high\nHigh, high, high, high, high, high, high\n\n[Verse 2: 20SOME]\nUne couple de milliers qui m’attendent, man, I can fuck with that\nHeavy smoke par le sliding door de la fourgonnette\nLes vitres sont teintées pour qu’y ait plus personne qui nous reconnaisse\nQuitte le murder scene, leave ‘em all in a bloody mess\nT’as pas la mainmise, nobody comin’ to save us\nHangin’ around with the homies, doubling up what they gave us\nLookin’ around je l’ai ben vu, c’est comme\nTout le monde veut être famous, but I don’t\nParle-moi d’un temps pour être aimé\nNobody peut test\nAll you need’s love and you’re high\nParle-moi d’un moyen modeste, girl\nCause it ain’t where you come from, it’s ’bout où est-ce tu t’en vas\nPis la seule chose que je cherchais était right there tout ce temps-là\nWhat have I done?\nJ’étais\n\n[Chorus]\nHigh, high, high, high, high\nHigh, high, high, high, high, high, high\n\n[Verse 3: Ogee Rodman]\nOne more time, one more time, we gon do it all again\nWest side, South side, New Homa representin'\n(Where they at?) Where they at? We the gang, we the gang\nWhat goes around comes around if I pull up with the fam\n(Say my name) Say my name when I stand in the light\nHold me tight, do me right, stay as long as you like\nWe can figure shit out, just go easy about it\nThere's only so many reasons to make a big deal about us\nBut if say so, then it must be, by all means I does me\nBut I don't care, so who cares, I got 2 pairs in one sleeve\nThat's right, just in case I gotta ride\nEarly in the morning, baby, show me what you're like\n\n[Chorus]\nHigh, high, high, high, high, high, high, high, high\nHigh, high, high, high, high, high, high\nHigh, high, high, high, high, high, high, high, high\nHigh, high, high, high, high, high, high", "image": "https://images.genius.com/99c6f0d20ed0cab7550578c7d469135d.1000x1000x1.jpg"}], "artist": "Dead Obies"}