{"songs": [{"title": "Untitled", "album": "Gesamtkunstwerk", "year": "2016-03-04", "lyrics": "[REFRAIN]\n\nI know a place where we can go\nI gotta let them know\nLet’s go to a place où le temps est nice\nAnd the bass goes boom, b-boom, boom, boom\n\n\n[Verse 1 : Yes Mccan]\n\nLet’s go to a place, rien que toi pis moi\nHors du outer-space, baby, let’s get away\nI won’t lie, I want it all\nYou want it too? Viens m’le prendre\n\nThat’s pay me when you play me, baby\nFuck y’all! I came to this game d’un corbillard\nWe out here, pack les shows\nThen we outta here, adios!\n\nYeah, that means j’me sauve\nQuelque part où personne au monde connaît nos noms\nAnd it’s on to the next one quand l’people arrive au show\nGettin’ paid when the bass goes boom, b-boom, boom, boom\n\n[REFRAIN]\n\n[Verse 2 : Snail Kid]\n\nTu bouffes du fake à tous les jours pis les soirées, pour vrai\nMan, on décalisse tu où c’est qu’y a du fuck à donner\nLe party suck, moi, j’pas ’bout it, straight shit, j’men câlice\nLe do it, moi, j’connais l’knowledge, le Uber etait déjà callé\n\n[Verse 3 : RCA]\n\nYeah, j’joue mais j’ai déjà gagné, le do it parce qu’on veut manger\nMan, y’a une place où on peut party, être nous-mêmes and go retarded\nTu m’as pas vu j’suis déjà passé, straight shots commandités\nTa copine était ’bout it, moi, j’étais sur mon départ\n\n[Verse 4 : 20some]\n\nYup, on s’revoit d’l’autre bord, où est-ce que ça puff des épinards\n20som’n’ pété rare, Mr. Drummer, hit me now\nLe lapin dans le chapeau, know’m sayin’\n’Cause I got it, I got it pis si j’l’ai pas, j’n’ai pas d’besoin! Hit me!\n\n[REFRAIN]\n\n[Verse 5 : O.G. Bear]\n\nNew tour, all year, new floor, “marbre”\n2 doors, foreplay, free poor, all day\nLet ’em know we do all the “parlé”\nMoney mumbles in the duffle through the hard base\nThat shit’s bumping when you bumpin’ in the wrong place\nYeah, you know I had to learn the hard way\n\nSee, I’m all about my old ways\nSeems nowadays, everybody wanna know me\nSeems nowadays, everybody wanna role play\nCall me G-Money in a Jeep with a dope bass\n\nCause it’s all about the “per-pa”\nParty everyday like everyday be a birthday\nHey, shawty, you should go my way\nIf you ain’t here to play, then why you came in the first place?\n\n[REFRAIN]", "image": "https://images.genius.com/435da15e2198ef6ce819bad4801e40b6.745x745x1.jpg"}], "artist": "Dead Obies"}