{"songs": [{"title": "Jelly", "album": "Gesamtkunstwerk", "year": "2015-06-09", "lyrics": "[Verse 1: Snail]\n\nJ’speak louder, là toute les chummys sont sour\nReal sour, big time, y veulent le savoir\nY veulent me battle, oh, shit, c’t’épeurant!\nCatch-moi pas donner d’fuck, sippin on bourbon\n\nBeen workin/ Tu l’as pas? Man, ç’pas mon christ de problème\nTu feel sour? Yeah, been there, check mes runnings\nClean! (x2)\nBackstage so much weed, la vie qu’t’aimerais so much vivre\n\n[Verse 2: Yes Mccan]\n\nDéjà que j’suis so much ivre\nParaît qu’Vnce a une pas pire connex de lean à Paris, près de la Rive\nSnail fiends, Dennis feel comme si que le hash est weak\nGarde un Steve Nash de weed stashed dans ses jeans\n\nHash’n’Weed/ Crabe’n Lean\nAvertis Beaudelaire, on a c’qui faut pour le spleen!\nC’est pour de real, j’dis pas ça juste pour te tease\nYou don’t need tout c’que j’ai à part un peak de self-esteem\nDon’t be jealous\n\n[Hook: RCA]\n\nSois pas Jelly homie, don’t be jealous\nT'as rien d'plus, y'a rien d'juste, but don't be jealous\nSois pas Jelly homie, don't be jealous\nSi j'reviens demain a’ec les mains pleines, don't be jealous\n\nSois pas Jelly homie (Sois pas jelly, homie!)\nDon't be jealous (Don't be jealous, homie)\nSois pas Jelly homie, don't be jealous\nNo jealousy allowed!\n\n[Verse 3: RCA]\n\nNo jealousy allowed\nJ't'entends pas, le weed ici est loud!\nGet ready to ball, Hennessy au bar\nTu feelais rien icitte, so tu félicites le bawss (bawss!)\n\nI got it, I got it, got it and rappin' about it\nI mean, j'les fait déparler, il faut que j'arrête de parler\nAs a matter of fact, ton favorite rapper panique carré\nJ'l'avais callé, j'fuck le whole game up, après j'décalice\n\nShake Montréal comme un twerk\nMake 'em clap comme un twerk\nPis il parle comme y veut\nGet wild comme y veut\nY vit large comme y veut\nDon't be jealous!\n\n[Bridge : Bear]\n\nCouple of drinks, nothing to lose\nSomething to win, nothing to prove\nGone in a blink, I got nothing but time\nAll I got is my clique and a matter of time\n\n[Bridge 2: 20some]\nAh-ah ah, what’s up with this jealousy\nJ’le sais qu’tu front pis qu’tu m’feel aussi\nArrête-moi ça, j’sais qu’tu fais comme si\nAh-ah ah, what’s up with this jealousy\n\n[Hook]", "image": "https://images.genius.com/435da15e2198ef6ce819bad4801e40b6.745x745x1.jpg"}], "artist": "Dead Obies"}