{"songs": [{"title": "Swish", "album": "Montréal $ud", "year": "2013-11-12", "lyrics": "RCA\n\nC't'un petit pas pour des géants, mais c't'un pas d'géant pour un p'tit-peuple\nYoung Jé$us, (han) j'fais des pas d'géant pour un p'tit-peuple\nJuste des bosses dans mon crew\nFancy, princier, expensive foulard dans mon cou\nShake ton fessier! Fais-ci, fais-ça…\nQu'est-ce c'est tu pensais? Jo Rock, pas l'genre de joueur qui faisait du banc\nSo, take a shot! … Swish!\nPivote, fade away/ P. Rod, switch bitch\nJ'suis déja dead, j'm'en sacre!\nFaudrait pas qu'ta bichette vienne dans l'Shlag\nA'ec VNCE qu'on cook bass sur un paquet d'machines\nTous blazed sur un 4 papes\nJ'puff du PPP… Tu puff du Gris!\nYou can't fuck with me, fucks with me… T'es comme : « Fuck you mean? »\nJ'ai dit : « J’suis déja dead »!\nJeune et professsionnel\nD.O. fuckin' brodé sur le jersey, 'train d'puffer son herbe\nChèquier… check! Chéli… check!\nBeubé, my chevy's around\nShake it, parce j'sais que t'es down!\n\nO.G. BEAR\n\nI heard your bruitch was down with us… That's bad for ya!\nCause in about a drink, I bet that bruitch going down, nigga!\n(True story!)\nAnd I ain't even got time for her\n‘Cause I've been drinking all night my nigga\nI had that money I lied to ya…\n(Two stories!)\nKeep it real, keeps it \"Vrai\"\nDwayne Wade, I keeps it \"Très\"\n(Swoosh!)\nSwitch up, shifting gears in my granny's pick up\nPunk wigga, I'll fuck you up if you drink my liquor\n(J'te call-out!)\nCause you ain't my nigga if you ain't got loot\nBitch, son-of-a-fuck nigga, you ain't got credit cause your tape got screwed!\nYour girl, whoo! She chopped and screwed!\nGet it? She \"chop-chop\" and screwed\nChop-Chop screws/ Pop shots too\nKnock-knocking boots in my drop-top coupe\n(Coupe story!)\nSo bounce with us/ Laurence's with us\nYour mom's with us, and she down with us!\n\nREFRAIN\n\nJ'sais que t'es down (x3) (God Damn) (Arrête de front)\nShake it parce j'sais que t'es j'sais que t'es down! (x2)\nShake it parce j'sais que t'es down (x2)\nFait shaker ton jelly, shaker mon chummy\nShake it parce j'sais que t'es down (x3) (what the) (deux fois)\nJ'sais que ta chéli fait shaker ses jambes\nSo fais shaker ton chèquier, boy, j'sais que t'es down!\n\nYes Mccan\n\nY'all can't tell me nothin\nSo tu peux d'jà fermer ta djole\u2028'\nCause I might juste ramener that Kangol pis go Samuel L. Jackson!\nJ'ai un hater sur mon back\nUn tape des Ramones dans mon sac\nGotta Beat on the Brat with the baseball bat!\nOh yeah! All right!\nCelle-là c’pour tous mes chums qui descendent des côtes à 140 dans tempête\nDrunk as fuck en campagne\nDans l'pick-up truck de leurs parents\nY pick-up des sluts en sandales\nBig up à Juelz Santana!\nÇa a l'air qu'matante est fâchée parce qu'Sodome est fallin'\nMais moi j'suis trop pas looking back…\nJ'suis en train d'mix un track avec VNCE dans l'Schlag\nAnd it feels like I'm cooking crack!\nOr it feels like I'm loosing track…\nPis j'pogne trop plus Google Map\nMais j'ai rien qu'une main, pis j'reviens pas d'main\nSo j'ai rien qu'envie d'foutre la marde!\nJeune Mo'fucker, t'sais qu'j'ai pas d'morale\nSo le whip est off the top, juste comme Jim Corcoran\nWhat it is? What's up?\nMa chevy est brown, ta chéli est down\nSo shake it parce que j'sais que t'es down!\nÇa fait que…\n\nSnail Kid\n\nShake ton squelette… P'tite belette\nBeubé, we gon' get it! Is he high sur les pilules? (oui!)\nLe shit est so très, Voltaire!\nTon shit est so gay... Coldplay!\nBounce with us, lounge with us!\nJ'sais que t'es down with us!\nFais shaker tes jambes, shaker tes hanches\nShaker tes cuisses, beubé, j'sais que t'es down!\nNotre accent va pas changer, nwigga!\nRentre ça dans ton crâne, mon nwigga!\nComment s'fait qu't'es pas down, nwigga?\nTu front parce que j'suis brown, nwigga?\nMange-moi là! Mamzula! Shake ton squelette! Farme-toé la!\nFront parce que je parle franglais, mais toi tes enfants vont être brown, nwigga!\nMange-moi là! Mamzula! Shake ton squelette! Farme-toé la!\nFront parce que j'suis brown? Mais tes enfants vont être brown, nwigga!\n\nREFRAIN\n\n20some\n\nThank God we made it / Right place, right moment \nCheck les photo gossips : 7 milliards à la loto-cosmique \nBoy, y'a du monde à la messe, traverse la Main \nOn se fume un Jah devant la Mosquée \nHare Krishna Bouddha blazin’, tu connais déjà ma gang de frostés  \nDead Obies, Buitch!\nYeah we about to get that money! \nJ’savais pas que t’étais fucking broke pis que le fame des autres te botherait…\nT’es pas down a'ec nous, pis ta cousine trouve que le track de brag charriait? \nKid, retourne à la radio fuck a'ec Carl « Le Cat » Charest! \nPis c’est moi qui est acting louche? Ouais, ouais!\nWake and bake, boy, pars la douche, pis check comment j’m’en Cap’N Crounch\nI mean…\nÇa sent le sport parce qu’on rock fort, mais boy, j’te parle pas de blue cheese!\nPants large, cause I got balls size Monica Bellucci’s\nI go all out for them Guccis! No love for them groupies!\nCalling out les newbies all 'round town, while I’m riding goofy\nBounce with us!\nFais shaker ton chéquier parce que j’sais que ta chéli est choquée\nDe shaker ses chocolate chips pour des chummy qui chuggaient sa bottle and shit and I’m out!", "image": "https://images.genius.com/1f77311fd924c2e31d59f289bb6c5c94.1000x1000x1.jpg"}], "artist": "Dead Obies"}