{"songs": [{"title": "Runnin'", "album": "Montréal $ud", "year": "2013-11-12", "lyrics": "[20Some]\nHey yo\n$ud $ale stories\nTales of the dark side\nHostile\nQuessé tu penses connaître sur notre style\nSpeedy Gonzales, c’est comme 20 en hispanique\nRun so fast, chili dans mes espadrilles\nExtatic, trop de style pour m’installer\nÊtre static s’pour les unh unh\nPis c’est impossible de dire pourquoi j’suis pas capable de stack money\nRunnin’ 9 to 5\nStill, le cordonnier y’est mal chaussé\nMince salaire\nLes fins de semaine la même salade\nLa faim m’travaille, le pain se balade j’peux ben être malade\nUn homme valable missmatch avec miss madame\nSellout pour un best salaire\nPas le choix d’être le best ça a l’air\n$ud $ale\nCrystal et Mescaline\nJ’essaie de get out\nPuff d’air saline\nLever les voiles si le vent se lève, la mer s'anime\nProfite de la marée\nQuand la Lune, le Soleil, la terre s’alignent\nD’un pôle à l’autre le mind slalom a bit static\nTourne en rond dans l’$ud $ale\nSans salir ses kicks status\nLes boys vieillissent vite\nLes filles se déguisent en goddess\nToute pour être le baddest\nêtre honest écoutes les kids s'en calice\nPlein d’polices\nI’ve been runnin’ for two blocks\nRocks in my socks, dirty money in the shoe box\nYeah, j’ai hâte que la boîte soit pleine\nGet the fuck out of this bitch dans les kicks du king\nAnd I’m Runnin’\n\n[HOOK]\n\n[Bear/20Some] (Jo RCA)\n(I be runnin’, runnin’, runnin’, runnin’)(x3)\nRuninn’\nMonday, Tuesday, Wednesday, Thursday, Friday, Saturday, Sunday  (x3)\nRunnin’\nMonday, Tuesday, Wednesday, Thursday, Friday, Saturday, STOP\n\n[Jo RCA]\nBrand new Flight sur le mind\nLes Nikes lacés tight avec une five sur le side\nRun buddy, run, run\nRun buddy, run, run (ahh)\nOù c’est qui se cache le money ?\nJ’reviens de l’étage sous-terrain\nJ’en ai des taches sur mes runnin’ (Whoo)\nSo j’en voulais des nouveaux\nKicks blancs, signes bleus pis j’étais ready to go\nJ’étais ready to go\nAvec mes semelles indigo\nTanqueray, Take a risk\nEt pis drop au casino (Uh-Oh)\nY’est rendu 5 et demi\nIl me reste rien qu’une main\nMais j’ai rien qu’une vie, pis je reviens pas demain\nFait avec beubé j’suis all in\nRien à perdre beubé, j’suis mort-né\nDo what I do\nBaby, j’ai des fils lousses pis des trous dans mes shoes\n‘Cause I’m runnin’ runnin’\n\n[Yes McCan]\nSont comme\nTu fais juste user tes J's\nJ’suis comme\nSorry les filles, auriez-vous celui-là dans le 10 et demi ?\nJe vis dans un six et demi\nJe chausse du 10 et demi\nJ’en ai pu rien qu’une paire pis sont bustes so\nI gotta go back there and purchase ‘em all\nSi tu m’arrêtes pas, Mama, I'mma purchase ‘em all\nYa, I’ll purchase ‘em all\nMême les bruns pis les mauves\nPis j’ai beau piler sur mon orteil si sont trop petits d’une taille\n\n‘cause two years ago, a friend of mine\nY’avait les fat Nike Air avec les lacets blancs\nMais y’a vite switché pour des souliers quand y’a épousé ma cousine\nY’avait trop plus le temps pour courir, c’étais sa façon de settle down (Wooo)\nMoi j’suis là avec des fourmis dans mes jambes (Wooo)\nJuste le goût de get the fuck out of this town (Wooo)\nPartir en tournée, fourrer des groupies dans l’bain tourbillon, pis dégoupiller les bouteilles fournies avec la chambre (ahh)\nSalis mes Filas pour m’en get une paire de propre\nRun le Québec toute l'été là va me falloir une paire de bottes\nVintage, custom, ‘cause I’m kinda unique\nSo mes kicks sont sur le time comme un Dead Obies beat\nAnd I’ll be runnin’\n\n[Hook]\n\n« Moi mes souliers ont beaucoup voyagé, ils m’ont porté de l’école à la guerre »\n\n[Snail Kid]\nUnos Unos\nJ’ai des Unos, Unos\nThis is all I do know, do know\nC’que j’sais : j’ai des Uno-Unos\nNoirs a'ec les white lacets, pis les straps en vrai cuir black, yeah, check!\nRun buddy, run ,run\nT’as des fast shoes, pas l’choix d’aller run, run\nYeah, tu rock des shoes real propres\nMais le jour tu vas être propre, t’es shoes vont être busted, so\nRun buddy, fais du chemin pis reviens\nRemember « une main, pis tu reviens pas demain »\nSimple d’même… Get su'l'bacon, man\nJ’veux une couple de Pesos, non, j’attendrai pas qu’y'appellent mon numéro (Oh! Oh!)\nKicks neufs, j’suis le boss\nPis main'que qu’j’get mon 4%, I'mma purchase some more!\nYeah, I'mma purchase some more! Même les bruns pis les mauves\nPis check moi fuck avec le boy si j’ai « Insufficient Funds »\nCause we're running!", "image": "https://images.genius.com/1f77311fd924c2e31d59f289bb6c5c94.1000x1000x1.jpg"}], "artist": "Dead Obies"}