{"songs": [{"title": "Explosif", "album": "Gesamtkunstwerk", "year": "2016-03-04", "lyrics": "[Pre-Chorus: VNCE CARTER]\nOk, j’ai get ta copine exposed, ’était pas où-c'est qu’était supposée\nFeux d’artifices en fin d’soirée and we smoking on some explosif\nYeah, smoking on some explosif\nI been rollin’ stoned toute la journée, OK, roll le next one bigger!\n\n[Chorus: VNCE CARTER]\nOn a Jacques-Cartier on lock, on got the whole damn city on lock\nAnd we smokin’, and we rollin’\n... on lock, I got the whole damn city on lock\n... we smokin’, and we rollin’\n\nOn a Jacques-Cartier on lock, on got the whole damn city on lock\nAnd we smokin’, and we rollin’\n... on lock, I got the whole damn city on lock\n... we smokin’, and we rollin’\n\n[Verse 1 : Joe Rocca]\nDoin’ me parce qu’j’étais tanné d’vous, j’en ai assez parlé, Imma do it, baby\nYeah, y’a de quoi devenir fou, but I gotta keep movin’, baby\nParti du bas, comin’ at you, j’ai les pieds dans bottle, so I shoot\nJesus Christ, c’est un stand-up guy pis un athée: tu m’verras pas à genoux\n\nI mean\nJ’pense qu’j’suis fuckin’ insane, I don’t even know what I’m sayin’\nÇa sort tout seul, j’suis comme: « PREACH! » Get ta copine sayin’ my name\nFool around tous les deux allongés, un blunt chaque, j’en ai roulé deux d’avance\nI want it all, j’ai plus l’temps d’attendre, baby let’s get it on\n\n[Chorus: VNCE CARTER]\nOn a Jacques-Cartier on lock, on got the whole damn city on lock\nAnd we smokin’, and we rollin’\n... on lock, I got the whole damn city on lock\n... we smokin’, and we rollin’\n\nOn a Jacques-Cartier on lock, on got the whole damn city on lock\nAnd we smokin’, and we rollin’\n... on lock, I got the whole damn city on lock\n... we smokin’, and we rollin’\n\n[Verse 2: Yes Mccan]\nJ’ai la tête out there, j’suis crazy\nI mean, j’ai la tête out there, c’est crazy!\nJ’viens d’croiser un poster avec moi en gros d’sus\nComme « Damn, en ’05 j’s’rais C.R.A.Z.Y. »\n\nJe sais, j’devrais juste être grateful, dire merci\nMais still tous les bains de foule que j’prends me rendent perplexe\nI mean, tout c’que j’voulais c’tait le respect des MCs que j’trouvais cool\nTout le reste, j’le sacre à poubelle\n\nGotta keep movin’, ou ben fold, so tant qu’à faire ton thing, fais le pour vrai\nT’as pas rien à prouver, fais-le pour toé, arrête-donc d’en parler, le do it! We still on that « vivre libre ou mourir » shit\nJuste un avis si ton plan c’était d’mourir riche\nT’es mieux d’courir, t’es mieux d’courir vite\n\nNow, run! La mise, je l’ai doublée, les drinks, j’les ai doublés\nPogné ceux qui doutaient dans courbe, j’les ai doublés\nLà y’essaient d’me r’trouver? Sorry, too late!\n’Cause I’m gone, hell yeah, I’m on one\nPeut pas prévoir pour demain, we live in the moment\nLe Beat Generation est back “On the Road”\n\n[Verse 3 : Snail Kid]\nBeen a long, long time que j’grandis\nTellement, qu’j’pense j’ta veille de fendre\nLe gars d’en face y dit qu’j’ai changé, nwigga\nComme si j’faisais toute ça pour c’qu’il pense\nComme si j’faisais toute ça pour qu’il danse, mon nwigga\nComme si j’faisais toute ça pour qu’il donne du fuck\nI’mma be what I want, I’mma be c’que ma mama m’a donné à base\nMon gars, donne moé mon money!\n\nJ’pense pas qu’t’aies nothing à dire\nJ’pense pas qu’j’aie forcé ta copine à venir\nJ’pense que c’est toé, j’pense que c’est moé\nJ’pense qu’est juste fuckin’ insane in the brain\nSur ce molly and smokin’, party and bullshit\n3 points dans l’bucket m’en caller un autre\nPour vrai, and we smokin’ on some explosif\n\n[Chorus: VNCE CARTER]\nOn a Jacques-Cartier on lock, on got the whole damn city on lock\nAnd we smokin’, and we rollin’\n... on lock, I got the whole damn city on lock\n... we smokin’, and we rollin’\n\n[Verse 4 : Ogee Rodman]\nWoke up this morning, I’m feeling immortal\nSpark up la juana, i’m finna be royal\nThat’s why they call me the man of the house\nThat’s why they call me the man of the boat\nThat’s why they call me the man of my Chevy\nThat officially makes me the king of the road\n\nAll I got left are my keys and my dough\nMove out the projects the keys in the door\n91 reasons to only play defense, I swear Imma leave for them Keys in the Flo’d\nFor my clique and my bruh, only got love for my clique and my bruh\nGod only knows how much shit I’ve been up to, maybe I don’t give a fuck too\n\nLately I’m doing some thinking, maybe I’m doing too much\nBaby been doing some thinking, maybe I’m drinking too much\nBeen going through some old pictures, how could I see the whole picture?\nI might as well drink the whole pitcher and call it a night with more bitches\n\n[Verse 5 : 20some]\nI crawled then I stood up, straight from the bottom\nStarted d’un garage sur Messier, une à l’ouest de Fullum, on est bons jusque là\nNow, who will provide for my own? My bread and my butter\nArrête de chercher, boy, j’suis ce gars-là, you should know better\n\nImma be what I wanna, yeah right, un rapper\nEn autant qu’j’sois pas l’gars qui stack up le cheddar\nD’une maison trop grande pour être pas là, yeah, d’mande à ma momma\nWhen everything’s falling down, I’m thinking about her\nIt’s how I keep from going under\n\nBack in the days, if I could, then I would\nIf I shouldn’t, I would; if I couldn’t, I would and I’m good ’cause I did it\nAnd I was smokin’ on some explosif, yeah!\nCookin’ ma popote, runnin’ and runnin’, là, j’feel comme le coyote\nComment j’vais hustle? Police got my cocotte\nT’étais tu là? Non? So, please, shut the fuck up\n\nJ’suis su’l top du toit, y’a toutes sortes d’étoiles, yup, j’vas te tutoyer\nHein? Tu penses qu’on parle de toi\nJ’te pointe le full moon pis le fool regarde le doigt, you ain’t none\nI’m a dreamer with nothin’ to dream about\nJ’ai moins peur d’la fin du monde qu’la fin du mois\nI mean, light this one up and I’m out !\n\n[Pre-Chorus: VNCE CARTER]\nJ’ai get ta copine exposed, ’était pas où-c'est qu’était supposée\nAnd we smoking on some explosive\nYeah, smoking on some explosive\nPis j’roll le next one bigger!\n\n[Chorus: VNCE CARTER]\nOn a Jacques-Cartier on lock, on got the whole damn city on lock\nAnd we smokin’, and we rollin’\n... on lock, I got the whole damn city on lock\n... we smokin’, and we rollin’\n\nOn a Jacques-Cartier on lock, on got the whole damn city on lock\nAnd we smokin’, and we rollin’\n... on lock, I got the whole damn city on lock\n... we smokin’, and we rollin’", "image": "https://images.genius.com/af44ea025e8c18be0f418907efb24f0b.1000x1000x1.jpg"}], "artist": "Dead Obies"}