{"songs": [{"title": "DO 2 Get", "album": "Gesamtkunstwerk", "year": "2016-03-04", "lyrics": "[Intro]\n\n[Verse 1 : 20some]\n\nDough to get\nI got more shows to rip\nDead-O on the road again, c’est mon tour de get\nSous le spotlight, viens donc voir le dopest set\n\nWe got love\nAnd it ain’t over\nAnd it ain’t over\nNo it ain’t over\n\nWe just gettin’ started et pis t’es captivated\nLooking at me now, thinking: « How’d he made it? »\nJ’suis tellement plus about being felt que famous\nQue même moi, j’sais plus what the hell my name is\n\nGot tons\n20some was kind of gone lately\nWell I had to go, they won’t let me\nNow I got to show up, Lord help me\n\nSur mon erre d’allée, bitch! Can’t neglect it\n007, j’abandonne la Bentley\nPop un rocket air, maintenant time to land it\nLooking at me fly, now they want to see me drown\n\nTell me\nHow the hell j’suis sensé fall? Bitch!\nI’m right on top mais sans effort\nAt least, c’est ça que t’es sensé croire\n\nCause I paid the price to be the boss, done did it\nPeter Pan et Mickey Mouse won’t get it\nSeen my dad inanimé, kid grow up\nDrew the line and animated my way up, been rough\n\nMy heart broke on top of that\nWent broke, where the hustle at?\nExcept that money, love is all we got\n\nRedémarre le V6\nLife’s a bitch, mais est belle quand t’insiste\nWanna win the race? Better tie your laces\nCouldn’t get a hold on the time you wasted\nGotta run\n\nIt’s how I got over\nHad to go, they won’t let me\nNow I got to show up, Lord help me\nNow I got\n\n[REFRAIN]\n\nDough to get, more shows to rip\n\n\n[Verse 2 : RCA]\n\nDough to get, more shows to rip\nCoast to coast, get poed a bit\nAnd I’m doin’ me, let’s toast to this\nAll the places I’ve been, fait qu’mes shoes s’abîment\n\nDead Obies clique, fuck a’ec le roster, bitch!\nSick outfit pis les chaussures fittent\nPhotogéniques, yeah, faut s’le dire\nForcé d’admettre that I was born to win\n\nSo, j’peux pas donner d’fuck like most of y’all do\nPas donner d’fuck about most of y’all\nB-Y-E: c’t’un aurevoir\nPis un aurevoir, c’t’un autre départ\n\nSo, let’s get it! Here we go again\nI was high last night, get low again\nI’m sorry, Miss, si tous les jours on s’quitte\nMais j’ai du dough à faire, I got shows to rip, so let’s go\n\n[Verse 3 : Snail Kid]\n\nGuess qu’on est r’parti pour un christ de boutte\nGuess que j’fais ça d’puis que j’pisse deboutte, yeah\nDans un bazou s’une piste de course\nPis on hit le road, on hit le road\n\nOn ride! All right!\nKiss ma blonde, m’a juste y dire qu’j’suis gone\nMan, all night! All right!\nKid de banlieue né pour get some more\n\nMoé j’suis l’fils de Robin, frère de Dôvid\nJ’pense qu’on va « make it », yeah, ma mère l’a callé\nÀ m’a dit qu’pour ça, ça prenait une paire de balls\nY m’a dit qu’pour courir, fallait une paire de Jordan’s\n\n« I got dough to get, mo shows to rip »\nPis on est r’parti pour un tour de piste\nPeux-tu t’dire que c’t’une grosse année\nLà j’ai un show à finir, let’s toast to this! I got\n\n[REFRAIN]\n\n[Verse 4 : O.G. Bear]\n\nHold up a minute, hold up your drinks, better call it in\nLet me hold yo’ phone, it’s a fucking hold up, what the fuck you think?\nI’m holding on, no peace of mind\nI’m going home, I’ll be just fine\n\nLong as I remember, as far as I can recall\nI’ve always been this peculiar, I wanted to have it all\nMomma was working doubles, we would steal at the mall\nJust hanging around the players in order to catch a ball, I had\n\nDough to get\nMo shows to rip, 6 poster pimps\nDough to get\n2 dope connects, 6 boys collect\n\nDough to get\n1 boy recalls 1 call collect\nDough to get\nJust don’t forget I got dough to get\n\n[Verse 5 : Yes Mccan]\n\nMore shows to rip\nMore dough to get\nMoment d’silence pour nos haters\n(Bonne chose de faite!)\n\nQui m’donnent du love, qui m’donnent du bread\nDonnent du fil à r’torde, j’me donne nonetheless\nGive a fuck du reste, le do it!\nGive a fuck si tu m’aimes pas, j’suis so over it\n\nLu ta colonne dans un papier dont j’sais trop pu l’titre\nGenre de torchon j’torcherais pas mes chaussures with\nTu peux marcher dans mes shoes si la pointure fitte\nMais t’es mieux d’run le shit (Run le shit!)\n\nJ’ai usé mes semelles ’til they smell of success\nSo c’est 1-800-suicide pour ceux qui m’succèdent\nSi y’a quelqu’un qui a tué ça, j’suis l’pire des suspects\nMais qu’y’a rien comme le silence pour faire durer l’suspense, so\n\nMore shows, No-Doz\nLes grosses pointes, les Warhols\nMets-moi up there avec le reste des mofos\nQui ont plus rien à prouver quand les spots closent\n\nLights up, les portes s’ouvrent\nLes gens sortent, une couple de lost souls\nSur autre chose, sold-out shows\nSlow-motion, photos - flash! Pause\n\nOne last night to get it right\nDernière chance to get it done\nSo on y r’tourne, encore une fois\n« Mains en l’air, c’t’un hold up », comme...", "image": "https://images.genius.com/435da15e2198ef6ce819bad4801e40b6.745x745x1.jpg"}], "artist": "Dead Obies"}