{"songs": [{"title": "Trafic", "album": "Montréal $ud", "year": "2013-11-12", "lyrics": "[Intro]\n« La police au service de... »\n[Bruits des manifestants & bruits de voitures]\n« Il est possible pour euhh, il est possible de prévoir euh que c'est... »\n« ... pis euh j'avoue qu'avec euh [...] à partir du moment où on se parle, on va les voir, on va vous faire à croire que... »\n« Là, cette année, on peut dire que touts les ingrédients sont là pour que ça, ça tourne mal... »\n« ... beaucoup plus de grabuges durant la soirée et c'est la raison pour laquelle que... »\n[Diverses discussions]\n« ... les éléments nuisibles euh, les fouteurs de trouble, les casseurs et... »\n[Diverses discussions]\n\n« Denis, vous m’entendez? »\n\n[Verse 1 : Snail Kid]\nÇa l’air que t’es pogné dans l’trafic tou’é jours, beubé!\nLow budget, mais ça l’air que t’as une grosse piscine…\nCours steady pour des pauses pressées, Wô, Bredren!\nGrosse fessée : we back, motherfuckers! Yup!\nSo j’viens du G.P.K, sud sale, j’t’initié\nDes chums dans une Civic qui get drunk… le shit est real\nShitty place, yeah mais still c’est mon city l’meilleur\nUn shout out au Future Shop, j’l’ai chillé mon CD Player. Yup!\nDead Obies, beubé… On est back!\nSud sale… sud… sud sale!\nGame over, les best folks c’tun « Takeover »\nNext HOV… Moé : Greg Beaudin, yup!\nHate O.G, hate VNCN, yeah hate Jo\nHate Yes, yeah hate Twenty : essaye pas!\nSud sale… sud… sud sale!\nSud sale… sud… sud sale!\n\n[Verse 2 : Jo RCA]\nC’t’u un party? Han-han, yup c’t’un party!\nLe boss est buzzé su’a job (le boss est buzzé su’a job!)\nDéguedine, déguedine, boy! Huile tes berings, boy!\nTu connais l’game boy, let’s go, get dough pour get more (déguedine, déguedine, boy!)\nJ’ai mon âme en arrière de mon truck! (Jo Rock!)\nLa chemise est princière quand je la porte\nT’es engagé? J’suis l’patron! Dead-O placé su’l’plastron\nDead mothafucka a’ec « Bawss » gravé sur ma tombe\nBrasse par ici matante, gros « shimmy shimmy ya! »\nTasse-toi! Tu l’vois pas, mais c’est chaud dans l’sud!\nJ’voulais pas naître, look in my eyes\nJ’suis pretty high, prêt à die comme Biggie Petit\nChum, fais-le! Get stupid, même si t’as pas d’raison\nSip un cognac dans’ bouette a’ec le Doc’ Ferron\nSo t’es pas down a’ec le sud sale style pas propre?\nAight, fuck off! Viens me revoir quand tu biteras ça, croque-toi!\n\n[Verse 3 : O.G. BEAR]\nSo now you’re thinking that we made and you can fucks with it\nDon’t get it twisted cause we paid but we don’t love bitches\nSud sinners mississippin’ with my thug sisters, thrillin’ in the slums\nWith they middle fingers up at ya\nDo or die, mucho moolah on the line, smoking buddah with my chula\nThat’s that goola state of mind!\nGame time, triple tripled digits gang signs\nDead Illuminati that Bugatti ain’t mine…\nHey ma! I’m a do what I gotta do to eat\nPut a little bit of coco on your torso going loco on your D’s\nD double O.G. (why?) ‘cause I never gave a fuck, boi!\nYou like smoking weed hen? We don’t really give a fuck, boi!\nNever did, never will, printed on my crewneck\nSmoked meat, Benadryl, tripled Z’d up jew snack\nScrew rap, 20 tell’em how we do that:\n(Boi Bear! Where the motherfucking tool at!?)\n\n[HOOK]\nMove Back!\n[Cris de manifestants]\nMove Back!\n« Ça, c'est dégueulasse! »\nMove Back!\n« Va te faire enculer! »\nMove Back!\n« C'est dégueulasse! »\nMove Back!\n« Arrêtez! »\nMove Back!\n[Cris de manifestants]\nMove Back!\n[Cris de manifestants]\nMove Back!\n[Cris de manifestants & bruits d'arrestations]\n« ...nous sommes à l'intérieur, alors les pilleurs sont entrés et se sont dirigés vers les consoles de jeu, euh, de type PlayStation. En tout cas, c'est ce qu'on nous a dit... »\n\n[Verse 4 : Yes Mccan]\nComme ça, t’étais pas mal au Nautilus Plus, c’t’année?\nSur ton M. Muscle, comme : « M’as-tu vu le buste s’tenir? »\nGrosse shape, mais fais pas ta grosse tête, t’sais que tu joues pas dans notre game…\nJ’parie que c’est pour ça que tu fais juste bencher!\nComme : « Tassez-vous, moi faut que j’vois mon doc’!\nDites-y qu’il vienne me plugger sur l’câble avant que j’vire mongole! »\nFaque, « One Love » ! Si t’as dig le Coll. Vol. 1\nMais, girl, faut que t’arrêtes de m’appeler ton idole\nT’sais que j’suis juste un wigger sur le drum!\nStill legit : si ta blonde veut mes dix digits\nDis-y qu’a check dans’ Pages Jaunes, parce que j’mean business\nOui, Bredrens! La barbe was on some Street Jesus\nMais qui m’résiste? T’sais qu’même Chéli veut mon p’tit pénis!\nSo! Double-park le ‘Burb, pis laisse le engine runnin’\nJ’vais être back dans une minute avec le Purp’ pis les copines\nC’est peut-être à cause de comment qu’j’ai des Unos sur mes pattes\nC’est peut-être les chélis, c’est peut-être la boucane\nMais j’sais que tu sais déjà qu’on est back!\n\n[Verse 5 : 20some]\nChevy 6 places\n¼ tank of gaz\nDead Obies, iconoclastes, meaning you ain’t gonna last\nNow, that’s what I call a classic! We be this, we be that\nOui, oui beubé, we be back, bitch, and that’s it!\nBouge du trafic, on remove la housse de plastique\nDu Kush, on en a assez pour emboucaner le quartier\nRoule un autre, puis un autre… Call me Mr. Ultraviolet!\nT’as l’album sur repeat, now who’s the addict?\nLycra dans des Celicas, Battlestar Galactica\nDJs got us dodging lasers, gros shout out à Aïsha!\nUnleashing la Chevy and we won’t stop till we have it all\nWe all out, what up!?!\nWE BACK MOTHERFUCKAS, YUUUP!\n\n[Outro]\n“...and don’t you know this motherfuck’?And we’back motherfucker, we’back”\n[Cris & Bruits]", "image": "https://images.genius.com/1f77311fd924c2e31d59f289bb6c5c94.1000x1000x1.jpg"}], "artist": "Dead Obies"}