{"songs": [{"title": "Montréal $ud", "album": "Montréal $ud", "year": "2013-01-01", "lyrics": "[1er couplet: Joe Rocca]\nC'est qui ça Jo Rocka?\nBuddy, y'a juste God qui peut judge, pis y'est pas là\nY'a pas d'mothafucka fresh like us\nJ'print Dead-O sur un T pis tu veux dress like us\nSo I'm takin a bath a'ec le yâb' en maillot Prada\nCanot-Kayak a'ec Mahée Paiement su'l'Chayo Phraya\nEst mariée, mais quand son mari est pas là, c'est wild!\n… Une chance son mari est pas là!\nAnyways, il peut pas fuck avec le Dead-O shit\nMontre-moi donc ton body, baby, montre-moi donc ton middle finger\nBeubé, j'dors juste d'un oeil pis c'est pas l'troisième\nJ'descends Saint-Laurent contre-sens, tu vas m'croiser!\nWhat's poppin'? Still puffin' au bus stop?\nFuck me? Nah, fuck you! Tout le game est fucked up!\nTout le game est fucked up! Tout le game boy, tout le game!\n'Coute-moi ben, nah! Check-moi ben m'en foutre de même, m’en foutre de même!\nSo, j'suis drunk as fuck cause c'est comme une jungle des fois\nY'a pas d'mothafucka fresh like us\nOn s'check dans l'$outh, I'm out!\n\n(It's like a jungle sometimes…\nIt makes me wonder how I keep from going under!) (x2)\n\n[2e couplet: Yes Mccan]\nFuck « self-made », t'es bitch-made!\nSo you better get ton shit straight\nI'm not saying that a bitch made ya\nMais ton bitch ass made you a bitch, major!\nPis ça ç't'un fact fo' sho'! Yeah, Dead Obies back fo' sho'!\nOn est su'l'Piu juste forth and back/ Screamin : « Chris Rioux won't hold me back! »\nNon, Chris Rioux won't hold me back!/ 6 Sioux dans ton Wig-Wam\nChef Sitting Bull? You can call me that, mais better yet\nFais juste m'appeler Mr. Motherfuckin-made-it-happen\nDe mon premier wack battle à mon dernier verse sur l'album\nRappelle-toi qu'on est parti de nothing\nPis qu'ma moms work à l'usine su'l'nightshift\nSo, si ç'tait pas du weed pis d'la musique, I might just…\nRoll up dans une caisse sur St-Laurent\nScreamin’ that : « Bitch don't kill my vibe », fais juste remplir mon bag!\nPis fuck si ça offense les matantes que tous leurs enfants me listen\nVu qu' j'suis so Jacques Mesrine/ Shouts à Bobby Nelson\nPour mon premier record session, that is a'ec des gars qu'j'trouvais fucked up\nÀ une époque où j't'ais rien qu'un awkward wigger sur un breakbeat\nLà check moi faire 8 figures sur le même beat\nPis mets donc tes 2 mains dans les airs for me, one time!\nPis crie dans les airs qui est le best for me! (Dead Obies!)\nYup, that's fuckin right, beubé!\nNord-Sud, Est-Ouest, des deux bords d'la Main\nPost-rap, $ud $ale depuis 4/20\nBut y'already know what's happenin, cuz…\n\n[Refrain]\n(It's like a jungle sometimes…\nIt makes me wonder how I keep from going under!)\nHow I keep from going under!\n(It's like a jungle sometimes…)\nDe vivre dans l'$ud $ale\nJ'me d'mande comment j'vais m'en sortir intact!\nJ'me d'mande comment j'vais m'en sortir intact!\n\n[20some]\nHomies ain’t no good influence, plus d’Ice Cube que de Cuba Gooding\nTrimmer des coucounes, skipper des cours\nPour faire des détours dans l’équipe des cool kids\nJ’voulais quit l’école, j’voulais Mila Kunis\nHangin’ avec mon cousin qui avait une passe derrière les coulisses\nPrêt à tout être le coolest, c’est foolish? Aight, let’s do this!\nRemember, au Lou Lou j’ai failli courir…\nJ'avais so many baggies scellés (x2)\nSo many reasons d’aller en centre d’accueil, manger des volées\nJ’avais 70 dollars roulés dans un bag pis des piles alcalines\nPour ma BL on the side, une five dans un papier d’aluminium\nSo many problems comin’ to mind and I mean some of them bad\nBut I never did time… Pis le cop m’a laissé une dime\nJ’ai été lucky as fuck, j'me suis dit : « God, is it a sign? »\nDécidé d’arrêter le grind, de keep legit for a while…\nUne semaine avant d’avoir 18, j’aurais pu turn out un adulte\nDécoré d’icitte, décalisser du $ud $ale\n… Je voulais être Mark Grudzielanek\nJ’ai servi des Mezzo lattés,  bummin’ around les pupilles dilatées\nCompter des money bags, emballer, passer le balai, mopper l’allée\nPour pas fuck avec les radio volées, les baggies de dust, pis les Mac Eleven, cause…\n\n[REFRAIN]\n\n[O.G. BEAR]\nPorsche cream, coke and weed, Promethazine…\nWe tripled Z'd up!\nFuck you mean \"It was all a dream!\", bruh? Pour some lean in my porcelaine\n'fore I fall asleep, cause…\n(Its like a jungle sometimes, it makes me wonder how I keep from going under…)\nGod, I need to flip it on ya, cause it's hard to keep it hundred\nGot'em going under! Driving over 60, keep your distance from the gutters\nMississippin' with my brother, in the kitchen with my mother\nWhere no shit was ever given, we was living for each other…\nNow its funny, cause to me, it's in my blood\nScreaming \"Money over Jesus!\" when you see us in the club (x2)\nSmoking Sour Diesel, burning diesel in my truck\nWassup? Middle fingers up!\n6 motherfuckers, screaming: \"I don't give a fuck!\" (Preach!)\nSorry bruh, been hard to reach/ Tell momma that it wasn't me\nI'll be home in a couple weeks with a duffle bag and a pound of weed, for real\nIt's hard to keep!\n- All that zin!\nAnd its all for keeps…\n- St Clin-Clin\nPark the Jeep\n- Bang bang bang!\nDrop the beat, like…\n\n[Snail Kid]\nY’étaient comme qui ça? Toi, ça? Ben non!\nQui c’est qui run le game now?\nDead Obies shit’s about to get done\nQu’est-ce tu christ, toé, d’puis l’temps? Hein?\n'06, Mount-Real\nBack à l’époque où j’avais no skills\nNo kicks, no style…\n… Nah sérieux j’avais no shit!\nBuzz'd, nwigga! Pas d’ticket pour le bus\nPas d’bichette, poches vides, yup!… Pas d’job!\nUn aut’ pauvre kid qui get no respect\nJeans sales, King Can Molson Ex\nNo chèque, mo’ dettes\nCrisser l’camp du $ud avec pas d’regret\nSorry Momma, party on!\nHad to go, so on se r’croise plus tard\nM’a te r’mettre ben soon tout le money qu'j'te dois\nJ’finis l’album pis j’me calice All-In\nC’t'un jungle…\nC'est pas facile, nwigga, d'vivre dans l’Chaka-Chaka\nJ’pas sûr qu'j’va m’en sortir intact…", "image": "https://images.genius.com/4cac29f76889a5021ef664883b7999a9.300x300x1.jpg"}], "artist": "Dead Obies"}