{"songs": [{"title": "Aweille", "album": "Gesamtkunstwerk", "year": "2015-11-24", "lyrics": "Verse 1 : Yes Mccan\n\nC’est ça qu’vous attendiez tous, ain’t it?\nCouple de gros mots, couple de girls, coupe de Moët!\nCouple de haters qui s’peuvent plus d’attendre pour hate\nMais c’est ben chill, bredrens, y’a pogneront main’ qu’ils dégèlent\n\nEt puis that’s it, on s’cassera pas l’bécik, Brigitte\nFrench frogs gon’ rip it\nFaite au Québec où est-ce qu’ils disent qu’tu peux pas make it\nÀ moins qu’tu fake it, fuck it!\n\n’Taient une centaine a’ec Champlain à remonter l’St-Laurent\nOn est six dans un V6 contre-sens sur St-Laurent\nSur notre « Tassez-vous de d’là » - Dédé, what’s really good?\n’Rête de jaser, si t’es ’bout it, déguédine mon wigga\n\nREFRAIN\n\nAweille, aweille, aweille, aweille!\n\n\nVerse 2 : 20some\n\nAwigna han! Ça fait que je rentre ben hardiment\nSon mari est au Rapide Blanc, ça qu’a dit, à moins qu’a mente, chum\nCheck - life’s a bitch when you look at that\nMany cocks in elle, j’l’appelle bibitte à patate, chum!\n\nSi tu front, dis-moi le, aweille, accouche\nOu bedon, suck ma flûte pis joue-moi de la musique à bouche\nSo! Shut the fuck, scotch tape mon affiche up\nGet it up there boy, fais comme Dan Ostafichuck - jump!\n\nJump, aweille jump up dans le tour bus\nBébé j'a joue la toune ou bedon je r’tourne au Starbucks\nLivin’ on the road, booty naked dans un car wash\nSo fresh, so clean, bitch, ta cousine était starstruck\n\nÇa fait qu’on frappe le Hit Parade\nOn célèbre ça a’ec une bague pis une douche de Gatorade, homie\nGot the juice, we be sippin’ Tanqueray, cause\nEveryday my birthday, hip hip hip hurray!\n\nREFRAIN\n\nVerse 3 : Snail Kid\n\nAweillez donc, men! Non, on est pas bons, I want it all\nJ’veux d’l’awoine pis j’veux savoir est faite où l’awoine à base\nChum! Chum! Pis j’pas bâdré su’ un temps\nOuin ouin, passe moé l’bawss, m’a y jaser ça su’ un temps (nwigga!)\n\nBeen runnin’ means les gars n’ont vu enough\nOn est 6 su’ un 4 pis Young Dennis n’enligne un autre\nAweille donc, j’en veux d’autre, nwigga bredren, j’en veux d’autre\nPis si t’es down avec ce shit-là, lève ton verre, fais-le, déguédine, mon nwigga\n\nFais-le ben ben vite mon nwigga, fais-le tré tré tré mon nwigga\nFais-le rien que pour toé, fais-le pas pour personne, mon gars, work (work!)\nCheck-moi ben make it même si ta mère est pas ben ben ’bout it\nYeah, le dank pis les sayins, d’comment est-ce qu’les pathnai sont wavy\nJu-jump!\n\n7 - 24 pis des fois j’fais de l’over, mon nwigga\nGotta get mon shit on the road, otherwise j’t’un chokeu’, mon nwigga\nThat’s right! Focus mon nwigga! That’s right! Pull-le mon nwigga\nPis si t’es down avec ce shit-là, lève ton verre, fais-le déguédine, mon nwigga\n\nREFRAIN\n\nVerse 4 : RCA\n\nImma get beaucoup\nYes ma’am, mommy didn’t raise no fool, hen hen\nFucky mais on paye nos dues\nPaye nos bills, yeah bébé, pis check nos shoes\n\nOn l’a fait, on l’a fait, il reste plus rien que les fleurs à lancer\nSo ahead on my time que j’t’à l’année longue à l’heure avancée\nT’as peur d’avancer, so tu perds d’avance\nJ’get le money par la bande, parlez-en comme vous voulez, mais parlez-en\n\nOn est sur quelque chose, j’suis un showman\nJ’suis pas là pour chômer, pis j’vais manger pendant qu’la soupe est chaude\nJ’ai du love, j’ai du hate, mais j’vas l’faire pareil\nTête haute, chest bombé, tu devrais faire pareil\n\nJ’en ai dedans comme une poupée russe, le illest doin’ it\nJuste moi-même and i’m cool with it\nFait qu’aweille embarque, man, I’m in my prime plus I run the map\nGet ready pour le show, dret’ là, pis j’y donne la claque\n\nREFRAIN", "image": "https://images.genius.com/435da15e2198ef6ce819bad4801e40b6.745x745x1.jpg"}], "artist": "Dead Obies"}