{"songs": [{"title": "Dead Zeppelin", "album": "Montréal $ud", "year": "2013-11-12", "lyrics": "REFRAIN (x2)\n\nPeux pas fuck a'ec moi\nDead mothafucka t'es mieux d'fuck a'ec moi\nSo tu fuck a'ec moi\nTa chick est su'l'chat, elle veut fuck a'ec moi\n\nRCA\n\nJ'ai tout misé su'a' même main\nJ'reviens pas demain, man!\nJ'ai marché comme un fuckin' prince su'a main\nA'ec rien dans' poches (Preach!)\nFuck pas a'ec le God\nJesus est speechless : « Il fuck a'ec le bawss! »\nCalibre les speakers comme un Mac11\nMothafuckin' Dead Zeppelin, Stairway to Heaven\nUn génie pour ma géné : j'ai ce je-ne-sais-quoi\nProtège ta chéli si est jolie\nLes jeux sont faits, mothafucka!\nAppelle un Dead mothafucka Juste si t'as du bread, mothafucka!\nQui c'est qui fuck a'ec toi ?\nAucune chéli, tu fais juste fuck a'ec toi\n\nSnail Kid\n\nFo' real?! You ain't got shit on moé\nThanks pour la bibine, mais t'es rien qu'un hostie d'bwitch!\nRien qu'un autre p'tite! Hey, Sucka Nwigga!\nTwist another Swisha, tant qu'à rien câlisser, bwitch!\nYeah I'm 'bout to get rich, no matter what\nYeah 'Bout to get the fuck out de ce battle-là\nYeah Same jeune nwigga, oui?\nSame vision, j'fais juste grimper jusqu'au million, oui!\nYeah Kingston/ Maple Leaf\nBrown, parce que j'ai un black papa history!\nYeah Essaye de fuck a'ec ça!\n… Fais juste fuck a'ec ça!\n\nREFRAIN (x2)\n\nO.G. BEAR\n\nFor real? You heard about Pharell?\nSkinny motherfucker riding goofy on a rail\nShit got real, nigga got a deal! Momma keeps calling me to pay the fucking bills\nPhone disconnected, Hydro collecting, and 5-0 breathing down my neck just like a bitch\nGet the fuck out!\nLeave it to me to be king of the South\nBow down in front of the crown\nAnd tell all these niggas who're running this town… Bruitch!\nSnatching your kids while they sleep in they beds\nWhere the dream of a week-end for Disney is dead\nTell em: \"Wake up! Make me a Nike instead!\"\n\nREFRAIN (x2)\n\n20some\n\nJ’fais mon shim-sham-shimmy, while pops sur la chimio…\nTake care papa, hope you hear me tho…\nOn the road to a milli' et puis Jimmy chauffe…\nCouldn’t give a fuck less 'bout ton shitty show!\nSix bozos, mini-van mauve  \nKush d’ozone dans mes airbags, ça finit d’une fosse!\nLe most turnt après la Grande Faucheuse\nGets blurry, à peine le temps de focus\nUn seven sur une once, cut ton nonsense\nTu le sais qu'su'l' $outh, ç’est ça qu’on enseigne\n… 20some, boy, j’te vend du rêve\nPis j’te rob tes derniers 21 Grams quand tu die, motherfucka\n\nYes Mccan\n\nAnd I wanna get rich like Desjardins is…\nTout un tas d'money chez Desjardins, hein?\nProtège ton NIP ou get ton jardin snatched\nBurn so much trees, faudrait pas qu'Richard Desjardins l'sache!\nI'm on my way to a million dollars…\nSi t'es pas breadé, tu peux farmer ta yeule!\nJ'rencontre des haters pis j'en fais des fans…\nJ'suis au motel a'ec ta bwitch pis j'en fais une femme!\nTsé qu'le pagne est juste custom-made\nTrois top-modèles qui go down sur le Roi Soleil\nSo get the fuck off my way!\nMange-une-graine genre de wigger, peux pas fuck a'ec moé!", "image": "https://images.genius.com/1f77311fd924c2e31d59f289bb6c5c94.1000x1000x1.jpg"}], "artist": "Dead Obies"}