{"songs": [{"title": "Johnny", "album": "Gesamtkunstwerk", "year": "2016-03-04", "lyrics": "[Verse 1 : Yes Mccan]\nDis-moi, qui est le pire et qui est le mieux:\nLe pathnai a’ec les pockets pleines de billets ou celui qui l’a pillé?\nTu peux être un suiveux si tu veux, mais sais-tu c’est qui ton leader?\nSon of a preacher du rap-jeu, turn un sceptique believer\n\nJeune Jé$us pour ces chilleux, citent les verses comme des prières\nLes pieux call it odieux, ’tendent que j’sleep pour me P.I., mon wigga\nPitche la première pierre pis j’en bâtirai mon pieux\n“Home parmi les haters”, d’mande au vieux Scott-Heron\n\nSo barre-moi pas comme un problème quand ton ado turn wigga\nQuand ta girl a turn 20 pis qu’ç’t’avec 20 qu’elle turn up\nPis bâdre-toi pas d’call la police, t’es mieux d’juste barrer tes deux portes\nPis d’get une couple de Scott Towels pour mieux torcher les dégâts\n\nParmi les disses, les big-ups, money, bitches, and Hip-Hop\nVaut mieux être hated pour être hideux ’lieu d’être aimé pour c’que j’suis pas\nSucka-wigga, pull un wheelie, Tupac, Makaveli\nPasse le message à tes amis, Johnny, personne est à l’abri\n\n[Pré-Refrain]\nFaut qu'tu cours, cours, cours Johnny cours\nOu ben t'es ben trop cool pour give a fuck\n\n[Refrain : Judith Little]\nHey, Johnny!\nDis qu’elle joue a’ec le feu\nMais t’es pas ben mieux, Johnny!\nTu vas t’faire mal un m’ment d’nné\nJ’ai dit: « hey! Hey hey!»\nP’t’être qu’est juste pas faite pour toé\nUn bon m’ment d’nné, Johnny!\nTu devrais t’faire à l’idée\n\nHey, Johnny!\nDis qu’elle joue a’ec le feu\nMais t’es pas ben mieux, Johnny!\nTu vas t’faire mal un m’ment d’nné\nJ’ai dit: « hey! Hey hey!»\nP’t’être qu’est juste pas faite pour toé\nUn bon m’ment d’nné, Johnny!\nTu devrais t’faire à l’idée\n\n[Verse 2 : 20some]\nC’fait que tu walk around tryin’ to be hood?\nCheck, slow down, chum, Johnny B Goode\nGo, go, Johnny go, go pars la minoune\nCan’t quit, but a part of me would\n\nÀ part de mettre mon CD non-stop dans ton auto pris dans le trafic\nYou believe in this shit semi-autobiographique I’m on\nDope, money, hoes\nPourquoi tu dis ça? I don’t know, moi? Juste à cause\n\nIt’s all about the money! Tu prends ça pour du cash, I suppose?\nT’es un dummey ou un kid? I mean, la question se pose\nYup, in fact I’ve been runnin’ mais c’tait jamais pour me sauver\nPas toujours lucide mais toujours assez pour m’en souvenir\n\n[BRIDGE]\nFaut qu'tu cours, cours, cours\n\n[Verse 3 : RCA]\nDis-moi, combien t’en connais qui sont fly de même\nJuste out of mind, asteur combien tu peux en compter qui parlent de même\nOn est live, vend du rêve on a friday night\nSur mon « fake it ’til you make it » shit pour être honnête\n\nStill showman since day one, demande à Mike\nT’as l’syndrôme de Napoléon, I’m dynamite\nBawss, yeah, j’en parlais ben avant de l’être\nBen avant qu’ils m’payent une paire de Nike, all right?\n\nI’m the man baby, gotta be humble now\nImma be number one, momma, faire un homme de moi\nPasse-moi ’a manette, Imma do it\nCompte un rack a’ec 20 like it ain’t none to it\n\nC’est Joe Rock, oh my God! Faut j’lay low\nFaker pleins d’choses qu’on est pas (hell no!)\nGot big shows comin’ up (like woh!)\nTake the money et je go\n\n[Refrain : Judith Little]\nHey, Johnny!\nDis qu’elle joue a’ec le feu\nMais t’es pas ben mieux, Johnny!\nTu vas t’faire mal un m’ment d’nné\nJ’ai dit: « hey! Hey hey!»\nP’t’être qu’est juste pas faite pour toé\nUn bon m’ment d’nné, Johnny!\nTu devrais t’faire à l’idée\n\nHey, Johnny!\nDis qu’elle joue a’ec le feu\nMais t’es pas ben mieux, Johnny!\nTu vas t’faire mal un m’ment d’nné\nJ’ai dit: « hey! Hey hey!»\nP’t’être qu’est juste pas faite pour toé\nUn bon m’ment d’nné, Johnny!\nTu devrais t’faire à l’idée", "image": "https://images.genius.com/435da15e2198ef6ce819bad4801e40b6.745x745x1.jpg"}], "artist": "Dead Obies"}