{"songs": [{"title": "Moi pis mes homies", "album": "Gesamtkunstwerk", "year": "2015-06-09", "lyrics": "[Pré-refrain: Snail Kid]\n\nY’a pas personne que j’suis down de fuck avec\nPas un motherfucker que j’suis down de fuck avec, pour ’rai\nPas un christ que j’suis down de fuck avec, no!\nSweet fuck-all que j’suis down de fuck avec!\n\nMoi pis mes homies only (x4)\nMoi pis mes girls seulement (x2)\nPas d’autre personne dans not’ cercle\nC’est juste moi pis mes homies\n\n[Verse 1: Yes Mccan]\n\nHey yo, moi pis mes homies on est pas ben dans notre tête\nOn est crinqués, crinqués, crinqués, crinqués, crinqués, crinqués tight!\nOn prend des claques, tu payes des taxes L’escouade débarque, l’émeute éclate\n\n‘Pour ça qu’pas un gouvernement j’fuck avec!\nPas un estie d’lecteur de nouvelles que j’fuck avec!\nQu’on s’entende, n’a pas un j’trust à ma banque\nToute une gang de consanguins, qui font y’enque (pow!) ensemble!\n\nTant qu’à être doué, I’mma do it by myself (by myself!)\nFuckin’ right, m’en va toute faire par moi-même (ça, c’par moi-même!)\nPis si tu veux savoir qui c’est que j’fuck avec\nKiss mon cul d’caucasien, t’auras ta réponse après! (mouah!)\n\n[Hook: Snail]\n\n[Verse 2: JoRCA]\n\nMoi pis mes homies on est ready pour le Do-it\nGettin Lucky Charms mulah, j'parle de billets d'toutes les couleurs\nOn emboucane toutes les coulisses, on collecte, on stack le gouda\nFuck around un peu partout avec toutes sortes de bouteilles dans l'cooler (pop!)\n\nJuste des gagnants pis des boss\nOn a pas l'temps pour négocier\nOn laisse pas d'chance on les torche\n\nS’ils parlent cac’ j’les flush\nOn est partit rien qu’s’une gosse\nLà y’a pu d'place su’ mes nuts\n\nRoule en 4 x 4, pis y’est 4:20, pis j'ai quatre papiers dans sou’\nPis on garde la bass dans l'tapis, demande à chaque voisins d'en-dessous\n\nT'auras pas d'party sans notre cash\nJ'envoie chier ton Kodak\nY'en a pas un calice que j'fuck avec\n\n[Hook: Snail]\n\n[Verse 3: 20some]\n\n…moi pis mes homies\n\nOn est set, n’a pas un qu’on fuck avec\nLeur shit est absurde! Si tu me feel, ben tape icitte! (tape icitte!)\nYup! M’en viens habitué… Bullshit, j’déconnecte!\nJ’les haïs tous neck to neck/ N’a même pas un qu’on connaît\n\nFuck away! Va donc puff une coucoune, pop une cacahuète\nAlouette! Enweille, viens t’en! Mes homies sont fuckés raide!\nLe shit est rouillé, boy, y mouille su’ ton Québec\n20 something’s in the water, c’t’aussi “huile” que ça va get! Yep!\n\nPas le temps pour ton fuckaillage\n‘Mon voyage! Enweille, beubé faut qu’on y aille!\nMes OG homies, c’t’a’ec eux autres que je fuckaillais\nExactement les mêmes homies aujourd’hui que je fuck avec\n\n[Hook: Snail]", "image": "https://images.genius.com/435da15e2198ef6ce819bad4801e40b6.745x745x1.jpg"}], "artist": "Dead Obies"}