{"songs": [{"title": "Désolé", "album": "Comme je suis", "year": "2006-01-01", "lyrics": "[Verse 1: Sir Pathétik]\n\nJe sais pas pourquoi je t'ai faite ça\nMême moi j'me l'demande encore\nTa raison l'alcool sa m'fait pas\nJ'fais des conneries pis su'l coup j'y pense pas\nJ'fais l'fou, j'blesse plein d'monde sans m'en rendre\nCompte\nJ'te fais dla peine quand j'bois une tite bière de trop\nJ'pu l'meme l'gars pis j'cherche mes mots\nToute la ville est au courant de sa\nJ'vire en criss pis tu souffre de sa\nSa fais trop d'temps qu'on s'magane d'in bar\nQu'on fais l'party ces la loi du moindre effort\nYo pathétik, ces l'nom qu'on m'donne\nJ'viens capoter quand d'la musique résonne\nJ'l'ai trouver belle, j'aurai pas du\nJ'ai faite le cave pis j't'ai déçu\nPeut-être qu'un jour tu vas m'revenir\nTu'mdit qu'toute ca t'sa enlever l'plaisir\nTu m'as regarder tu voulais que j'parte\nTu ma tendu les main avec les clés d'l'apparte\nBen fuck that, j'pogne mes clic pis mes clac\nTu l'sais que j't'aime sa sort pas parce que j't'encore dans mes\nVape yaa!\n\n[Refrain: Marokia]\n\nBlessée, quand je pense à ça\nJ'veux qu'tu m'explique pourquoi\nEst-ce que t'as penser à moi quand t'as fait ça?\nBaby, j'ai toujours été là pour toi\nMaintenant explique Pourquoi\nC moi qui écope pour ca\nJ'le mérite pas\n\n[Verse 2: Sir Pathétik]\n\nJ'me sens mal j'ai plein d'remord\nComme la dernière fois les main sur le hood du char\nA m'fesait d'l'\u009cœil avec son p'tit cul\nJ'l'ai faite pareil même si j'aurais pas du\nReste belle, prends bien soin d'toi\nEs-tu vraiment sure d'avoir fais l'bon choix?\nJe sais qu'ces chien toute c'que j't'ai faite\nMais j'reste ton boy pis l'autre jours j'le regrette\nS't'une criss de gaffe pis j'te d'mande pardon\nChui l'plus cave des 2, ça j'te donne raison\nJ'espère qu'un jour tu vas m'pardonner\nPis la clé d'ton c\u009coeur tu vas m'la r'donner\nJ'peux même pleurer, j'peux m'mettre a genoux\nPu t'avoir avec moi, criss que ça m'rend fou\nJ'peux même te dire qu'a soir tu m'manque\nJ'peux même t'écrire que ça m'tire dans l'ventre\nRien pentoute peux m'justifié\nMontre moi comment bien t'aimer\nS'il te plait oublie toute ca\nPis chérie, j'change s'que t'aime pas\nPlus niaiserie, plus d'menterie\nJ'deviendrai quelqu'un\nT'es ma vie, j't'aime aussi ya\nEnsemble on fait qu'un un\n\n[Refrain: Marokia]\n\nBlessée, quand je pense à ça\nJ'veux qu'tu m'explique pourquoi\nEst-ce que t'as penser à moi quand t'as fait ça?\nBaby, j'ai toujours été là pour toi\nMaintenant explique Pourquoi\nC moi qui écope pour ca\nJ'le mérite pas\n\n[Verse 3: Sir Pathétik]\n\nI can't be with you, sans toi ch'comme un riche sans sous\nJ'comme un boy'z qui y manque de quoi\nReviens près d'moi chui rien sans toi\nJ't'ai faite mal, j'en paye le prix\nJ'vire dans le lit pis j'y pense toute la nuit\nJ'ai cru qu'nous deux s't'ai faite pour durer\nJ't'ai sur qu'avec toi j'allais pas m'tromper\nDésoler si j'ai gacher nos vie\nToute ca juste pour une envie\nCa m'fait mal chaque fois qu'jte vois\nYo chui imbécile mais j'ai besoin d'toi\nJ'te promet de t'aimer, comme du monde\nJ'te jure d'être clean si tu voudrais être ma blonde\nJ'te jure d’être la pour d'autre belle soirée\nJ'recommence pas sa j'me réserve juste pour toi\n\n[Refrain: Marokia]\n\nBlessée, quand je pense à ça\nJ'veux qu'tu m'explique pourquoi\nEst-ce que t'as penser à moi quand t'as fait ça?\nBaby, j'ai toujours été là pour toi\nMaintenant explique Pourquoi\nC moi qui écope pour ca\nJ'le mérite pas", "image": "https://images.genius.com/d27c3eaf6736b781de33c3eec1750eff.588x600x1.jpg"}], "artist": "Sir Pathétik"}