{"songs": [{"title": "JUSTIN TRUDEAU", "album": null, "year": "2018-02-27", "lyrics": "[Refrain]\nPourquoi t'as voté pour Trudeau\nFallait pas voter pour Trudeau\nJ'ai jamais voté pour Trudeau\nFuck Justin Trudeau (x9)\n\n[Verse 1: Tronel]\nLe gros tu peux pas etre comme ton pere\nTu t'es pas fait élire comme ton pere\nJ'ai croisé l'fer avec ton pere\nDemande à ta mere, big ces moi ton pere\nBillets bruns, Poud blanche, poison vert\nTu peux pas savoir ces quoi qu'on gère\nOn s'en crisss des publicités mensongères\nLeader ces trop facile, j'fais des chansons d'guerre\nJ'ai un gros stack. Pis un plan d'attaque\nTu peux rien faire depuis qu'Donald a remplacé Barack\nJ'ai investi mon cash dans des patates\nJ'vends des straps dans l'trap pis j'cuisine du crack\nQue des o.g. dans mon conglomérat\nJ'ai fourré toutes les chanteuses d'opéra\nDétournements d'fonds pis des complots d'états\nLégaliser la Poud ça ces un beau débat\n\n[Refrain]\nPourquoi t'as voté pour Trudeau\nFallait pas voter pour Trudeau\nJ'ai jamais voté pour Trudeau\nFUCK Justin Trudeau (x9)\n\n[Verse 2: MONAK]\nJ'étais millionnaire quand t'étais juste un puceau\nChu comme Germain Lariviere le gros t'es juste un ruisseau\nÇa ces Justin sous l'eau moé jsuis plus qu'un fucking Sumo\nOn va juste se rappeller de ton père : Pierre, plus un Trudeau\nJustin j'ai pas voté pour toé pentoute\nÇa c'ta cause que j'ai pas voté pentoute\nLe destin du Quebec est pas fucké pentoute\nPis notre Premier Ministre y'est pas drogué pentoute\nOuin!\nJ'ai mélangé la Poud la bière et l'pot\nJ'me sens exactement comme Pierre Élliot\nJustin Trudeau pourquoi tu m'cock-block\nLe gros c moé le dictateur du Bloc-Plotte\nT'as des bas d'laine dans tes sandales T'es un scandale t'es une honte gouvernementale monumentale le gros J'encourage le dopage a cause que jsuis fucking sauvage pis tu sais déja qu'la Cocaine fait baisser le taux d'chomage\nLes francais d'france savent pas ki faut ki s'lavent\nFaut décrisser les anglophones de nos villages\nDes bateaux retournants vers de nouveaux rivages\nRemplis d'émigrants de Poud d'héro pis d'hash\nLe gros Chu partisan du profilage\nTous les 6 ans un nouveau visage\nT'as voté pour Trudeau pass t'es un maudit cave\n(tabarnak!)\nOuin t'es un maudit cave\n\n[Refrain]\nPourquoi t'as voté pour Trudeau\nFallait pas voter pour Trudeau\nJ'ai jamais voté pour Trudeau\nFUCK Justin Trudeau (x9)", "image": "https://images.genius.com/1c3fe1cf977ae3ddb2be914148a931ed.480x480x1.jpg"}], "artist": "Les Anticipateurs"}