{"songs": [{"title": "No Fucking Way", "album": "Ô mon Dieu", "year": "2013-09-22", "lyrics": "[Verse 1: Lary Kidd]\nPète toi la tête sur les murs, ho\nNo don't slow it down, c'est le temps de turn up, okay\nPurp and vodka dans le styrofoam cup, okay okay\nDo a lot of drugs or die trying\nChampagne sipping dans la back alley\nGet that money and spend that money\nTonight on devient des cascadeurs, okay\n\n[Verse 2: Loudmouth]\nWord, body surfing in church\nSert la messe par un soir de semaine\nBlasphème I don't care\nZeus, ton boy joue avec le feu\nBeetlejuice, Beetlejuice, oh my God, I mean \"oh my Dieu\"!\nRap queb j'suis comme \"non man\"\nOnly fuck avec ma crew, pas de bromance\nPardonne-moi si je te regarde de haut, mais c'est le lifestyle d'un long mince\nMon pen game est so ignorant, j'serais un écrivain si j'avais give un shit\nI mean Hemmingway reste un heavyweight, il a tu make it rain sur les strippers?\nAin't no hipster, fuck c'que t'a lu dans le journal\nIt don't mean shit c'est pas sur World Star ou sur Mook Life\nEver since day one I've been winning big\nOn apprend de nos erreurs but I'm still ignorant\n\n[Hook: Lary Kidd]\nI gotta do it big, j'sens la pression on my shoulders\nBitches wanna fuck me, les gars veulent être dans mes chaussures\nWanna be my friend? Ok, laisse moi y penser\nTick, tick, tick, okay\nNo fucking way\nJ'ai dit no fucking way\nJ'ai dit no fucking way\nTu veux que j'te paye un drink? J'suis comme no fucking way\nJ'ai dit no fucking way\nJ'ai dit no fucking way\nTu veux être sur ma guestlist? J'te dit no fucking way (bitch!)\n\n[Verse 3: Loudmouth]\nToutes mes cougars vont chaser\nToutes mes good girls go ratchet\nSe mettent à cook des drugs en cachette\nMes Bixi chicks ride sans les mains\nSur les petites pillules du sans-lendemain\nAct a fool sur le rocket fuel\nTake 'em back to school no Charlemagne\n\n[Verse 4: Lary Kidd]\nOkay pendant que Fili criait \"Word up\"\nPendant que Ja Rule criait \"Murda\"\nMoi j'étais dans le Mile-End, real drunk\nEn train de crier \"Let's get turnt up!\"\nLoud, Lary, deux studs\nDon't tell me c'est le big A-Just\nMPC Renaissance man AKA Biscayne Gloves\nLes Ballerines d'Edgar Degas qui lead the way\nMélange de Brigitte Bardot, Little Rascals\nPlein de pills enfilées sur un javelot\nWo-oh my God\nNo big chain sur ma clavicule\nMais une chose que tu peux pas acheter c'est mon attitude\nAnd I don't give a flying fuck about it\nTranslate pour les gars en région, ça ça veux dire \"je m'en calisse\"\nPis fuck c'que t'as lu dans la Presse, boy\nAndré Pratte c'est un péquiste\nPis si moi j'suis un hipster, Mitsou c'est une candidate à la mairie (bitch!)\n\n[Hook: Lary Kidd]", "image": "https://images.genius.com/1767b6f165ccedac4ff85626485fd112.700x700x1.jpg"}], "artist": "Loud  Lary  Ajust"}