{"songs": [{"title": "Candlewood Suites", "album": "Gullywood", "year": "2012-05-05", "lyrics": "(We do it big on this one!)\n\n[Hook: Lary Kidd]\nDieu est mort d'une overdose de Seroquel, baby\nJ'tais avec lui dans la fucking chambre d'hôtel, baby\nCandlewood Suites, coin René-Lévesque\nChambre 212, baby get it right\nDieu est mort d'une overdose de Seroquel, baby\nDans une toge American Apparel, baby\nSi j'overdose ce soir, au moins j'serai bien habillé\n\n[Verse 1: Loudmouth]\nI'm fresher than a mo'fucka\nRedbull et la vodka\nGot me wasted comme un mo'fucka\nPeté sur les drogues fortes\nEn quête de vérité\nBright lights and everything\nDieu est mort sous les feux d'la rampe du rêve Américain, uh\nJ'porte mes shades la nuit parce qu'on est là jusqu'à l'aube\nSeroquel pour les lows\nSex, drugs and rock 'n roll\nVodka sur la glace, mo'fuckin alcoolique\nBottle strapped dans mon duffle bag Polo Ralph Lauren, uh\nSi j'overdose ce soir au moins j'serai bien habillé\nC'est c'que j'me dis chaque fois que j'mix mon sip avec du Benadryl\nVivre vite, mourir jeune\nMarcher sur un mince fil\nJ'ai grandi sur Kurt Cobain, génération 90, uh\nWilly Cartier-Bresson, longue lentille sur un Leica\nTon boy sera éternellement jeune sur le 16 mm\nMais le jour au j'serai décédé, déterrez mon coeur de pierre\nSera gravé: \"Aucun regrets. S'il fallait j'le referais.\"\n\n[Hook]\n\n[Verse 2: Lary Kidd]\nMax Azria ain't got nothing on me, baby\nSi j'tais plus grand j'fuckerais avec du Fendi, oui\nLe coat en cuir est importé du Rhodes Island\nDimitri pis la friperie en ont gardé une grosse rancune, so fuck it\nSpend a hundred on quelques conneries de plus\nGenre un esti d'jacket à la Lenny Kravitz with the studs (jeune homme!)\nI gotta be the best, so j'run une couple d'affaires\nLa banlieue crois qu'j'viens d'outre-mer\nTa copine est comme \"woupelai!\"\nUmm, en passant si j'ai si l'air fly\nC't'à cause du gear, pas du Xanax pis du cheap white wine\nSo j'fuck aver un long trench you know? Uh, le Burberry, ah\nJe sais que ça sonne superficiel mais qu'est-ce tu veux j'te dise, ah?\nSo tu m'catch dans un automatic char de l'année\nSappé comme Busta baby en train de crier \"holla at me!\" (holla at me!)\nPeep les motifs, pète un crise d'épilepsie\nShit, j'la rock tellement bien que ma chemise me dit merci (oww!)\n\n[Hook]", "image": "https://images.genius.com/19c9ecff06584b56d4bbaff0d1b7defd.700x700x1.jpg"}], "artist": "Loud  Lary  Ajust"}