{"songs": [{"title": "WD40", "album": "Survivant", "year": "2018-07-31", "lyrics": "[Intro]\nParce que les temps changent\nParce que le monde change\nEt oui, c'est ça\nOn y va\n\n[Verse 1]\nJe vois mon reflet dans le chrome\nJ'ai passé ma vie dans le crime\nEt quand le roi reprend le trône\nC'est dans les larmes et dans les cris\nTous nos problèmes s'aggravent\nCe soir le ciel est dans le gris\nJe vais te briser les os\nJe tiens ton crâne dans mes griffes\nJe ne vends pas de rêves\nRéveille-moi si je dors debout et fais-moi fumer jusqu'à mort\nOu fais-le tout d'suite, just to do it\nConversation de corde à linge pour éviter la popo\nJ'ai le morceau à la ceinture, reste à démarrer la moto\nSi t'as des comptes à régler faut le faire avant la fin\nJ'ai le casque de métal et j'ai les deux pieds dans l'arène\nJ'fais d'l'insomnie tous les soirs à cause de mes histoires fucked up\nDonc le rap game pour moi c'est juste un petit combat d'coqs\nUne créature en rage est tout au fond des marécages\nJ'ai le majeur en l'air dressé bien droit pour leurs caméras\nCes bâtards ont passé bien trop de jours à m'analyser\nJe les vois toujours postés dans une voiture banalisée, ah\n\n[Refrain]\nFrère, ce monde me colle à la peau\nSuis-je sur terre ou bien suis-je en enfer quand tu me regarde de là-haut?\nÉpuisé, tout seul, mes blessures intérieures\nJ'ai poussé la porte et j'ai forcé la serrure\nPour se rendre au top, y faut partir de zéro\nSuis-je le poison ou suis-je le sérum?\nDis-moi! Dis-moi!\nDis-moi! Dis-moi!\nDis-moi tout ça! (Dis-moi tout ça!)\nLes murs ont des oreilles comme les planchers de nos sous-sols\nSurvivant!\nDis-moi! Tout ça\nDis-moi! Dis-moi!\nDis-moi! Dis-moi!\nDis-moi tout ça! (Dis-moi tout ça!)\nJ'ai grandi dans la douleur, comme toi je finirai tout seul\nDis-moi tout ça!\n\n[Pont: instrumental]\n\n[Pont, suite: parlé]\nLes années passent, on grandit\nEnsemble, on se mélange, on se sépare\nOn vie, on meurt\nArgent, pouvoir, respect\nÀ qui la faute?\n\n[Verse 2]\nParait qu'j'suis tombé dans le crack\nDepuis qu'tu me vois pu dans le bloc\nMais je viens leur fermer le clapet comme une seringue dans le bras\nJe les entends parler de moi quand je ne suis pas là\nPirate se fait bronzer sous l'soleil de Mykonos, uh\nRien de faux, rien de joyeux, rien de drôle\nFaut travailler pour parce qu'à chacun vient le tour\nFuck you mon jaloux, regarde-moi brûler dans le four\nTu criais mon nom dans la rue quand t'étais dans le trouble\nLà, t'es dans le trou, uh\nT'es dans un futur instable\nJe fais les vrais choses pendant qu'tu fais la pute sur Insta, uh\nT'as pas mes vues, t'as pas mes mots, t'as pas le bout d'ma mine\nJoue pas les gangsta sinon j'te réserve un chiot d'ma chienne", "image": "https://images.genius.com/683cf71a9d73fe426dfc172258b84248.1000x1000x1.jpg"}], "artist": "Souldia"}