{"songs": [{"title": "Buzzé", "album": "L'album noir", "year": "2018-12-21", "lyrics": "[Verse 1]\nJ'ai un gros bédo roulé sur le bord de la piscine\nJe me souviens de la prison et de maman en visite\nMalgré leurs attentes, on a pas grandi dans le love\nMoi j'ai le doigt sur la détente, toi t'as la seringue dans le bras\nParce que je fais de la musique juste pour sortir de là\nJe suis le prince de la ville, je suis le pire ennemi de l'homme\nParce qu'on est dans la rue, dans le crime, comme à la maison\nGros, si je suis dans le noir, c'est que je suis dans mon vaisseau\nLaisse-moi allumer le feu, laisse-moi tirer sur le bédo\nJ'ai la Valentina, et j'ai le visage de Venom\nGros, je sais d'où je viens, et si jamais je repars à zéro\nJe m'envole à Bogotá ou je m'envole à Varadero\nT'as saigné de la gueule et tu te souviens de mon prénom\nJe suis down avec le bon Dieu quand je chasse tous mes démons\nTu me donnes des dollars, des euros ou des dineros\nJe fume la vie comme un hippie défoncé jusqu'au mégot\nJe suis venu poser mes paroles sur la mélo\nJe me présente et je fais siffler les détecteurs de métaux\n\n[Hook: Souldia & Farfadet]\nHé, hé, hé, hé, hé, hé\nBuzzé, buzzé, buzzé, buzzé\nOn se rejoint, on le fume au sommet, sommet\nSommet, sommet, sommet, sommet\nJ'ai les rêves, mais je n'ai pas le sommeil\nMoney! Monnaie! Pour la maman, j'voulais faire la monnaie\n(Monnaie, monnaie)\nMoney! Monnaie! Pour la maman, toujours plus de monnaie\n(Monnaie, monnaie, monnaie)\nMoney! Monnaie! Pour la maman, toujours plus de monnaie\nMoney! Monnaie! Pour la maman, toujours plus de monnaie\n\n[Verse 2]\n[?]décoller le deltaplane jusqu'au soleil\nJe suis une planète et d'étoiles je suis entouré\nFacetime avec la famille quand je suis en tournée\nTu fuck avec le mauvais et tu finis troué\nOui j'suis bizarre dans la tête, j'suis pas ton valentin\nOn s'bagarre à mains nues, on s'la fait à l'ancienne\nDes couilles en fer, j'ai perdu l'refrain\nJ'ai pris des coups de poignard, mais j'ai jamais balancé\nJ'suis dans la capitale, j'suis dans la métropole\nIls pourront pas m'arrêter pour me mettre au pas\nJe suis un animal qu'ils ont voulu mettre au monde\nVenu faire du sale sur le métronome, hmm\nEmballe les grammes dans le cellophane, hmm\nRéponds aux clients sur le cellphone\n\n[Hook: Souldia & Farfadet]\nHé, hé, hé, hé, hé, hé\nBuzzé, buzzé, buzzé, buzzé\nOn se rejoint, on le fume au sommet, sommet\nSommet, sommet, sommet, sommet\nJ'ai les rêves, mais je n'ai pas le sommeil\nMoney! Monnaie! Pour la maman, j'voulais faire la monnaie\n(Monnaie, monnaie)\nMoney! Monnaie! Pour la maman, toujours plus de monnaie\n(Monnaie, monnaie, monnaie)\n\n[Outro: Souldia & Fardadet]\nC'est la Black Album\n(Money! Monnaie! Pour la maman, toujours plus de monnaie)\nY'a la police qui frappe à la porte\nOuais dans nos têtes c'est la canicule\nDans le corps, le sang reste froid\nOn aura jamais la même attitude\nOn est pas né sous la même étoile\nJ'pourrais être aveugle, j'en ai assez vu\nPirate prend l'argent, après y met les voiles\nAprès y met les voiles\nLaissez-moi voler sur un nuage\nLaissez-moi voler sur un nuage\nLaissez-moi voler sur un nuage\nLaissez-moi voler sur un nuage", "image": "https://images.genius.com/250d9da0760733cc081c492ed4c7795b.480x480x1.jpg"}], "artist": "Souldia"}