{"songs": [{"title": "514-50 Dans Mon Réseau", "album": "514-50 dans mon réseau", "year": null, "lyrics": "Le rap, c'est pas nouveau et yo!\nÇa fait un 'ti boutte que je suis là-dedans\nNégro, pourquoi le cacher ?\nC'est une affaire de love pis d'argent\nLa musique des vagabonds? Oui pis non\nTout ce que je sais c'est qu'il y a des vagabonds qui le font\n\n5-1-4-5-0, Négro, je suis dans mon réseau\n2 secteurs remplis de richesses mais trop d'pussy shit qui percent\nDans le monde des M.Cs, ici c'est Under G.R.O.U.N.D\nMy shit deadly tu penses que j'niaise\nC'est de l'underground entre parenthèses à l'aise, mon clique balèze\nOn prend des pas de piège car il est temps qu'on assiège\nTrop de serpents dans le mouvement\nTrop de pas rap dans mes statistiques\nLe hip hop est dans un état critique\n\nTI-KID:\nNan rézo lan trop nèg bezwen \"famous\"\nSak gen foli vann anus yo anba kras bonus\nFake aksan ki pansé wap vann yon ti kal plis\nLidé yo drol yo sou égzil yo pas ka gen focus\nPou MTL South Shore frappé tanbou majo\nSure a tout fos déziskanpé ou map rush tout doors\nPromotè yo soti flyè print anpil \"big name\"\nYo tout \"same\" compè, cé \"just for the fame\"\nM'pas la pou blame mété flavor in this game\n100% hard-core\n\nSP:\nFuck ceux qui sont pas d'accord\nFranco Street Slang. T'as ri, t'as compris, tu m'as puni\nÀ cause que le style venait pas des États-Unis\nJe suis fier d'où je viens, mais toi, t'as même pas une idée de ce que\nJe vis\nCar t'as jamais même pris le temps pour écouter ce que je dis\nTemps qu'on règle le beef, qu'on prenne le taureau par les cornes\nDans le réseau, il est temps de faire \"shine\" le côté sombre\nFini le boycotte! À partir d'aujourd'hui, le but c'est de boycotte\nTous ceux qui ont pas de skillz\nReconnais \"recognize\", c'est Mont Real !!\n\nTI-KID:\nRéprésentant style lan té désapprouvé \"straight en partant\"\nPas té gen ki té ka stop nou bay rendement\nMilitant frékan onnêteté intimidé ou\nM'pral gen ou pou lhè nap finn pa repéré ou\nHip Hop lan cé pou manman ou ak tout papa ou li yé\nLi pap fai konsa sou yon tè ki fèk finn déviergé\n\nRefrain\n\nM.O.N.T.R.É.A.L. AAHHH!\n(un p'tit tour derrière les rideaux)\n514 50 négro et yo! je suis dans mon (ton) réseau\nMtl-South Shore\n\nSP:\nTout le monde veut faire un album\nTrop se la jouent, parlent de platinum\nPis ils font le \"shit\" comme si c'était du fashion\nRapper, c'est pas une mode, 4 da love, faut que ça cartonne\nSinon qu'est-ce que ça donne à part te faire \"disser\", shipper\nChaud pour signer, t'affilier, switcher, Ha! Vous riez?\nPose ton nom, naïf. Pire! Une bitch. Là, fais-toi pimper!\n\n'know what I'm saying ?\nJe sais de quoi je parle : pendant longtemps, c'était bénévole\nBack in da dayz, dans le temps de la vieille école\nQuand j'écrivais mes raps, expulsé de mes cours\nOn disait que j'étais fou mais on dirait que j'étais sourd\nTellement je m'en foutais. C'était grave, on me shootait de la marde\nMais moi pis mon crew, on trouvait ça bad!\nJ'ai vagué sur tout le \"talk shit\", je peux pas l'entendre shiii...\nCoupe la langue à tous ceux qui ont eu des doutes\nJ'ai toujours su la route à prendre :\nLe Hip Hop, ma seule fierté, mon statut dans cette société\nMontréalité, le style, je l'ai locked down, coffré\n\nPis les M.Cs vendus Uh Uh! c'est dans Q...bec\nSi ça vient pas du coeur, \"no respect\" \"kolan gèt\"\nCheck l'image que ça projette! Fini, le talk shit\n\nSP:\nQui qui a dit que c'était impossible?\nLes ti-jos qui parlent \"anpil\"\nMalgré que les moves se font \"On the D.low\", bien tranquilles\nL'étage souterrain, là où on chill (dans le sous-sol)\nLà où j'ai maîtrisé mes skillz\nPis qui qui aurait pensé qu'un jour\nLes rêves deviendraient \"real\"\nQuand on nous disait de changer notre style, d'être un peu +\nAccessibles\nFuck it! De face ou de profil, c'est un style hostile, rugged\nConçu pour les vraies têtes, les accros de Nuit Blanche à Kashow\nJah Tak, tout ce qui est pas chaud, je les sors de la fucking radio\nJe fouette mon public sado-maso\nDans ma peau yo! je suis un petit noir qui rappe ici\nPis yo! l'histoire, je la suis\nJe sais ce qui se passe dans l'industrie\nDes crosses, pas besoin de Vaseline, déjà slack!\nFait pas ton smat!\nMontréalité, je constate\nOn débarque, \"strapped\", sur la carte pour le dégât\nPeu importe qui qui a pris les premiers pas, regarde et tu verras\nCe que tu n'as jamais vu, \"su ou entendu\"\nCe que tu n'as jamais cru, le côté raw, cru\n\nLes M.Cs vendus. ici c'est dans le Q...Bec\nSi ça vient pas du coeur. \"no respect\"kolan gèt\"\nCheck l'image que ça projette\nFini le \"talk shit\"!\nCheck \"kolan gèt \" l'image que ça projette\nFini le talk shit!\n\nOn est ici pour un challenge, on est ici pour une victoire\nIci pour \"represent\", ici pour faire l'histoire\nIci pour tous les M.Cs tannés qui ont essayé\nPendant des années, shit, pis qui ont jamais percé\nJamais cessé de rester real pis de représenter le style\nMTL indépendant! Fuck l'exil...", "image": "https://images.genius.com/d623a400f19a650914a0c6702c5f8df1.588x588x1.jpg"}], "artist": "Sans Pression"}