{"songs": [{"title": "Pouki Sa?", "album": "514-50 dans mon réseau", "year": null, "lyrics": "Refrain:\nIl y a des choses que je comprends pas\nEt je me pose des questions\n\"Pouki sa ?\" comme pourquoi les choses sont comme elles sont\n\"Pouki sa ?\" yo ! on m'a toujours dit qu'il faut aimer la vie\nMais c'est dur quand on regarde la situation d'aujourd'hui\n\nSP:\n\"Kget\" des fois j'aurais le goût de flex d'ici\nMontréalité je deal avec les stress de la vie à la mort\nSur le bord sors dehors tu vas le voir\n\"Ça ou pas cônnain\" tu vas le croire fuck up Ma génération\nJe ne comprends pas pourquoi les choses sont comme elles sont\nC'est comme un gros point d'interrogation\nPis je me pose des questions\nDes fois, c'est bref\nYo Négro ! MTL n'est pas un ghetto mais \"kget\" ! Yo !\nC'est plus des flèches, Yo! c'est la gâchette \"blow\"\nStationné à St-Henri dans mon esti de bordel\nMon pire cauchemar serait d'être physiquement immortel\nPouki ça ? car les choses n'ont pas l'air à s'améliorer\nSurtout quand tu regardes la situation de ma communauté\nUn patnai se fait tirer, un autre se fait poignarder\nQuand il y a \"beef\", pas le choix d'être campé\nJe puff un spliff pour ne pas y penser\nJ'essaye de traiter mes frères comme des frères\nMais il y a tellement de black on black\nC'est presque le contraire\nJe connais mes origines et mes racines\nSont creusées dans ce système :\nLe racisme, une histoire quotidienne\nPis je suis pas le seul, \"goddamn\", je le sais, tu le sais\nSi t'as une gueule comme la mienne yo! yo! t'es né suspect\nPour les popos du réseau yo! j'ai rien à vous cacher :\nJ'ai le goût de tout casser quand je vous écoute parler\nLe même bullshit :\n\"Je suis pas raciste moi, les Noirs je les aime\"\nPis dès que je tourne mon dos :\n\"Je l'ai haïs les crisses de Nèg's\"\n\"Retourne dans ton pays\", on est tous des immigrés\nPis des injustices, il y en a jusqu'au bout de l'infinité\nQuand t'ouvres ta télé, influencés, les petits fous se font malmener\nPis dès que ça se regroupe en troupe, ça sent mauvais\nBabylone enquête. C'est pas le \"baby boom\" mais combien de jeunes\nFemmes enceintes\nPis pas d'hommes pour \"represent\", donc pas d'élévation pouki sa ?\nFucked up, ma génération !\n\nRefrain\n\nTi-Kid:\nRété kité zorèy ou pou tandé\nPassé yon peny ti dan foul malpropeté\nGendé zak pièce moun pas vlé réalizé\nNou sou mèm trottoi sacoche lan pi séré\nChak kwen nice gen yon rega bo guè inaprécié\n2 g fixé kap dévisajé\nM viré tèt mwen plongé n'on jounal m'pran yon sabo\nYon papa touyé famiy déclaré san rémo\nYon ti moun 11 an victim d'on guè sanglant\nMais pourtant misyé pat conserné\nLibèté manman l bali fout stoppé\nTouffé yon bébé pa kérèl yo fai ou noyé\nEgzékité yon gadien pou délate yo ka pé\nTrop peace nan kè raché trop doule kap transpoté\n\nSP:\nEnragé ti-mine à peine 11 ans sur la nicotine\nÀ 16 ans i frime coin St-Laurent Ste-Catherine\nDur à contrôler crack héroïne coca la pauvreté\nFucked up ma génération\nJuste pour de l'action i deviennent \"tèt cho\" problème\nSurtout chez les garçons\nUn jeune répond par la bouche de son canon\nPas care pis même pas capable de répondre quand qu'on lui demande\nPourquoi qu'il l'a fait\nÇa dégénaire \"kget\" pis il n'y a rien qui arrête ça\n\nTi-Kid:\nInfluyence ti jenn yo précis bien calquilé\nYon manman génou ak 2 ran dlo nan je-l\nSak rivé grenn pitit li prizonié sonjél\nImpak zanmi yo té tro fo li pat ka séparé-l\n\nSP:\nTi-rebelle veut du respect des autres thugs rénommés\nDans le temps c'était pour survivre mais là c'est rendu une mode\nDécrocher\nIl y a de quoi de fucké car il n'y a plus contrôle sur la situation\n\"Pouki Sa\" fuck up ma génération\n\nRefrain:\nIl y en a qui disent ci ! Il y en a qui disent ça!\nIl y en a qui disent que leurs enfants sont violents à cause de moi\nMais mon opinion c'est qu'la violence est quelque chose\nQui a toujours été là\nOh Wo Yo Yoy !", "image": "https://images.genius.com/d623a400f19a650914a0c6702c5f8df1.588x588x1.jpg"}], "artist": "Sans Pression"}