{"songs": [{"title": "Danse La Poutine", "album": "Trop Banane!", "year": "2007-05-01", "lyrics": "[Refrain] x2\n[Teki Latex]\n1 Trempe les frites dans l'huile\n2 Fais-les cuire, c'est facile\n3 Ajoute la sauce et le fromage « squish squish »:\nDans ton estomac des sensations magnifiques!\n\n[Linso Gabbo]\nOh oh oh oui! C'est nous ici\nGabbo ici, poutine ici\nOh oui! Nos assiettes sont pleines\nFromage, patates, sauce, sont des trucs qui s'aiment\nHamburger aussi pour moi s'il vous plaît\nMa bouche est tellement pleine que j'vous fiche la paix\nY'a du steak aussi gros comme dans les Flinstones\nLes bedons sont tellement pleins qu'y'en a qui tombent\n\n[Cuizinier]\nSers-moi une poutine chaude\nC'est la pizza chaude\nMais pas de vulgaire bout d'viande, je veux une classique\nPas autre chose\nSortit du club, je ne pense qu'à mettre une seule chose\nDans ma bouche\nUne meuf qui m'fait déguster d'la poutine à la louche\nBien déchiré c'est c'que j'aime, il faut éponger tout\nça\nDemoiselle, une fois rassasié j'peux m'occuper de ton cas\nAprès la fête, c'est à la banquise qu'tu vas pour\nT'restaurer\nUne poutine chaude c'est ce qu'il te faut pour te\nRéchauffer\nSaute en l'air:\n([Teki Latex])\nOmnikrom, TTC saute en l'air pour te réchauffer\nBière poutine chandail en polaire pour te réchauffer\n\n[Tous]\nEt tout le monde de Montréal à Paris...\nDanse la poutine!\nSi ça va pas dans ta vie...\nDanse la poutine!\nT'oublieras tous tes soucis...\nDanse la poutine!\nDanse la poutine\nDanse, danse la poutine!\n\nEt tout le monde de Montréal à Paris...\nDanse la poutine!\nComme Fred Astaire sous la pluie...\nDanse la poutine!\nDe Rachel a St Denis\nDanse la poutine!\nDanse la poutine\nDanse, danse la poutine!\n\n[Tido Berman]\nTTC, Omnikrom ramène tes plus belles copines\nFais-moi voir ta poutine comme elle dégouline\nJ'aime faire trempette avec les meilleures frites\nAujourd'hui c'est la fête, encore un nouveau hit\nC'est à 5 heure du mat qu'elle a meilleur goût\nSon fromage est fondu, on arrive jusqu'au bout\nBébé bouge ton boul sur la table du fast food\nOn débarque à l'hôtel et t'es super souple\nSouple, souple, souple, souple\n\n[Jeanbart]\nOn est réunis en famille tous prêts à manger cette poutine\nOmnikrom, TTC c'est gras c'est bon c'est comme la poutine\nLes trucs santés c'est pas pour moi mes doigts moi j'veux\nLes lécher\nJolie demoiselle bien nourrite regarde moi ce beau fessier\nVas-y flap tes ailes de poulet j'regarde pendant qu'j'me\nNourris\nJ'veux te voir lécher tes lèvres montre-moi à quel point\nT'en meurs d'envie\nSi tu l'fais bien j'te laisse lécher le tout quand j'aurai\nFini\nLa plus belle femme, une bonne poutine, TROP BANANE! Direct\nAu lit\n\n(Yep. Yep. Yep. Yep.)\n(Yep. Yep. Yep. yep.)\n\n[Refrain x2]\n\nEt tout le monde de Montréal à Paris...\nDanse la poutine!\nSi ça va pas dans ta vie...\nDanse la poutine!\nT'oublieras tous tes soucis...\nDanse la poutine!\nDanse la poutine\nDanse, danse la poutine!\n\nEt tout le monde de Montréal à Paris...\nDanse la poutine!\nDe Québec à Chicoutimi...\nDanse la poutine!\nDe Trois-Rivières à Granby...\nDanse la poutine!\nDanse la poutine\nDanse, danse la poutine!", "image": "https://images.genius.com/985bf21660af8fedd4a53b2380843d58.1000x1000x1.jpg"}], "artist": "Omnikrom"}