{"songs": [{"title": "Pour Te Réchauffer", "album": "FM2 : 24 Pouces Glacés", "year": null, "lyrics": "[Refrain]\n[Teki Latex]\nSi t'es un vrai Montréalais saute en l'air pour te réchauffer\nAvec Ghislain Poirier saute en l'air pour te réchauffer\nOmnikrom, TTC, saute en l'air pour te réchauffer\nBière, poutine, chandail en polaire pour te réchauffer\n\n[Cuizinier]\nOmnikrom, TTC\nAu micro Cuizinier\nMontréal au premier plan\nCuizinier au premier rang\nBounce ma grosse ce n'est pas ma faute\nGhislain te fait tellement bouger que tu ne prends pas ta pause\nOn est que d'la magie, et ta blonde nous aime\nJe ressors du club avec une bonne douzaine de\nMontréalaises bien bonnes tout de même\nQu'on se partage entre nous comme une bonne bouteille\n\n[Jeanbart]\nC'est Jeanbart, tu peux pas me saouler\nC'est Jeanbart, vas-y tu peux essayer\nMais ta femme va accoucher de moi avant que t'aies pu m'ébranler\nSurtout ne te retourne pas elle est déjà en train d'y goûter\nJeanbart fait d'la magie avec ses doigts\nDes trucs qui sont vraiment contre la loi\nJ'deviendrai riche en rappant ça ne prendra pas de temps\nAu pire j'trouverai une demoiselle qui payera pour faire faire mes dents\nUn beau grill, en diamant\nDes casquettes et des diamants\nOmnikrom, Ghislain, TTC mieux que des diamants!\n\n[Refrain]\n\n[Teki Latex]\nBouteille de Labatt Bleue ou bien pack de Kro\nTu dis une blague de trop et on te casse le dos\nDans les clubs de strips et dans les boîtes de beauf\nOn pack le show, bounce le gros! yo!\nOn échange ta femme contre quelques grammes de coke\nElle est pas très belle, mais disons qu'elle est pas mal de dos\nEt ses seins ressemblent à de gros citrons\nTu ne me crois pas demande à Ghislain ou à Omnikrom\n\n[Gabbo]\nQuand je m'amène, la plupart des filles deviennent des chiennes\nLes autres sont pas sûres d'être lesbiennes\nElles adorent toutes le goût de ma crème\nTellement bling-bling, à chaque jour j'magasine\nOmnikrom, TTC tu comprends plus rien\nOmnikrom, TTC il ne te reste plus rien\nBounce, bounce pouliche!\nFaites-moi devenir riche\nDieu me dit de prendre sa place\nJ'ai même plus besoin de tirer ma chasse\nTellement plaisant la vie de Gabbo\nSur le beat de Ghis elles me montrent leur peau\nTu peux m'en montrer plus\nMais moi j'te sors ce que tu suces\n\n[Tido Berman]\nL'air du Canada me plaît, c'est un paradis frais\nTTC y est en place, toujours plus efficace\nTu sais combien ça claque, aussi qui est le mac\nTido Berman, une ville ou les filles belles me draguent\nElle chantent mes paroles et m'étonnent à... Montréal\nIl faut que tu bounces ma grosse\nEt que tu casses la croûte\nA Montreal, au 17ème étage de ma tour\nOn fait des connaissances on est de retour\nUne vie de star\n\n[Refrain]", "image": "https://images.genius.com/abadc018cc585770a7ca160e1d7c7d22.1000x1000x1.jpg"}], "artist": "Omnikrom"}