{"songs": [{"title": "Personne", "album": "Un Chevreuil", "year": "2018-02-25", "lyrics": "[Refrain: Jay Scøtt]\nOn va virer sur le top comme Don Quichotte, on va crier « fuck the world »\nOn s’en calice, qu’est-ce tu veux? On est perdu, babe, on est perdu\nLa tête dans nos cellphones, mais on répond jamais quand le cell sonne\nOn connaît tout le monde, mais on parle jamais à personne\n\n[Hook: Jay Scøtt & Smitty Bacalley]\nJamais, jamais à personne\nJamais, jamais, jamais à personne\nJamais, jamais, jamais à personne\nJamais, jamais, jamais à personne\nJamais, jamais, jamais à personne\nJamais, jamais, jamais à personne\nJamais, jamais, jamais à personne\nJamais, jamais, jamais à personne\nJamais, jamais\n\n[Pont: Smitty Bacalley]\nJ’ai dix numéros, mais je les donne jamais à personne\nParoles de 44 carats, ce que tu me confies je le dis jamais à personne\nOn se parlait en personne, mais aujourd’hui on parle jamais à personne\nOn croise près de 4 238 humains par jour, mais on parle jamais à personne\n\n[1er couplet: Jay Scøtt]\n5 000 likes sur ta photo, mais t’es personne\nQu’est-ce que tu fais si on t’enlève ton téléphone?\nTrouver comment virer une pub qui peut payer plus, tout ça c’est ridicule\nJ’ai des milliers d’amis, mais je les ai jamais vu, non\nOn a jasé sur le net, on a get wavy dans vieille ville, mais c’est à peine si on s’en rappelle\nJ’connais pas ton nom, mais j’connais ton adresse\nYeah baby, fuck around, recommence, swipe around\nBen oui, on est perdu, perdu\nJe t’ai menti, j’suis pas docteur, je travaille même pu\nJ’passe des galettes pour payer nos dettes\n\nJ’te fais croire n’importe quoi sur le net\nTes clics vont finir par payer leurs chalets\nJ’te fais croire n’importe quoi sur le net\nComme TVA Nouvelles, yeah\n« Il survit 70 ans dans une toilette du McDo’ »\n« Elle tombe enceinte du petit jésus après avoir mangé un pogo au Cinéma Guzzo »\nBaby, ils ont bourré ma tête de données erronées\nLe public semble de moins en moins étonnées\nQuand il est venu le temps de se réveiller pour plugger le Cinéma Guzzo, j’ai été payé\n\nDonne-moi ma cut, yeah we don’t give a fuck\nQuand j’dis « fuck the world », tu dis « ferme ta gueule »\nFuck the world!, (ok, ta gueule)\n\nTu veux que je check tes tounes, moi j’m’en calice\nQuand je vous écoute, j’fais juste bâiller\nMon gars, j’suis pas DJ Khaled, j’sais même pas ce qu’il fait ce gars là\n\nTes commentaires sont moins pris au sérieux quand sont bourrés de fautes\n« OStie qUe t’Es Laid, lE GrOs »\nSi t’es l’idole de quelque’un, t’es l’inconnu de quelqu’un d’autre\n\n[Refrain: Jay Scøtt]\nOn va virer sur le top comme Don Quichotte, on va crier « fuck the world »!\nOn s’en calice, qu’est-ce tu veux? On est perdu, babe, on est perdu\nLa tête dans nos cellphones, mais on répond jamais quand le cell sonne\nOn connaît tout le monde, mais on parle jamais à personne\n\n[Hook: Jay Scøtt & Smitty Bacalley]\nJamais, jamais à personne\nJamais, jamais, jamais à personne\nJamais, jamais, jamais à personne\nJamais, jamais, jamais à personne\nJamais, jamais, jamais à personne\nJamais, jamais, jamais à personne\nJamais, jamais, jamais à personne\nJamais, jamais, jamais à personne\nJamais, jamais\n\n[Pont: Smitty Bacalley]\nJ’ai dix numéros, mais je les donne jamais à personne\nParoles de 44 carats, ce que tu me confies je le dis jamais à personne\nOn se parlait en personne, mais aujourd’hui on parle jamais à personne\nOn croise près de 4 238 humains par jour, mais on parle jamais à personne\n\n[2e couplet: Smitty Bacalley]\nHmmm\nSo c’était ton patnais, hein?\n...ouais\nAujourd’hui, c’est personne\n...hein?\nL’autobus est plein, mais en vérité y’a personne\n52 places remplis d’étrangers, la tête jusqu’au cou dans un cellphone\nComme des autruches qui se promènent avec une poignée de sable pour parler sans entendre personne\nÉcoute ta propre personne et répond lui la même chose deux fois\nÉcoute ta propre personne et répond lui la même chose deux fois\nFast-food, mangé tellement vite, j’en ai oublié le nom de mon trio Big Mac\nMacallan amber vieilli combien de temps? J’sais pas, mais je le bois en 11 min 6\nVole un taxi, crash un whip\nTake a selfie avec la police\n11 246 likes sur ta nouvelle photo de profile\nÉcoute pas l’album, écoute le single\nÉcoute pas le single, regarde le single\nRegarde c’est écouté par combien de personnes?\nÇa été regardé par combien de personnes?\nAppuie sur le bouton qui partage à personne\nSans jamais appuyer d’artiste en personne\nJ’ditch l’appel si je connais pas la personne\nMais des fois j’me dis que j’connais personne\n\nBouge, poufiasse, bouge de l’époque avec ta sonnerie personnalisée\nAujourd’hui, t’as tout perdu ta fiche de contact, je l’ai même supprimée\nPersonne et personne sont en bateau\nQui est là? Personne\nSoudainement, leur téléphone tombe à l’eau\nQu’est-ce qui reste?\nUn chevreuil", "image": "https://images.genius.com/c01df32272c6a274865ae546bda11213.960x540x1.jpg"}], "artist": "Jay Scøtt X Smitty Bacalley"}