{"songs": [{"title": "Authentiques", "album": "La Force de comprendre", "year": null, "lyrics": "De retour de plus un microphone à la main, tiens-toi bien\nC'est pour les incrédules qu'en chair et en os je reviens\nJ'ai pas besoin de fausse attitude pour te dire qui je suis, d'où je viens\nCar c'est avec la même certitude que je vais dans le droit chemin\nEt ça mes acolytes le savent bien, j'arrive avec un menu copieux\nQui va faire des envieux, afin de faire réfléchir les jeunes et bouger les plus vieux\nC'est avec la force de L'esprit que les masses se rallient et ce fidèle au Hip Hop\nDepuis les années 80, je m'évertue à pratiquer le Rap tel est mon dessein\nSi tu veux, prend ça comme au aveux, j'ai pas besoin d'armes à feu dans la place\nPour y mettre quoi ? le feu\nArmé de ma salive, je récidive mon offensive\nPar rafales de balles vocales, je pratique mon art, ne reste plus statique\nSi tu connais la réplique, de Paris à Montréal c'est la même optique\n\nDe Paris à Montréal, c'est la même optique\n2 Bal et Dubmatique restent toujours authentiques\n\nJ'me lève plus pour l'école, j'me lève plus pour rien\nCouché jusqu'a treize heures même si pour moi c'est encore l'matin\nSituation incongrue lorsque débarquent des malotrus\nMes frères frappent à la porte tandis que je kiffe mes instrus\nDéranger mon esprit pour partir en mission\nPantalon militaire, j'enfile mon pull Tommy\nMission 333 ça va être \"fra\" pour mes ennemis\nD.O.C.T.M.C me suit, O.K on est parti\nJ'avance dans ma \"fonce-dè\" de la veille\nVeille sur mes proches car la solidarité paye! Cash!\nCar du \"gent-ar\" j'en ai besoin y'a une \"rée-soi\" \"soir-ce\" donc sois gentil\nDonnes-moi mon gain, mon dû, m'oblige pas à être \"tal-bru\"\nCar en tête à tête c'est direct, coup de tête t'es perdu, vu!\nVéritable chasse à l'homme, formule express assomme!\nLe technicien du kick fait front-kick au microphone\nTout le monde est beau, tout le monde est bien habillé\nCertains sont en \"ture-voi\" d'autres sont à pieds\nLes beaux gosses du Ménage à trois vont brûler la place\nEt pour toutes les \"tasses\" ils restent efficaces\nSans tactique soporifique passons à la pratique\nAujourd'hui pas de G.mimique ou kick sans mimique\nSur le beat ou sur le DUB pas besoin d'automatique\nCar de Paris à Montréal c'est la même optique\n\nJ'asphyxie comme le sarin, prie pour le lendemain\nMa langue glisse sur le microphone comme sur du satin\nJe sais bien que rien n'est jamais gagné d'avance\nJ'essaye de m'enrichir aux mieux en profitant de chaque expérience\nPense ! Laisse-toi guider par la basse\nLe Ménage à trois et Dubmatique sont quatre fois plus efficaces\nCasse les frontières sur l'instrumental\nAppliquent leur technique de Paris à Montréal\nDes Halles à Sainte-Cath, mon flow reste intact\nRespect maximum à DJ CHOICE pour le son qui claque!\nFaîtes place aux D.I.S.O.U.L qui sans faire de zèle, pèle-mèle expulsent tant de décibels\n\n\"Bad boy\" jette tes mains dans les airs, le D.U.B est venu réchauffer l'atmosphère\n\"Bad boy\" jette tes mains dans les airs, le D.U.B est venu représenter tous ses frères", "image": "https://images.genius.com/bb287370a55ee47b90e60b136bc52596.932x932x1.jpg"}], "artist": "Dubmatique"}