{"songs": [{"title": "David Blaine", "album": null, "year": "2011-04-16", "lyrics": "[Verse 1 - Loudmouth]\nShout-out Lary, sors les bottles, c'est le temps de bundle up\nShout-out à Willy, c'est mon bras droit, that's my brotha\nPour mes broads, j'va être busy d'ici là\nMais be easy, it's the law\nOn célébrera ça mais que l'album drop\nHumm, A-Justice certified\nThat Gullywood shit, j'amène ça worldwide\nPis le trois quarts des rappers du Québec la yeule à terre\nQuand je leur ai dit que j'étais le next best rapper aliiive\nPour eux j't'un p'tit con qui a 10 ans d'moins\nMais j'les ai quand même contredit sans même un contrat d'disque quand même\nMais à la fin d'tout, même si je compte sur un talent surhumain\nChu constamment sur le grind pass'que on est tellement sûr de rien\nY savent pas qu'on est sur [?] ils sont tellement sûr d'eux-mêmes\nSi ils savaient on est sur quoi, ils seraient tellement pu sûrs de rien\nC'est le Youtube phénomène, man c'est fou qu'on aille tout fait nous même\nC'est fou qu'on en ait tout de même rien à foutre on est juste toute fou d'même, man\nDouble mind chaque fois qu'je joue une main\nMais à chaque journée, c'est une journée de moins\nHum, so pas le choix d'aller plus dur\nLa vie est plus courte quand tu la vies dans le futur\nC'pour ça qu'on bouge de même\nMan, on veut les femmes et les jeux\nPis fuck battle, on veut fermer des djoles\nWassup, so fuck vous, y'est où le money\nT'sais qu'on fait ça comme personne, true story\n\n[Verse 2 - Lary Kidd]\nCody Bangers, hahaha\nJeune homme, Loudmouth bébé-é hahah\nLe mind state est encré profondément dans la peau\nChapeau, trench coat à la Colombo, fly comme pas deux\nPlus deux demies d'blow qui s'promènent dans mon Burberry coat\nSa pocket droit, yes baby\nL'air fucking fly, yes baby\nOn the side, monétaire, fière de même\nLes gars sip le finest wine\nLa vie d'rêve, j'vais m'y faire\nJ'vais la fucking modeler moi même avec la tragédie dans ma tête\nQuant tu brasses les dés, pense à moi, Lucky Seven\nMon body language est polytechnique yeah\nC'est une tuerie, c'est un fucking meurtre\n9mil, shotgun, tout' le kit, yeah c'est vrai que c'est wrong baby\nLe shit est considéré comme illégal\nTais-toi, shhh, Loudmouth, Lary Kidd, fait la une, jeune homme!\nJ'tune tornade, juste sporadique, juste pas grave\nKodak click, volatile, photo floue, trop rapide\nRoad runner, meep meep\nDésolé chu out, à la course\nTon boy a faim, maman a crié à la soupe (à la soupe)\nHuh-huh, qui tu crois qu'tu penses que t'es?\nBetter get the fuck out, I'm coming around the way\nPouf, disparais, move de main pis tout'\nTu rouvres les yeux, le dude est heureux en train d'fourrer 20 pitounes, tu piges?\nGet lost, fuck David Blaine, j'vais pas le féliciter\nMa seule présence fait l'soleil s'éclipser\nJeune homme!", "image": "https://images.genius.com/bbd0847b32d4a63276880bedc20e3fcb.566x566x1.jpg"}], "artist": "Loud  Lary  Ajust"}