{"songs": [{"title": "No2", "album": "Bi'ne$$ légal", "year": null, "lyrics": "[Verse 1: Outra-22]\nJ'm'en, viens, vendre, comme, Gloria Esetan\nDes fois j'suis bête pis on m'rappelle, hey c't'es fans\nOn s'en vient, c'est Outra, l'album s'repoussait\nMaintenant c'est out, le tient r'tourne à la poussière\nChief faut qu't'écoutes, ya des grands, mais t'es coute\nT'es rhymes sont plates, fait qu'les coupes\nMa grèl dit méchant mais elle trouve ca cute\nLe rap devient enragé\nAlors dans l'game, j'évaste, des vestes, des vies\nDevines à qui, mon agrs aux wacks qui bust mal leurs verses\nIls nous bite, devenir comme nous on dirait c'est leur voeux\nJ'écris, j'suis auteur ou est mon respect dû\nT'esssayes de t'retrouver, mais tu restes perdu\nLes autres s'enfargent, pour eux c'la mort sûre\nChief, comment tu peux t'récupérer d'la morsure\nMon gars ONE! J'vais t'checker after\nJ't'un nèg Collège, yo faut que j'passe au Kafia\n\n[Chorus 2x: Outra-22](Nauf)\nOn a pas changé mon gars (C'l'évolution!)\nNouvelle ecclosion sur notre game (C't'une explosion!)\nC'est Nauf et Outra (Naufra-G, Outra-G!)\nN.O. (N-E-R!)\nRainmen seins reins man!\n\n[Verse 2: Nauf]\nSi on est venu c'est pour rester attester de notre fierté\nDeverser nos versets, t'es concerné, t'es cerné\nObserves nous, orchester, affecter la bête\nEt collecter ton respect, même les ainés sont entrainés, dans ma tête\nJ'suis trop mêlé, c'est comme un sac d'noeud\nC'pour ça j'bois, j'bois, j'bois comme le monde au Saguenay\nTrop d'fois j'ai foiré maint'nant, j'craze mes zacts mieux\nC't'un sale jeu, ils s'en sacrent de moi, j'm'en sacre d'eux\nJ'viens d'loin, parcours un cycle, r'tourne au même point, t'es témoin\nMême à cours de fric, paraîs avec soin, écoutes bien\nParce qu'cette musique, le peuple en a besoin\nDébarque dans ton coin, les headz on rejoint\nFinalement! nos lendemain sont dans nos mains\nFinalement! on a bien fait d'suivre l'instinct\nFinalement! tu vois nos gains c't'aient pas en vain\nFinalement! on vis, Finalement! Merci!\n\n[Chorus 2x: Outra-22](Nauf)\nOn a pas changé mon gars (C'l'évolution!)\nNouvelle ecclosion sur notre game (C't'une explosion!)\nC'est Nauf et Outra (Naufra-G, Outra-G!)\nN.O. (N-E-R!)\nRainmen seins reins man!", "image": "https://assets.genius.com/images/default_cover_image.png?1553716986"}], "artist": "Rainmen"}