{"songs": [{"title": "Changer L'Game", "album": null, "year": null, "lyrics": "Wh-who-whoa!\nWh-who-whoa!\nWh-who-whoa!\nYooo! (yooo!)\n\n[Outra-22]\nTu peux l'laguer mon gars\nYeah, yeah\nQuand les gars nous voient, ils disent (whoa!) Ils savent qu'est N.O. mon gars\nQuand les gars nous voient, ils disent (whoa!) Ils savent qu'est N.O. mon gars\nQuand les grèls nous voient aussi, elles disent (yoooo, yoooo!)\n\n[Bridge: Outra-22]\nQuand on rap bossal là les nègs disent (whoa!)\nIls aiment ça complèt'ment\nQuand ils nous voient sur un beat avec nos rhymes qui tuent, ils disent (whoa!)\nIls aiment ça complèt'ment\nQuand ils entendent d'la qualité rare sur beat comme nous, ils disent (whoa!)\nIls aiment ça complèt'ment\nMais si t'es fake pis ils le savent, pis ils voient qu't'es wack\nC'est (yooo, yooo!)\nDébarque du game maint'nant\n\n[Outra-22]\nJ'participe aux dzeals légaux ou illicites\nJamais j'pars d'ici, t'es fou c'ma ville ici\nJ'précis dans l'game, quasiment président, l'game\nJ'suis pressé d'dans, clean pis dans précédent\nMon gars j'suis présque bien jamais dans l'mouvement\nÀ part le jour ou j'verrai des benjamins pis toi tu move man\nTrop d'portes avec des serrures, j'suis sans clef\nLes gars parlent de ces rues comme s'ils sont ancrés\nUn muh'fuckin' nèg qui spit, ça fuck ton interne net\nJ'tisse une fuckin' toile plus grande qu'l'internet\nOn livre tout la marchandise fuck\nPis essaye ça chief marche sans dire fuck\nMes nègs dorment tard, qu'est-ce tu connais\nOn essaye d'faire plus de papiers qu'Dormtar\nPour de vrai qu'est-ce tu connais\nTu veux des infos, mais dans l'fond tu nous détestes\nAprès vont faire des \"zins\" faux pis ils nous passent dans des tests\n\n[Chorus: Outra-22](Nauf)\nÇa dois changer l'game (MAINT'NANT!)\nParce qu'il nous faut des gains (TOUT D'SUITE!)\nIls veulent nous r'culer loin (LES WACKS!)\nMais on a du potentiel (MON GARS!)\n\n[Bridge: Outra-22]\nQuand on rap bossal là les nègs disent (whoa!)\nIls aiment ça complèt'ment\nQuand ils nous voient sur un beat avec nos rhymes qui tuent, ils disent (whoa!)\nIls aiment ça complèt'ment\nQuand ils entendent d'la qualité rare sur beat comme nous, ils disent (whoa!)\nIls aiment ça complèt'ment\nMais si t'es fake pis ils le savent, pis ils voient qu't'es wack\nC'est (yooo, yooo!)\nDébarque du game maint'nant\n\n[Outra-22]\nJ'pensait c't'un vrai love qu'y avait dans l'rap\nMais tout l'monde s'haït, c'comme avoir un gun dans l'rad\nOn s'pointe jette-toi vit les nègs t'rattrapent\nIls veulent ta mort dans l'game, pis ils vont fuck ta trappe\nT'es mieux d'disparaître chief, tes rhymes dont disparâtres\nOn t'aime pas ici, pis mes nègs en disent pareil\nComme nous, nous y'en a pas un ou dix pareil\nOn est différent, attends qu'un autre disque paraisse\nCite le nom clairement dans ta radio\nOu bien mes nègs débarquent sur toi t'enlève tes rads yo\nC'est raide, mais t'as pas l'air d'comprendre vite mon gars\nVa falloir t'fuck, qu'on laisse tes poches vident mon gars\nÇa change pas les wacks ils collent au game\nPis on dirait qu'ils veulent du beef mais ils collent aux gais\nPis après ça m'parel, d'rads, d'grèls, d'machines, d'dzeals, d'biz\nPour de vrai\n\n[Chorus: Outra-22](Nauf)\nÇa dois changer l'game (MAINT'NANT!)\nParce qu'il nous faut des gains (TOUT D'SUITE!)\nIls veulent nous r'culer loin (LES WACKS!)\nMais on a du potentiel (MON GARS!)\n\n[Bridge: Outra-22]\nQuand on rap bossal là les nègs disent (whoa!)\nIls aiment ça complèt'ment\nQuand ils nous voient sur un beat avec nos rhymes qui tuent, ils disent (whoa!)\nIls aiment ça complèt'ment\nQuand ils entendent d'la qualité rare sur beat comme nous, ils disent (whoa!)\nIls aiment ça complèt'ment\nMais si t'es fake pis ils le savent, pis ils voient qu't'es wack, c'est\n(yooo, yooo!)\nDébarque du game maint'nant\n\n[Outro: Outra-22]\nHaan! mon gars\nFuckin' c'z up\nRien n'a fuckin' changé mon gars\nC'est les mêmes affaires qui continuent\nSi t'es pas capable débarque du game maint'nant mon gars\nC'est ça men!\nOn nous l'avait dit qu'on serait là encore d'ici 5 ans\nBen on est là!\nC'ça on n'a jamais changé style, c'est d'évolution mon gars\nC'est ça men, tout les djoles qui battent dehors\nQue ci, ça à changer, que ci, ça c'est pas pareil\nHeh ben yo, RESTE CHIEZ MEN!\nC'est tout men!\nÇa c'est directement du coeur\nMême ci des fois là ta l'impression t'en a pas\nParce qu'on n'a l'air des haters pis toute\nFuck that! C'est vrai, ça vient direct'ment d'là\nFuck les gars qui disent qui font ça pour le love\nAvant d'faire ça pour le kob, PARCE QU'IL PARAIT MEN!\nIls font ça pour le kob après ils font pour l'love\nSo FUCK IT!", "image": "https://assets.genius.com/images/default_cover_image.png?1553716986"}], "artist": "Rainmen"}