{"songs": [{"title": "Money Convos", "album": "OUI (tout, tout, tout, toutttte)", "year": "2018-08-31", "lyrics": "[Intro]\nÇa a commencé dans l'street, a'ec un beat pis un calepin\nLà j'suis sur le peak, les groupies en ski alpin\nRuffsound, écœurant le beat man\n\n[Verse 1]\nÇa a commencé dans l'street, a'ec un beat pis un calepin\nLà j'suis sur le peak, les groupies en ski alpin\nElle font la file pis elle m'disent \"G t'es pas le même\"\nEst-ce que c'est moi ou ses jeans c'est des Balmain?\nOn peut rien vous cacher, vous êtes rapides, vous êtes smart\nMets mon nom entre vos babines pis vos babouines dans vos Smarts\nAvec les portes barrées ou ça sera pas beau 'taleur\nY'a seulement qu'le montant d'l'heure qui me tienne à cœur\nQuand je grimpe dans le top cinq, crainte dans vos mamans\nL'thermomètre grimpe, Greenpeace craint d'mettre mon album\nY-E-S-M-C-C-A-N\nSi tu fuck up sur l'affiche, on va fuck up sur la tienne\nJ'me suis pointé pour la paye, j'espère qu'ça valait la peine\nLes leçons, la vie t'met les mêmes jusqu'à c'que t'es apprennes\nNul n'est prophète en son pays\nMais mon pays, c'pas un pays c'est Pompéi\nSo arrêter d'pomper mon beat, call les pompiers\nOk, bye!\n\n[Bridge]\nOui allô, c'quoi les bails? c'quoi les bails? c'est quoi les bails?\nSi c'est pas pour la maille, on veut pas trop les détails\nParait qu'y'a d'la bouffe dans l'frigo et pis qu'tout le squad est high\nSi y'a pas d'money au bout d'la ligne y'a pas de convo\nOk, bye!\n\n[Refrain]\nMoney Convos, Money Convos, Money Convos\nAppelle au condo, demande combien qu'on vaut\nMoney Convos, Money Convos, Money Convos\nDe mouton noir à Mutombo grâce aux Money Convos\nCall mon phone comme (Heyyy)\nCall mon phone comme (Brrrrr)\nCall mon phone comme\nCall mon phone comme (Brrrr)\nCall mon phone comme\nCall mon phone comme (Brrrr)\nCall mon phone comme\n\n[Interlude]\n\"J'ai d'la molly, es-tu down?\nOn tank un 40, es-tu down?\"\nLes gars, j'suis sorry mais y'en qu'en cas de money convos qu'j'ai du temps\nJ'vais droit au goal même si c'pas poli, word au détour qu'j'ai dû prendre\nQuand j'kick une fausse-blonde hors du condo  lundi j'feel comme Jay du Temple\n\n[Verse 2]\nJ'finis first au concours, si y'a un problème, on le contourne\nGet le money comme un complot\nCogne le commis a'ec le combo\nÀ l'akimbo, baise le système\nPas de condom comme une bimbo\nSi le million appelle nos noms, on crie bingo (bingo!)\nLucky Charm mes chaînes, quatre fucking chaînes\nQui a laissé ces clowns monter sur scène?\nMagnum de champagne chargé comme un flingue\nFais péter ça sur ces nymphes (bang)\nPour être honnête le party peux être n'imp'\nEn autant qu'mes pat'nais peuvent fumer leur dank\nQue les vitres soit teintes, le cristal qui clinque quand on trinque\nDamn\nMaintenant que j'ai fait l'salaire, ça l'air qu'j'ai pu rien à m'plaindre\nStill j'me sens comme Kurt Cobain, y'ont pas d'remède pour ma peine\nPour ça que dès que j'get le money, j'leur ai promis qu'j'vais le spend\nSur une grosse Rollie qui fait pas d'bruit, pis qui dit le jour d'la s'maine\n\n[Refrain]\nMoney Convos, Money Convos, Money Convos\nAppelle au condo, demande combien qu'on vaut\nMoney Convos, Money Convos, Money Convos\nDe mouton noir à Mutombo grâce aux Money Convos\nCall mon phone comme (Heyyy)\nCall mon phone comme (Brrrrr)\nCall mon phone comme\nCall mon phone comme (Brrrr)\nCall mon phone comme\nCall mon phone comme (Brrrr)\nCall mon phone comme\n\n[Verse 3]\n[?] c'est le money dance\nAppelle-moi pour voir c'que le money fait\nAmène mes pirates dans les Caraïbes\nMaintenant j'veux feel comme si j'suis Johnny Depp\nBaby veut pogner la première puff\nJ'l'ai roulé, j'le light, c'est la politesse\nI don't give a fuck 'bout vos politiques\nTous vos party suckent et sont pas si lit\n\n[Bridge]\nOui allô, c'quoi les bails? c'quoi les bails? c'est quoi les bails?\nSi c'est pas pour la maille, on veut pas trop les détails\nParait qu'y'a d'la bouffe dans l'frigo et pis qu'tout le squad est high\nSi y'a pas d'money au bout d'la ligne, y'a pas de convo\nOk, bye!\n\n[Refrain]\nMoney Convos, Money Convos, Money Convos\nAppelle au condo, demande combien qu'on vaut\nMoney Convos, Money Convos, Money Convos\nDe mouton noir à Mutombo grâce aux Money Convos\nCall mon phone comme (Heyyy)\nCall mon phone comme (Brrrrr)\nCall mon phone comme\nCall mon phone comme (Brrrr)\nCall mon phone comme\nCall mon phone comme (Brrrr)\nCall mon phone comme", "image": "https://images.genius.com/e35d6a1aaf72a06cf2555d3144ada242.750x750x1.jpg"}], "artist": "Yes Mccan"}