{"songs": [{"title": "Love It Or Leave It", "album": null, "year": null, "lyrics": "Yes!\nWhat goes around, comes around\nWhat can make you, can break you\nWhat can make you, can break you\nYeah! Aha-a-Aha-a... Yeah!\n\n[Verse 1]\nIf there's no history, there's no fuel for the victory\nA wise man told me: \"Don't be a witness of your misery\nCall the shots for yourself. Make some moves for yourself\nDon't try to be too cool, make some rules for yourself\nPlay the game the way it's played but\nMake sure you are in the right time at the right spot\nFlip your money over like a gangster would do\nBut keep it strict legit. It's like a weapon to you\nKeep your head down grounded, look out for your people\nYou don't want to walk alone but make sure you they walk legal\nStay out of trouble, you'll be rich like hell\nEvery wealth has to double, don't start with them grails\nYou're a man know! No longer a kid walkin' on the ground\nIf you wanna be like Trumph, you're gonna start right now!\" That's exactly what he told me\nOn November, 17th 1996 was the beginning of my dream\nHey!\n\n[Chorus] x2\nThat's my way of showing love to the game\nIt's about who I am, it's not all about the fame\nHey!\nThat's my way of showing love to the game\nStand up! That's my kid. Love it or leave it, Love it or leave it\n\n[Verse 2]\nWhen's the last time you ever see a dude like this\nI moved my shit, get back to the crew I did\nMake stacks of a few ideas, that's who I is\nThey can't do what I did, get-in\nSo now I'm a post .... so they won't do what'ey did\nYou're gonna fail, don't do that kid!\nRun from niggas that shoot between your eye-lids\nYou see it in the news, but that's what I lis' (listen)\nHow dare you critisize when I pour my soul\nHow dare you critisize when I pour my pain\nHow dare you critisize when I pour champaigne\nCause even there, I'm gonna see what pork and pain\nIt's my game! Fuck out of here, baby, it's my house!\nYou wan't me out. Smokin' some like Amy Whinehouse\nI'm like No-no.. No,I ain't goin' no-where!\nYou can't walk with me for sure, I'll put you on\nHey!\n\n[Chorus] x2\nThat's my way of showing love to the game\nIt's about who I am, it's not all about the fame\nHey!\nThat's my way of showing love to the game\nStand up! That's my kid. Love it or leave it, Love it or leave it\n\n[Verse 3]\n\"Life will eat you, life will beat you\nLife will treat you like shit, put the heat on you\nYour best bet when the time is hard, is take you one shot\nStand straight flip it back on the bar\nAnd let them think you're weak now. It's all good!\nThey never cared about the weak, just starvin' in the hood\nAnd let them think on whatever they wanna think\nBlink on whatever they wanna blink\nBut don't you lose your focus\nYou're 'bout to win your strongest blink\nFor every loss, remeber, there's a victory\nAnd every victory is a part of your dinesty\nLoyalty to the game will serve you\nRespect the one above you\nBut only show love to the ones who love you\nThat's the game - Love it or leave it\nA whole bunch of players, only a few can beat 'em\"\nThat's exactly what he told me\nOn November, 17th 1996 was the beginning of my dream\nHey!\n\n[Chorus] x2\nThat's my way of showing love to the game\nIt's about who I am, it's not all about the fame\nHey!\nThat's my way of showing love to the game\nStand up! That's my kid. Love it or leave it, Love it or leave it", "image": "https://assets.genius.com/images/default_cover_image.png?1553716986"}], "artist": "K-maro"}