{"songs": [{"title": "Celebration", "album": "Perfect Stranger", "year": null, "lyrics": "So here it is served on a platter\nIt's victory lap it can't get no better\nI mean look at your faces now\nIt's a great feeling like we're trading places now\nYou know what I'm talking about\nThat bourgeoisie where I wasn't allowed no\nIt's just like being lost in the crowd\nAnd have somebody call you to show you around\nHey thank you! You might meet me again\nThis time I know where I'm going it won't happen again\nNever burn myself twice with the same fire\nNever got bit twice by the same liar\nAnd I hated average always tried to go faster\nLeaving dust and ashes\nIt's kind of great when we look back\nWe know where we come from\nWe know where we're going at\nHey it's a celebration\nKay is in town it's my invitation\nHey lift your glass up high\nLet me see you all, here, let me say hi\nHey it's a celebration\nIt feels like my day of graduation\nHey, lift your glass up high\nLet me see you all here let me say hi\nNow we're all grown up\nWe've been through a lot do you remember the block?\nDo you remember the days?\nThe games on the cops, had to go our separate ways\nBut now we finally made it, some of them are loving it\nSome others hate it\nBut f**k it it's the price of glory\nYou won't see their faces when I'll tell you my story\nI'll have a 100 mil' before I'm 40 you think they'll come say sorry\nSo it's all about us all about the family\nOnly in us we trust so show me the money\nSo let me celebrate life, celebrate lover under celebration lights\nLet's have a party tonight' cause after all, I do deserve this! Am I right?\nHey it's a celebration\nKay is in town it's my invitation\nHey lift your glass up high\nLet me see you all, here, let me say hi\nHey it's a celebration\nIt feels like my day of graduation\nHey, lift your glass up high\nLet me see you all here let me say hi\nAnd it's great to be back\nTake some time to focus and get ready to go back\nGet ready to go stronger raise up the bar\nGet the challenge a little harder\nI'll see you when I'll see you\nNever know when it's going to be\nNever know where it's going to lead you\nLead you to the best, to the peak of the world\nTo the middle of the finest, the unspeakable words\nThere's a lot out there you don't wanna miss\nThe motherf**kers that you do wanna diss\nA lot of bitches that you don't wanna kiss\nStep away from distractions scratch them off your list\nSo if you hustle stand up, no matter what your status is lift your glass up\nYes we celebrate life we celebrate glory we put it to the light\nHey it's a celebration\nKay is in town it's my invitation\nHey lift your glass up high\nLet me see you all, here, let me say hi\nHey it's a celebration\nIt feels like my day of graduation\nHey, lift your glass up high\nLet me see you all here let me say hi", "image": "https://assets.genius.com/images/default_cover_image.png?1553716986"}], "artist": "K-maro"}