{"songs": [{"title": "Symphonie Pour Un Dingue", "album": "I Am à l’ancienne", "year": null, "lyrics": "Yeah yeah c k-maro baby, cet fois faut voir tout le monde debout les mains dans les airs.Yo on le fera une fois comme ca, faite un maximum de bruit\nK-maro yeah ou sont mes dingues ou sont mes ladys...\n\nCelle ci je la balance pour tous ceux qui galиre avec moi ki flik du crystal tous les soirs et qui ne connaissent que ca, pour tous ceux qui se reconnaisse pour tous ceux qui nous reconnaissent, se qui traine dans les boite et qui savent ce que c'est, ce qui nous vois dans les club et qui savent que heyyy!\n\nCelle-ci compte pour tout mes dingue qui sors trop qui passe de boite en boite et qui traine trop, qui vivent au maximum qui profitent qui savent c'est tout rien que les belle annees passe vite. Ils on besoin d'un bon son pour planer koi de mieu qu'un bon son pour cramer faire la fete kom je le fais ca le prend faire dune fete ce ke jen fais ca me prend. Si jai autant de plaisir a passer de bonne soiree cest ke jai autant felix qui depuis des annees me suivent et ki savent ke c'est pas evident, je dedie le morceau a tous ce ki sont la depuis temps, la klik k-maro!\nJy bosse balance ce morceau pour mes homeys, jy bosse balance ce morceau pour mes ladys, jy bosse balance ce morceau et dis merci! mon club de dingue faite du bruit!!!\n\nCelle ci je la balance pour tous ceux qui galиre avec moi ki flik du crystal tous les soirs qt qui ne connaissent que ca, pour tous ceux qui se reconnaisse pour tous ceux qui nous reconnaissent, se qui traine dans les boite et qui savent ce que c'est, ce qui nous vois dans les club et qui savent que heyyy!\n{x2}\n\nOu sont mes dingue ki vivent a l'ancienne ou sont les fou kom moi ki me comprenne ou sont mes ladys mes crazy ladys ki viennent pour nous ki vive ki trip ki drank avec nous rien ke ppour vous ke je balance ce morceau mes fedars ce ki sorte et ki rentre tard ki pousse a fond et prennent la fly kom moi la music rend HIGHH ... on ne fais ke du bon son, de piste de danse plaine, de vibes a l'ancienne, mais c la soirer ki prend le controle rien de serieu tu vois on rigole si tes du clan vas y bouge avec nous, si tu comprends vas y bounce avec nous leve ton verre bienvenu dans le club car on se la fais a l'ancienne a la chirga\n\nCelle ci je la balance pour tous ceux qui galиre avec moi ki flik du crystal tous les soirs qt qui ne connaissent que ca, pour tous ceux qui se reconnaisse pour tous ceux qui nous reconnaissent, se qui traine dans les boite et qui savent ce que c'est, ce qui nous vois dans les club et qui savent que heyyy!\n(3fois)\nYeahh...ce morceau je le dйdie a l'un des notre qui a toujours souhaiter qu'on continu a sourire apres son depart.On la fais pour toi, peu importe ou tes jsais ke tu nous regarde une pensee a toi...one love..peace", "image": "https://assets.genius.com/images/default_cover_image.png?1553716986"}], "artist": "K-maro"}