{"songs": [{"title": "K.p.o.n.e. Inc.", "album": "Million Dollar Boy", "year": null, "lyrics": "Eah ! Kpone Inc Come On!\nBaisse La Voix Tu Parles Au Boss Guy\nT'es L'usine Ici, Les Rimes a Sort Au Cost Guy\nChacun Son Poste Guy\nMes claireurs Sur La Route De L'info\nIci On Prend Des Risques On Mise Gros\nLes Consquences J'les Porte Sur Mon Dos\nEt Puisque Qu'on Dit Qu'on Rcolte Ce Qu'on A Sem\nAlors Qu'le Ciel Pleure\nEt Bnisse Tout Nos Efforts De Ses Dernires Annes\nEt Si Quelqu'un La Haut Ma Pardonn\nAlors En Son Honneur Je Serais Le Mercenaire De K.P.O.N.E I.N.C\nPrt Pour Le Combat Mon Gars\nTatou Sur Mon Bras Au Gars\nGuilty For Being The Best, C'est Tout Et a Sera a Mon Gars\nLoin D'tre De La Prtention, Fier D'tre En Position Tte\nPeut-tre Que C'est Que Ma Confiance Qui T'prent La Tte\nPeut-tre Trop Complex, Dans Ton Cerveau Trop Flex\nExpos A Mes Faons De Faire Class X Si Trop Expert\nPerds Pas De Temps, Laisse Nous Faire Si Tu Sais Pas\nPerds Pas De Temps Va, Va Prendre Lair, Va Reviens Pas\nOhohhhh C'est Ma Dreamteam Team Babe\nIci Y'a Pas Fake Y'a Pas De Faux Y'a ''qui Ont Est''\nOhohhhh C'est Ma Dreamteam Baby\nYeah! C'est Ma Dream Team Baby\nOn Parle De Pz Et De Monnaie, De Femmes De Fraises Et De Honey\nOn Roule En Caisse Les Roues Chromes, Ici Tout Le Monde Nous Reconnat\nMais Dis Moi Qu'est Ce Tu Croyais? K.P.O.N.E I.N.C\nOn Est Venu Squatter Les Sommets You Little Shit, You Don't Know Me\nOn Parle De Pz Et De Monnaie De Femmes De Fraise Et De Honey\nOn Roule En Caisse Les Roues Chromes Ici Tout Le Monde Nous Reconnait\nMais Dis Moi Qu'est Ce Tu Croyais? K.P.O.N.E I.N.C\nOn Est Venu Squatter Les Sommets You Mothers Fuckers Don't Know Me\nYeah! This The Most Inteligent Record Lady, Kponeinc Babe Forever\nK.P.O.N.E.I.N.C Bannire Imposante, Famille Talentueuse Qui Te Prsente\nSes Stars Et Ses Poulains, Un Bel Avenir, On Pense A Demain\nParle Moi D'une Compagnie Ou Le Cache Rentre Libre Comme Dans Un Moulin\nEt C'est Par Combien De Fois On M'la Demand?\nSi Tu Veux Savoir, On Parle D'un Biz De Millions Homie\nD'un Pass Lourd De Portes A Casser\nCombien De Personnes Nont Jamais Cru Qu'on Aurait Tant De Plaques Amasses\nLa Diffrence Entre Le Eux Et Nous\nC'est Qu'aujourd'hui On Est K.P.O.N.E Inc Et Regarde Bien Qui Vient De Cogner Chez Nous\nC'est Dur De Ne Pas tre Rancunier, Business Is Business Homie\nLavance Ma Prise De Soumission Ma Proie Peut Abandonner\nOhohhhh C'est Ma Dreamteam Baby\nIci Y'a Pas De Fake Y'a Pas De Faux Y'a ''qui Ont Est''\nOhohhhh C'est Ma Dreamteam Baby\nYeah! C'est Ma Dreamteam Baby\nOn Parle De Pz Et De Monnaie De Femmes De Fraise Et De Honey\nOn Roule En Caisse Les Roues Chromes Ici Tout Le Monde Nous Reconnait\nMais Dis Moi Qu'est Ce Tu Croyais? K.P.O.N.E I.N.C\nOn Est Venu Squatter Les Sommets You Little Shit, You Don't Know Me\nOn Parle De Pz Et De Monnaie De Femmes De Fraises Et De Honey\nOn Roule En Caisse Les Roues Chromes Ici Tout Le Monde Nous Reconnait\nMais Dis Moi Qu'est Ce Tu Croyais? K.P.O.N.E I.N.C\nOn Est Venu Squatter Les Sommets You Mothers Fuckers Don't Know Me\nJe Reserve Mes Dernier Mots A Ses Petites Bitches Qui Pourraient Douter Encore\nJ'ai Dj Gagn Assez D'terrain Mais Je Pourrais Pousser Encore\nLa Famille Brille, Mon Business Et Sans Merci\nJe Ramasse Mes Parts De March As A Millions Dollar Boy Baby\nYou Better Watch How To Talk When You Talk About Me\nCause I'll Come And Take Your Life Away\nJe Viens Foutre La Pagaille Ce Son Rien Que Pour Mes Canailles\nMany Man You Say Hello To The Bad Guy\nOhohhhh C'est Ma Dreamteam Team Baby\nIci Y'a Pas Fake Y'a Pas De Faux Y'a ''qui Ont Est''\nOhohhhh C'est Ma Dreamteam Baby\nYeah! C'est Ma Dream Team Baby\nOn Parle De Pz Et De Monnaie, De Femmes De Fraises Et De Honey\nOn Roule En Caisse Les Roues Chromes, Ici Tout Le Monde Nous Reconnat\nMais Dis Moi Qu'est Ce Tu Crouais? K.P.O.N.E I.N.C\nOn Est Venu Squatter Les Sommets You Little Shit, You Don't Know Me\nOn Parle De Pz Et De Monnaie De Femmes De Fraise Et De Honey\nOn Roule En Caisse Les Roues Chromes Ici Tout Le Monde Nous Reconnait\nMais Dis Moi Qu'est Ce Tu Croyais? K.P.O.N.E I.N.C\nOn Est Venu Squatter Les Sommets You Mothers Fuckers Don't Know Me", "image": "https://assets.genius.com/images/default_cover_image.png?1553716986"}], "artist": "K-maro"}