{"songs": [{"title": "Femme Like U", "album": null, "year": null, "lyrics": "{Refrain:}\nDonne-moi ton coeur baby\nTon corps baby hey\nDonne-moi ton bon vieux funk\nTon rock baby\nTa soul baby hey\nChante avec moi, je veux une femme like you\nPour m'emmener au bout du monde, une femme like you\nHey\nDonne-moi ton coeur baby\nTon corps baby hey\nDonne-moi ton bon vieux funk\nTon rock baby, ta soыl baby hey\nChante avec moi, je veux un homme like you\nBad boy tu sais qu' tu m' plais, un homme like you\nHey\n\nQuand tu chantes, j'oublie\nJ'ai plus le moindre soucis\nJ'ai le mal qui fuit\nTu donnes un son а ma vie\nEt puis j' sais pas qu'est-ce qui s' passe\nT'as ce regard dans la face\nQui me ramиne а la case dйpart, lа oщ j' suis parti\nNous ramиne а la soirйe du bar quand on est sortis\n\nEt c'est cette mкme complicitй qui s'installe\nOu quand on est sur la scиne\nEt qu'on brille sous la mкme йtoile\nQuand ta voix croise la mienne, que j'ai ta soul dans mes veines\nComme on va кtre cool dans les tiennes\nFemme t'es belle mais quand tu chantes t'es s***\nFlash sur elle, rock, soul baby\n\n{au Refrain}\n\nComplice on leur donne un bon son, like...\nA la tv, Mary J. Blige glamourous, ton style et ton charme t'es fabulous\nUn dйlice pour un macadam\nMhhm baby baby, si tu savais comme j' te mhhm baby baby\nCrois-moi que l'atmosphиre est parfaite\nEt plus tu chantes, plus je j' glisse sur la pente et j'perds la tкte\nDeux vies, deux voix qui s' rencontrent\nDeux histoires qui se racontent\nUne chanson pour le dire\nY'a les mots, les images pour le dйcrire\nUne belle rencontre а l'ancienne\nPrends un flash! Y'a d' la magie sur scиne\nLe rideau tombe et c'est terminй\nUne belle collabo, des mots sur une feuille, pour se rappeler\n\n{au Refrain}\n\nDonne-moi ton coeur\nDonne-moi ton corps\nDonne-moi ta soul\nTon rock'n'roll\nJe veux une femme like you\nUn homme like you\n\n{au Refrain, x2}", "image": "https://assets.genius.com/images/default_cover_image.png?1553716986"}], "artist": "K-maro"}