{"songs": [{"title": "Potion", "album": "Empire", "year": "2018-11-30", "lyrics": "[Intro]\nC'est Izzy-S\nEmpire\nYeah (ouh)\n\n[Hook]\nHennessy dans la potion (Hennessy dans la potion)\nMon cœur est parti en fumée (parti en fumée)\nJe n'ai que la haine comme émotion (comme émotion)\nUn jour il faudra assumer (un jour il faudra assumer)\nHennessy dans la potion (Hennessy dans la potion)\nMon cœur est parti en fumée (parti en fumée)\nJe n'ai que la haine comme émotion (comme émotion)\nUn jour il faudra assumer (un jour il faudra assumer)\n\n[Verse 1]\nSouvent je dis rien, car si je parle\nÇa va très mal se finir, on est pas dans les clashs\nOn a des armes et puis on sait très bien s'en servir\nDis-moi qui peut venir parler sur nous?\nOn a du sang sur les mains, c'est normal\nAssume les conséquences si tu fais le fou\nDevant les balles, rien ne sert de faire le brave\nTu fais des snapchat partout où tu es\nT'es même pas en forme, continue à [?]\nOn va te trouver, on est très malins\nEt c'est ta famille qui va verser des larmes\n[?] ou bien quarante-cinq ans\nTends le canon pour faire des gros dommages\nJ'ai fait des singles, ça attire les rats\nMais ils n'auront pas une tranche dans mon fromage\nJ'écris l'album, j'suis perdu dans mes pensées\nJ'suis dans ma bulle, veuillez pas me déranger\nPas peur de la mort et j'ai pas peur des hommes\nJe sais que ma vie est souvent en danger\nY'a que le vécu qui parle, pas de mytho\nJ'avance tout seul et j'fais aucun demi-tour\nSi j'vais me coucher à 7H du matin\nJ'me demande est-ce que c'est trop tard ou c'est trop tôt\nChacun son grind, c'est chacun son shine\nL'union fait la force, mais tout l'monde reste dans son coin\nJ'préfère [?] un jour pour ressembler\nJ'te vois venir avec ton regard haineux\nTu parles trop haut, [?] les murs ont des oreilles\nJ't'adresse plus la parole parce que j'suis rancunier\nL'amour c'est un couteau à double tranchant\nTu prends de mes nouvelles seulement pour un feat\nOui c'est vrai que pour l'alcool j'ai un penchant\nJamais égalé, so pourquoi tu imites, uh?\nPourquoi tu imites?\n\n[Verse 2]\nC'est fou comme le temps passe\nSi c'tait pas du rap, je serais sûrement en prison\nJ'avais rien à perdre, j'étais un jeune fou\nJ'regarde dans le miroir, je vois un lion\nMentalité du hood\nÀ l'année prochaine, on s'voit [?]\nC'est que dans la mort que le monde se réunisse\nÇa dit « R.I.P. », après ils vont t'oublier\nC'est des hypocrites\nQue Dieu les punisse\n\n[Bridge]\nOn est pas dans la même ligue, non\nOn ne vit pas la même vie, yeah\nMes yeux sont plein de fatigue\nCar, jai écrit toute la nuit\n\n[Hook]\nHennessy dans la potion (Hennessy dans la potion)\nMon cœur est parti en fumée (parti en fumée)\nJe n'ai que la haine comme émotion (comme émotion)\nUn jour il faudra assumer (un jour il faudra assumer)\nHennessy dans la potion (Hennessy dans la potion)\nMon cœur est parti en fumée (parti en fumée)\nJe n'ai que la haine comme émotion (comme émotion)\nUn jour il faudra assumer (un jour il faudra assumer)\n\n[Outro]\nYeah\nUn jour il faudra assumer\nUn jour il faudra assumer", "image": "https://images.genius.com/46768ba1e9d9d53b7a7ebfd5deb00ab3.300x300x1.png"}], "artist": "IZZY-S"}