{"songs": [{"title": "Barça", "album": "Empire", "year": "2018-11-30", "lyrics": "[Intro]\n« [?] est parti, il le retrouve, le ballon en retrait, Messi! Oh là, là, là, là, le troisième but! Pour le Barça! Incroyable! Dans [?] »\nYou know how it is\nC'est Izzy-S\nOn va leur mettre des buts dans [?]\nFuck the ops\nGang\n\n[Verse 1]\nJ’suis venu baiser le game, la sale pute\nQue des rappeurs qui veulent jouer de la flute\nMon instrument fait paw, paw, paw, paw\nT'es tombé, j'étais témoin de ta chute\nJe l’ai dit, ma victoire c'est pas pareil\nJ'ai fait des affaires sales qui nous différencient\nQuand c'tait le temps de faire couler du sang\nJe restais, mais toi tu étais parti\nQuand j'bois de l'alcool, je deviens pensif\nLes blessures restent alors je mets des pansements\nMalgré le rap, dans la rue j'suis actif\nUne nouvelle arme à feu mon négro c'est bandant\nElle pense qu’elle va m’avoir, j'suis pas facile\nMon cœur est dur, aussi dur que vivre dans ma zone\nL’impression que la police me surveille\nAlors j'ai pas l'choix de toujours changer de phone\nC'est fou, mais depuis que j’compte de l'argent\nJ'arrive de moins en moins à compter sur les gens\nAujourd'hui tu veux que j'te reconnais\nT'étais pas là quand j'vendais sur la rue Legendre\nC'est fou, mais depuis que j'compte de l'argent\nJ'arrive de moins en moins à compter sur les gens\nJ'suis le plus vrai que le rap ait connu\nRien à foutre de mourir ou pas comme une légende\n\n[Hook]\nIls veulent la guerre, on va la faire\nOn va leur mettre des buts à la Barça\nArme à la main, j'arrive pour te trouver\nQue veux-tu que je fasse d'autre à part ça?\nIls veulent la guerre, on va la faire\nOn va leur mettre des buts à la Barça\nArme à la main, j'arrive pour te trouver\nQue veux-tu que je fasse d'autre à part ça?\nBarça, Barça, Barça, Barça, Barça, Barça\nQue veux-tu que je fasse d'autre à part ça?\nBarça, Barça, Barça, Barça, Barça, Barça\nBalle dans la tête, on se fout d'ton pare-balles\n\n[Verse 2]\nDe la drogue dans mon sac depuis tout jeune\nAu moment de la transaction, j'suis là à l'heure\nJ't'un gars de St-Michel et puis c'est tout\nViens pas m'associer à des histoires de couleurs\nJ'fume ma shisha à la saveur des ops\nLaisse faire ta carrière tu fais que des flops\nJ'ai des sœurs et une mère que je respecte\nJ'peux pas dire que toutes les femmes c'est des salopes\nJ'ai laissé mes émotions prendre le dessus\nEt j'ai fait du mal à du monde que j'aimais\nJ'me réveille le matin, j'suis toujours en vie\nJ'finis ma prière avec un Amen\nÀ la fin mon orgueil me donne raison\nJ'suis perdu dans la rue, j'ai quitté la maison\nJ'ai avancé sur la route du succès\nMalgré que j'ai eu plusieurs crevaisons\nOn a pas les mêmes causes, pas les mêmes [?]\nPourquoi tu veux m'parler, t'es qu'une p'tite merde\nDans mon cercueil j'apporterai que dalle\nQue j'le veux ou pas, je vais finir par tout perdre\nJ'investie, j'investie dans ma carrière\nJ'investie, j'investie dans la réseau\nSous investigation, ça nous met des barrières\nTu veux pas nous voir accumuler les pesos\n\n[Hook]\nIls veulent la guerre, on va la faire\nOn va leur mettre des buts à la Barça\nArme à la main, j'arrive pour te trouver\nQue veux-tu que je fasse d'autre à part ça?\nIls veulent la guerre, on va la faire\nOn va leur mettre des buts à la Barça\nArme à la main, j'arrive pour te trouver\nQue veux-tu que je fasse d'autre à part ça?\nBarça, Barça, Barça, Barça, Barça, Barça\nQue veux-tu que je fasse d'autre à part ça?\nBarça, Barça, Barça, Barça, Barça, Barça\nBalle dans la tête, on se fout d'ton pare-balles\n(Balle dans la tête, on se fout d'ton pare-balles)", "image": "https://images.genius.com/46768ba1e9d9d53b7a7ebfd5deb00ab3.300x300x1.png"}], "artist": "IZZY-S"}