{"songs": [{"title": "Crack Muzic", "album": "Noirs et Professionnels", "year": "2011-07-15", "lyrics": "[Intro]\nParis\n9-3, rive Sud, Alibi Montana, G.O.D Part 3\nQB, les ghettos réunis\n\n[Refrain : Roi Heenok]\nC'est cette poudre de Montana\nC'est la guerre, négro\nC'est ce crack music\nQueensbridge, 9-3, Rive-Sud\nNégro, on a ces pompes pompes\nOn charge les calicos\n\n[Couplet 1 : Roi Heenok]\nLa seule chose qui m'intéresse\nC'est d'augmenter mes importations de produit\nAlors je contacte Alibi Montana dans le 9-3\nOn fait ça, Queensbridge la connexion G3, Roi Heenok\nOn a ce que tu recherches\nRoi Heenok, l'espion initié d'exception\nJe possède la clé, mes rituels d'une puissance inouïe\nQue vous pouvez facilement mettre en application\nHomme moderne, entité démoniaque\nConnaissance approfondie, j'engage des contacts secrets avec le Vatican\nLe nouveau pape noir\nRoi Heenok fait les assassinations pour l'archevêque\nLe Roi des Rois, l'ambassadeur du rap français queensbridgedisé sur le continent français\nPour ces usagers, ces assoifés qui veulent planer\nRoi Heenok et G3 et Alibi Montana, on a ce que tu recherches\nPour ta messe cérémonielle, du crack aux pilules, on l'a\nFais ton choix, sors ton oseille et arrête de jacasser\nFais vite, il y a les keufs qui surveillent\n\n[Couplet 2 : G.O.D. Father PT. 3]\nThey can't catch me in the crossfire, I move offkey\nI only fuck with real niggas that surround me\nNo way you can ground me, i'm airborne, doubt me?\nI'll wind up in yo hood with the uzi\nThat real shit move me\nWhat's happening in the ghetto, bare witness\nCuz imma spread the word like it's goin' outta existence\nThis New Rap Order is true, so pay attention\nIt's a sign that the end of the times is right near us\nSo we gotta unite, the government don't scare us\nOne day in the future, we all shall perish\nI prepare for the worse, we strive for the best\nHand France, (the bet ?), back to the US\nRelate to the public, it's a Mobb thing, G\nI been doing this for years, raised so many peers crossed the planet\nMy infamous life is so dear\nGot them cannon, for any type of drama come near\nFrom the Bridge to the 9-3, police can't find me\nI stay with the grimy, big twins beside me\n\n[Couplet 3 : Alibi Montana]\nQuand tu m'appelles pour l'attentat\nT'appelles un fusil mitrailleur\nSi t'as peur d'être blessé mec, vas-y mets-toi ailleurs\nAlibi, buena id, Montana ça nique tout\nJ'suis la voix du peuple écoutée par tous les voyous\nSur 24 pistes, terrifiant, terroriste, du côté rera\nT'as ma parole, j'sais pas s'il existe\nJoue pas les Schwarzenegger, chez nous t'auras toujours tort\nJ'en ai rien à foutre, nous on est pire que Terminator (on les baise)\nJ'viens pas d'L.A, j'viens des quatre-mille, fais pas le beau avec une arme, ici nous on kille\nY a la place pour mettre des armes mec, dans mon Levi Strauss\n93 accueille la mort, dans les poches les bastos\nConnexion la France, Queens mec, Canada\nToujours plus de rafales, toujours ratatata\nConnexion la France, Queens mec, Canada\nRoi Heenok, G.O.D. , Alibi Montana\n\n[Refrain : Roi Heenok]\nC'est cette poudre de Montana\nC'est la guerre, négro\nC'est ce crack music\nQueensbridge, 9-3, Rive-Sud\nNégro, on a ces pompes pompes\nOn charge les calicos\n\nC'est cette poudre de Montana\nC'est la guerre, négro\nC'est ce crack music\nQueensbridge, 9-3, Rive-Sud\nNégro, on a ces pompes pompes\nOn charge les calicos\n\n[Outro]\nCrack Music\nLes ghettos réunis\nHooooooooon", "image": "https://images.genius.com/ea1e4885ed4154d051ee93962228fbc7.1000x1000x1.jpg"}], "artist": "Roi Heenok"}