{"songs": [{"title": "Bel Emballage Sans Le Contenu", "album": "Noirs et Professionnels", "year": null, "lyrics": "[Intro : Roi Heenok & Raekwon]\nRoi Heenok négro !\nRaekwon: Yeah, Roi Heenok, know what I mean? Queens french-style nigga!\nRoi Heenok: J't'entends Chef !\nRaekwon: The Queens French connection nigga! You're playin' with motherfucking fire right here!\n\nAllez, allez Roi Heenok\nLaisse tomber cette merde\nCette merde de gangster\nAllez crache ce feu\nRoi Heenok et Raekwon\n\n[Refrain/Hook: Roi Heenok]\nDégaine mon arme\nTiens mon fusil, tire avec mon fusil\nLes négros de la Rive Sud sont opés\nPour les homorappeurs qui se croient huppés\nArrêtez d'nous imiter\nDébarquez d'notre pénis\n\n[Couplet 1/Verse 1: Roi Heenok]\nAucun problème\nDans la rue ma pute chargée à bloc se prostitue pour moi\nT'entends Booba ?\nDans la rue ou dans l'industrie le Roi Heenok est poids lourd\nT'entends Booba ?\nTu es dans la même catégorie que De la Hoya\nJe te donne au moins cela\nMais d'imiter les négros du Queens\nCamouflé sur du verlan et un accent arabe\nN'est pas suffisant\nTes clients sont insatisfaits et ils veulent des vrais\nMais t'inquiète, ton rêve s'est réalisé :\nLe Roi Heenok, le rap français officiel du Queens\nExécuté par des négros de la Rive Sud\nDes super-hommes\nQui s'expriment en plusieurs langues, et qui profitent de la drogue\nQu'importent et exportent l'hydroponique et des tonnes de briques\nDu Québec à Paname\nBooba : bel emballage sans le contenu\nRien à cirer que tu sois sur l'étiquette de AZ\nOu avec qui t'as déjà collaboré\nRien à respecter que tu aies laissé tomber Ali et le 45 Scientific\nPendant qu'ils aident la cause en Palestine\nQue les vrais négros font les vraies choses, jusqu'au Québec\nAu concert de Mobb Deep, suspect, sur leur pénis\nAyant la frousse de rencontrer Havoc avec ta chaine et ton médaillon\nBien camouflés\nA l'intérieur de ton t-shirt\nCachés du regard des gangsters, tatoué comme un tueur\nFaux voyou on t'a à l'oeil\nPerformant sur scène pour des Blancs de moins de 18 ans\nDérespectant ton ancien clan (Raekwon: Word up !)\nPendant qu'ma popularité grandit dans l'92i\n(Raekwon: Know what I mean?)\n\n[Refrain/Hook: Roi Heenok]\nDégaine mon arme\nTiens mon fusil, tire avec mon fusil\nLes négros de la Rive Sud sont opés\nPour les homorappeurs qui se croient huppés\nArrêtez d'nous imiter\nDébarquez d'notre pénis\n\n[Couplet 2/Verse 2: Raekwon]\nDrugs, villains, murder\nYour wig'll fly right off from your crib\nIt's all true talking\nWe kill niggas like you hawking\nPut your hand on my stack I saw shit\nChop arms off of snakes, leave em dead on fire escapes\nYou tryna wile out? Fryin apes\nBallin niggas in pits, makin niggas sniff white dust\nAll of this is based on bricks\nTrue scenario, bury niggas on home terrio\nBlack shit, cruise through nothing but strapped shit\n????? of rap, gangsta rooms in the four building, fantastic\nWar platoon, this is Lex the check writer\nThe shit I sell ?????, don't come sideways with that\nAnimal thug murderer nigga, rats in his casket\nGoldchurch 21 karats in Paris\nHeat pop, check the raw section of the street Ak\nThis is Chef", "image": "https://images.genius.com/ea1e4885ed4154d051ee93962228fbc7.1000x1000x1.jpg"}], "artist": "Roi Heenok"}