{"songs": [{"title": "Fidèle à chacune d'elles", "album": "Cocaïno Rap Musique Vol. 1", "year": null, "lyrics": "[Heenok]\nToutes mes ptites groupies t'entends?\nLorsque vous nous voyez en...en tournée\nNe soyez pas timides t'entends?\nRoi Heenok à c'micro, han?\n\nTu n'sais pas cuisiner, ça m'est égal\nTu n'sais pas repasser, ça m'est égal\nTu n'sais pas comment faire le ménage, ça m'est égal\nHan? Tu n'sers à rien ça m'est égal\nLa seule chose que j'veux d'toi c'est te baiser\n\nT'entends ma ptite [han] faites votre argent [han] n'haissez pas\nJ'fournis la condom et la marijuana\nRoi Heenok adore les négresses exotiques de préférence\nDes mannequins blanches, à l'hôtel les nuits blanches\nA chaque jour je tombe en amour mais je suis pas ton amoureux\nLes choses se passent, les femmes elles viennent et elles partent\nJ'les aime toutes, pas besoin de viagra\nToujours chargé à fond et le sexe avant ta conversation\nTu as mon attention, cause moi sexuellement\nRoi Heenok ton divertissement\nVouloir te baiser est plus fort que moi, ta beauté vient d'Allah\nImpossible de vous résister, j'vous aime à croquer\nVive les femmes, Roi Heenok fidèle à chacune d'elles\nTrooop belles, trooop bon\nC'est d'la faute du créateur si Eve à chaque coup m'emmène en enfer\nEt me ramène au paradis lorsque je jouis et atteins son point G\nExcitée elle appelle une autre amie\nUne invit' chez le Roi, pour le ménage à trois\nNe t'inquiète pas, j'suis des munitions pour servir tout un couvent\nDe plus, j'ai des soldats cochons qui n'attendent que la partouze\nT'entends chérie han?\nDe plus, j'ai des soldats cochons qui n'attendent que la partouze\n\nHan\nTu n'sais pas cuisiner, ça m'est égal\nTu n'sais pas repasser, ça m'est égal\nTu n'sais pas comment faire le ménage, ça m'est égal\nHan? Tu n'sers à rien ça m'est égal\nLa seule chose que j'veux d'toi c'est te baiser\nVoilà, t'entends ma ptite?\n\n[Ugo le Patron]\nPlus redoutable que mes canons\nMon membre et mes couilles\nL'un est ferme et l'autre d'acier\nTu le sais bien mami que j'ai deux personnalités\nUne dans la rue et une dans le lit\nJe le sais que tu aimes te donner à moi\nL'extase je t'offre à chaque fois\nL'éjaculation féminine n'est pas un mystère à mes yeux\nLe point G n'est pas un secret de mon aveu\nLes orgasmes multiples font partie du jeu\nAlors détends toi, et laisse le professionnel explorer cette faune naturelle\nQue je t'envoies au treizième ciel\nAlors ma belle demoiselle, tu le vois bien\nJe ne suis pas qu'un criminel, mais un amant sensationnel\nAvec moi tu en as pour ton argent\nJ'excelle en toutes situations\nPas de temps pour les querelles\nLe plaisir est la seule solution\nLe désir je t'offre à chaque occasion\nFinies les heures de dur labeur c'est le temps de la récréation\nUn petit verre de Dom Pérignon avant de passer à l'action\nQu'en dis-tu? Qu'en dis-tu?\n\n[Heenok]\nHan, toutes mes ptites groupies\nTu n'sais pas cuisiner, ça m'est égal\nTu n'sais pas repasser, ça m'est égal\nTu n'sais pas comment faire le ménage, ça m'est égal\nHan? Tu n'sers à rien ça m'est égal\nLa seule chose que j'veux d'toi c'est te baiser\nT'entends ma ptite [han] faites votre argent [han] n'haissez pas\nJ'fournis le condom et la marijuana", "image": "https://images.genius.com/039b705e4825e65f215348f9ead67b75.750x750x1.jpg"}], "artist": "Roi Heenok"}