{"songs": [{"title": "Lounge With Us (Rock On)", "album": "Mentalité Moune Morne... (Ils n'ont pas compris)", "year": null, "lyrics": "Nigga, what the f*ck!\nJ'prends le mic, blow le beat, flow prolifique, \"no diggidy\"\nCelle-ci va à tous les homies\nJ'rappe, relaxe et stack le profit\nMaudit celui qui tente de me descendre, m'étendre\nJe pense aussi me défendre, décampe\nAvant que tes dents je répande sur le cher-plan, \"fwékan!\"\nJ'suis le vétéran, très loin d'un rookie\nLounge et get down avec M-U-Z\nC'est easy comme one-two-three\nTout c'que tu fais c'est shake ton booty\nEn tous les cas ce soir c'est plein de groupies\nElles te grouillent les couilles quand elles vont boogie\nDonne le coochie quand t'as le lucchi\nEt quand des gars te parlent, tu réponds \"Who, me ?\"\nLes vraies têtes bounce et jump, y'en a qui se passent des blunts\nLes high class biatch, elles front\nLounge, c'est ça qui compte!\nCeux qui n'ont rien dans les poches, bum rush\nMalgré le fait que les cops sont proches\nMes strophes, non-stop je les bust\nIt's a bird, it's a plane... it's Mr. Imposs!\nYeah, everybody.. rock on, rock on\nYeah, everybody.. rock on, rock on\nTu peux bounce avec M.U.Z. ?\n(Est-ce que.. tu peux bounce, avec le M.U.Z. ?)\n(Est-ce que.. tu peux bounce, avec le M.U.Z. ?)\n(Est-ce que... uh, uh, avec le M.U.Z. ?)\nBrother, y'a trop de stress. Aujourd'hui j'prends ça relax\nTu connais mon style, si tu sais pas, you can ask\nAnyone ici j'bouge les foules les plus furax\nParty people come on, lounge avec mon son au max..\nFaites place, dégagez les pistes. Take this!\nT'es pas down, décrisse! Résiste pas, \"C'est qui ça ?!\"\nJ.Kyll... je lounge donc j'existe\nHey! Qui c'est qui dit qu'il chill jamais ?\nOui, tu l'as dit, t'es un thug, et puis après ?\nT'as des gats, tu m'épates, wow! et puis, admets\nQuand c'est le beat qui cogne, my song's tha bombé. Bouge patnè!\nMec, si tu m'approches et que je te toise, viens pas là\nMême si tu m'approches avec les poches pleines de mama\nJ'veux rien savoir si tu joues les Don Dada\nShow me respect, j'suis la true ill nana\nPourquoi t'es venu, si tu front \"sou kote\" ?\nFais pas ton mean, j'vois ton bounda sauter\nSi tu sais pas danser, qu'est-ce que t'as à te moquer ?\nDis-le, t'aimes mes moves, pas vrai, t'es choqué ?\nHey! Mais qu'est-ce ta main fait là ? Go away!\n\"Neg pa lave, pafume\"... No way!\nYou tha man, toutes les femmes te veulent.. oh! ouais ?\nYou wanna get down, you go down!\n(voix hors-champ) Ohhh, shit.. \"kèt\" man, t'as vu ? Yo, security.. security!\nLet them die... die! Tu veux m'arrêter, moi j'chill négro\nT'es pas de taille... taille! Excuse me, while I touch the sky\nSi t'es cool, dis-moi si tu lounges avec le Muzi\nNeg Lakay! Crase Kay!\nYeah, everybody.. rock on, rock on\nYeah, everybody.. rock on, rock on\nTu peux bounce avec M.U.Z. ?\n(Est-ce que.. tu peux bounce, avec le M.U.Z. ?)\n(Est-ce que.. tu peux bounce, avec le M.U.Z. ?)\n(Est-ce que... uh, uh, avec le M.U.Z. ?)\nRecognize fac-similés, les \"big moves international\"\nFly comme un javelot, high comme un astronaute\nF*ck Apollo car tropikal est f*cking accro de la sono\nWake up, innovate, f*ck, pas de bullshit, f*ck Lionel\nNigga, je m'enrichis via le thug life yo\nJ'suis le Doc Psycho qui vous f*ck dehors tout comme George Michael\nPis on puff l'hydro, kna'mean? ma rime vit de crayon à mine\nRock it, drop it, you know my team's 'bout it, 'bout it pour un platine\nRelax et chill, puff un dime, grab un 40 ounce\nNigga, puffez avant de philosopher baby, faut que j'lounge\nSmoke un dime, so golddigger, check un autre nigga\n\"You broke, nigga ?\" You go figure\nLook for a bigger coke sipper ou je te saute comme un stick-up horrible\nJet-toi vite comme Speedy Gonzalez, \"mais baby ici j'suis à l'aise, please dis oui!\"\nSo arrête ton chichi qu'on finisse ça net\nQuiet ça y est, y'a le open mic \"he's on fire, live and direct\"\nMitraillette de dialecte \"I don't wanna die yet!\"\nC'est un stick-up, donne-ton stock, ma bande roule\nComme si c'était Maxell\n\"Qui que t'es ?\" Dramatik, comme donner un blow job à un scalpel!!\nYeah, everybody.. rock on, rock on\nYeah, everybody.. rock on, rock on\nTu peux bounce avec M.U.Z. ?\n(Est-ce que.. tu peux bounce, avec le M.U.Z. ?)\n(Est-ce que.. tu peux bounce, avec le M.U.Z. ?)\n(Est-ce que... uh, uh, avec le M.U.Z. ?)\nMoune Morne avec le M.U.Z\nSixty-Seven avec le M.U.Z\n5-1-4 avec le M.U.Z\nTout le monde avec le M.U.Z\nRUUAAAAAAAAAAAAH!", "image": "https://images.genius.com/99cf6575c4685980e839f75de076364d.300x300x1.jpg"}], "artist": "Muzion"}