{"songs": [{"title": "Mentalité Moune Morne", "album": "Mentalité Moune Morne... (Ils n'ont pas compris)", "year": null, "lyrics": "Mentalite Moune Morne 1999 avec la barre en haut\nIls n'ont toujours pas compris\n40 jours, 40 nuits, 40 lignes, ça te concerne ya!\nTrois \"M\" dans mon logo: Mentalite Moune Morne\nSortons de ce monde d'aveugles ou ceux qui menent sont tous borgnes\nEt nous poussent dans le precipice de la sottise\nDu vice qui horrifie : la vanite\nJ'avoue, j'ecris ce texte en esperant qu'on me glorifie\nDefinition du Moune Morne: celui qui ne vit que pour lui et pour Dieu\nThe world is mine so\nF*ck, je fais ce que je veux\nTu dis que t'est God, mais comment se fait-il qu'en tant que Homo-erectile\nTu copies sur ceux plus bas et que tu rampes comme un reptile?\nT'es le premier à crier j'm'en fous F.T.W\nSi jamais tu me vois porter un tailleur, c'est que je mene une double vie\nToi, ce que tu portes, combien tu l'as paye?\nHa! voilà d'ou le V majuscule sur ton front\nPlaire aux autres, c'est ça qui augmente le coût de la vie\nQuand tu te regardes dans le miroir, quel mirage cherches-tu?\nCrois-tu vraiment que tu checkerais ton image, seul, sur île perdue\nViens me dire à moi que quand tu vas au gym c'est pour etre en sante\nJe t'entends te vanter\nTu fumes, tu bois, pourvu que ton six pack soit bien tranche\nToi, le vagabond, t'es pas mieux que le pretty boy quand tu noies\nQue t'achetes des jeans neufs\nEt que tu les dechires pour jouer ton jeu à la con\nÀ chacun son uniforme: de la cravate au polo, aux dreadlocks\nJe m'en moque; c'est le meme putain de systeme qui nous f*ck\nÊtre plus que l'autre, vouloir etre Dieu... ou Satan\nPar tous les vics necessaires, dominer; le pouvoir et l'argent\nÊtre aime, Non, adore, mais craint\nGangster aux 32 dents dorees, aristo à la plume doree\nFemme fatale aux cheveux dores..\nSatan qui crie: \"Je t'avais dit que je t'aurais\"\nJeune fille des l'âge pubere qui revent de silicone\nLes guerres ravagent comme des cyclones\nLes freres se tuent pour des histoires de zones\nJeune môme à la peau fletrie souffrant d'anorexie\nPour qui les parents prient parce qu'elle voulait etre trop sexy\nDes workaholics en depress parce que trop stresses\nEt des chefs d'Église qui se foutent de Dieu et demandent\nQu'on leurs embrasse les pieds, quelle idiotie!\nCombien n'ont pas compris? Tu veux un chiffre arrondi?\nOn est tous dedans, moi y compris\nYO F*CK THAT!\nC'est Moune \"Morne kap passe la\"\nToujours pare à s'insurger contre le systeme inculque\nParia style jest comme\nÊtre homme à l'etat sauvage nu et nourri par la nature\nC'est à ton maître que nos voix rendent hommage\nPeau d'ebene, tete graine, future source de clonage\nOui, je l'ai vu ton miroir, ton alcool a brûle mon oesophage\nMais je n'ai plus rien pour toi, homme de Babylone\nDu haut de ma montagne, Je crie la muse du Zion\nEn attendant que les cloches carillonnent\nKOT MOUNE YO! (MIN MOUNE YO!)\nKOT MOUNE YO! (MIN MOUNE YO!)\nKOT MOUNE YO! (MIN MOUNE YO!)\nKOT MOUNE YO! (MIN MOUNE YO!)\nMentalite Moune Morne:\nPhilosophie de l'underground, de la race croûte d'ebene\nDe la masse souterraine, un black superman\nVenu d'une galaxie lointaine direction Aka\nPrimate en mutation sculpte dans la perfection d'Allah\nPuis disperse dans les plaines comme des graines\nNommant les specimens lionnes et hyenes etc. le plus grand des regnes\nL'homme et sa reine ne faisaient qu'un jusqu'à temps que la vanite ne vienne\nY habiter et trafiquer leurs genes\nCorrompre comme la bouteille dans les Dieux sont tombes sur la tete\nLa quete du moune morne integre: se debarrasser de la bete\nD'ou le mur de Caucasus plus tard, dans son histoire, l'homme se confondit\nPour finir grave sur une carte à puce\nAmnesique et mort en Amerique du Nord\nLongtemps un magnifique decor, âme des cites d'or\nMaintenant c'est une athee qui regorge de 4/12 dehors\nC'est l'anemie du porc\nResultat: Des maladies debordent du crâne et puis des pores\nDes neveux de Sam qui se devorent\nCombien d'academies se decorent de grades pour crier: \"War!\"\nLes pathetiques s'egorgent, fanent et puis se tordent. What?\nMaintenant les jeunes ne pensent meme plsu au baccalaureat\nBraquent à la Noreaga, Bacar dans l'sac à dos, Nigga\nTrop dedient leur vie au scotch puis blâment l'ivresse\nMa poesie transforme les fonds de bouteilles en microscopes: reality check!\nLa nuit, combien de diplômes se changement en plongeurs\nAmphibiens à temps plein combien evitent ce tremplin en vain\nNe trempent que leur graine et rengainent leur condom sans crainte\nDonc, avant qu'une femme enceinte tombe\nBeaucoup d'entre elles tomberont enceinte\nEn cinq fois, dire \"Candy Man\" devant la glace ne change rien\nIl suffit qu'elles disent: \"Cheri, tu vois, j'ai pris du poids!\"\nPuis elles dependent des gaines, prevoient une fausse couche avant 30 semaines\nSoupirant: \"Mon homme, je l'aime, j'veux pas le perdre, God understand!\"\nJ'avoue que meme moi, j'fais partie des gens qui freinent\nUne vie si ephemere, si necessaire mais laisse faire, c'est dans mes genes\nGanja, rechauffe-moi dans ce pays nordique\nGrand Jah, fait que ce recit morbide ne soit qu'episodique\nC'est que mon âme est en congelation\nDonc, il y a toujours cette conversation\nLa conversation entre ma melanine et la constellation\nBientôt, on ne pourra meme plus voir les etoiles\nTrop de pollution, d'eclairage en hausse, car c'est legal\nDe se bronzer sous les neons, la lune ne sert qu'aux poetes\nQue faire des prophetes? On peut tout voir avec dix verres de Moët\nF*ck the world, f*ck the world, f*ck world, f*ck the world\nI SAID F*CK THE WORLD! F*ck the world, f*ck the world\nF*ck the world, f*ck the world, f*ck the world\nThis motherf*cking world!\nMentalite Moune Morne:\nMentalite qui permettra à l'homme de se defaire de la vanite\nAvant que les eaux s'emparent des continents\nEt que Dieu reprenne ses creations\nMoune est le peuple dedie à cette philosophie\nAvant la capacite de reconnaître qu'il amorce l'Apocalypse\nEt cherche le pouvoir de s'eloigner de cette ere à l'aide de la sagesse\nMorne represente la montagne ou l'homme se situe\nEscalader cette montagne est le defi, le sommet represente l'homme\nAvant qu'il succombe à la pomme de la connaissance qui menera au peche\nLe seul moyen d'escalader cette montagne est la divinite elle-meme DIEU", "image": "https://images.genius.com/99cf6575c4685980e839f75de076364d.300x300x1.jpg"}], "artist": "Muzion"}