{"songs": [{"title": "Rien qu'une simulation", "album": "Mentalité Moune Morne... (Ils n'ont pas compris)", "year": null, "lyrics": "Les descendants de Caïn prolifèrent, le sang souille la terre\nOn chercher Abel, m'appelle, mais suis-je le gardien de mon frère!\nQu'il fasse ça qu'il a faire, c'est chacun pour soi\nL'homme commet son premier crime\nDes fois, je me dis: Lequel de nous trois plantera couteau?\nOuais! Je sais, les gars, que nos liens sont étroits\nMais je dirais le contraire que Pierre, lui-même, me dirais: Tais-Toi\n(À Sept fois l'assassin de Caïn fut vengé)\nEt le sang coule encore\nMême les fils d'Abel s'équipent d'un couteau comme renfort\nYo yo\nBienvenue au monde où la mort est le destin\nJ'te préviens l'espace entre l'amour et la haine est restreint, le\nFestin dernier est présent cherche Judas j't'avise\n(Ceux qui spark ton spliff)\nParfois sont ceux qui t'haïssent, te trahissent, agissent en amigo\nDès que tu t'tournes yo ils t'salissent\nUtilise ton sens six, sois pas naïf, un canif dans le dos\nDis-moi qui t'l'a mis là?\nIl bouge doucement, mais sûrement comme des caterpillars\nUn killa parfois est ton bras droit\nQuelqu'un en qui t'as foi peut t'douer sur la croix, crois-moi\nAccroît to sens de jugement envers tes fréquentations\nFais des fractions qui est-ce qui est là que pour ton cash hein?\nCrachons sur ceux qui sont bourrés d'jalousie\nLe pire leur sourire, non, leur fou rire a tout dit\nC'qui aboutit à te prouver que l'amitié peut te vendre\nTe rendre en cendre, mais combien décampent et pensent à se perdre\nWatch ya back yall (BACK YALL!)\nY'a trop de trahison (WHAAAT!)\nY'a des jaloux partout, et les t'envahiront (UUUGH!)\nRepartiront dans les pires situations\nCe type, est-ce ton frère?\nNon, rien qu'une simulation\nOn dit que la vérité choque, alors le menteur adoucit le tympan\nLa jalousie flingue quand tu chill dans un jacuzzi Bang!\nJe ne prends jamais pour acquis, l'amitié non familiale\nBref, l'histoire, c'est ce que j'étais dans un monde d'éponges, on m'a mis à sec\nMais comment reprocher à ces hyènes de licher mes plaies\nMoi qui, dés le départ, ai vu leurs traces de crocs\nSur mes gobelets de styrofoam quand je ne servais que du lait\nT'imagines, si c'était du beef?\nIls jurent toujours avoir ton back quand t'est déjà couché sur le dos\nJ'vis la peine 24/7. Qu'est-ce qui est plus plate?\nUne dame qui joue aux échecs\nOu celle qui joue avec tes chèques tel une pennivore extrême?\nLa base même de l'Amérique, se tradition, la trahison\nPère, pardonne-leur même s'ils savent ce qu'ils font\nJah, dis-moi combien d'ennemis m'envient\nJe vois que ce genre d'ambitionna laissé Brandon Lee et\nKennedy sans vie\nSo, qu'est-ce que t'en dis?\nYo, quelques bandits protestent et brandissent des pistolets, c'est sans pitié\nJe progresse, plus modeste que Gandhi\nMon drame est loco, les dames me proposent le champagne trop tôt\nUne seule faillite et mon cercueil flotte sur des larmes de croco\nVersez le vinaigre et séchez vos larmes comme le seigneur dit\nAvec tous ces backstabbers, même Chucky serait mon meilleur ami\nWatch ya back yall (BACK YALL!)\nY'a trop de trahison (WHAAAT!)\nY'a des jaloux partout, et les t'envahiront (UUUGH!)\nRepartiront dans les pires situations\nCe type, est-ce ton frère?\nNon, rien qu'une simulation\nEt toi, blackman\nÀ peine quelques mois qu't'es ici\nDéjà, tu dis que tu ne me connais pas et puis tu renies ta\nRace, ton pays\nMais qui est-tu?\nQui veux-tu représenter?\nCeux-là même qui t'ont fait entrer les pieds liés, le dos ensanglanté?\nCelui-là qui a volé le nom de ton père, violé ta mère\nEt tué l'enfant couleur caramel aux yeux verts?\nCelui qui crie: \"Welcome to the land of the free!\"\nUne terre fertile où celui qui laboure n'est pas celui qui emporte les fruits\nUne terre de partage de cultures, de tolérance des différences des hommes\nOù on te dit: \"On t'aime comme t'est... si t'es comme nous\"\nUne terre qui te donnera son nom quand tu seras homme d'honneur\nMais qui te reniera, crachera sur toi dès la première erreur\nAlors, dis-moi, montre-moi qui est le traite\nEntre l'animal sacrifié et l'homme dévoré par la bête\nSi je m'apprête à prendre l'épée\nC'est que je vois Damoclès en train de me guetter\nQui frappe J. Kyll\nPérira pas J. Kyll\nY'a pas à s'inquiéter\n(Dramatik)\nWatch ya back yall (BACK YALL!)\nY'a trop de trahison (WHAAAT!)\nY'a des jaloux partout, et les t'envahiront (UUUGH!)\nRepartiront dans les pires situations\nCe type, est-ce ton frère?\nNon, rien qu'une simulation\nWatch ya back yall (BACK YALL!)\nY'a trop de trahison (WHAAAT!)\nY'a des jaloux partout, et les t'envahiront (UUUGH!)\nRepartiront dans les pires situations\nCe type, est-ce ton frère?\nNon, rien qu'une simulation", "image": "https://images.genius.com/99cf6575c4685980e839f75de076364d.300x300x1.jpg"}], "artist": "Muzion"}