{"songs": [{"title": "C'est Pas Un Hasard", "album": "J’rêvolutionne", "year": null, "lyrics": "Oui, C'est ça la vie etc..\nL'un va vivre, et l'autre toute sa vie essaiera, que cera cera\nLe premier riche et l'autre, oppresse, doit\nSe battre à chaque seconde pour ne pas se faire serrer\nPour ne pas rester bas. Les jeux sont rien ne va plus\nLa vie, c't'un casino pis ya des gamblers plein la rue\nToujours les memes qui partent les poches pleines\nAbusent de ceux qui finissent sans chemise\n\"Changez le croupier! J'crois que celui-là, il triche quand je mise!\"\nBabyloniens et babyloniennes Cassons les chaînes, là dans nos genes\nCar la vie qu'on mene appartient à Barbie et Ken\nLe reve americain demaquille l'ebene, deshabille les reines\nÉcoute les se demander: est-ce que ma vie est saine?\nFlamez les vos styles, Vous demandez aux femmes d'avoir la taille de leur fille de 6 ans\nBande de pedophiles! La mode a rendu les ados complexes, anorexiques\nY'a que dans les films que l'amour existe\nLes jeunes ne font plus l'amour par amour et c'est triste\nChaque jour ils parcourent les carrefours de tabous et fetiches\nViens tenter ta chance fils de bourgeois qui ne s'aime plus\nQui paye cher pour son soi-disant linge de rue\nVirtuellement t'habite sur mon coin de rue, Moi, je t'ai jamais vu\nSinon j't'aurais dis bienvenue, Ou le crackhead troque sa montre contre du crack\nAmene le pape par ici et ses paparazzi, Ici c'est pas le paradis\nC'est pas hasard qu'y'a pas de parapluies\nIls nous veulent à part/ Pour tout posseder. / Tu demandes ta part\nIls ne vont pas t'aider. / C'est ps un hasard. Il n'est pas trop tard/ On va pas ceder\nPour rien les flics t'arretent Yo! c'est nous qu'le mal colle\nPlus d'pain au coin, Rien qu'des cigarettes et d'l'alcool\nComme Malcolm X, j'check à ma fenetre et j'guette. J'vois des gars en bas\nD'dix-sept qui s'detestent et s'testent. C'est pas un hasard comme ils disent\nQui place les guns ici, Pour qu'les hommes ici, Fassent des homicides?\nUne comedie? Non, ils t'fusillent, Il y a pas d'pardon. Les rues brillent\nDes eclats d'cannon. Ils fixent nos pupilles, ils disent qu'on est vagabonds\nTu sais sur qui les coups d'matraque vont. Une heure, y'a pas d'wagon\nIls ferment les metros tres tEt, Qu'les negros rentrent pas tard\nBâtards! Ici, c'est l'baccard. L'autre bord, c'est l'caviard. Ici, les apparts\nL'autre bord, ils sont plus à part. Ici, les bazars. L'autre bord, ils sont plus avares\nUn hasard? No, c't'un mode de vie. J'mange à ma faim jusqu'à ma fin\nMais quand j'paye au magasin, On m'devisage comme un assassin\nJ'suis pris ici, j'prie ici, Écris ici, Crie ici, Ris ici, Pleure ici\nVis ici, Meurs ici. F*CK THE WORLD! C'est ça qu'j'leur ai dit\nLe hasard? Une mere quitte son pays pour s'installer ici ou tout l'monde mange bien\nMais chaque jour compte son change à l'epicerie. Le hasard?\nUne enfant naît dans ce pays qui ne veut pas d'elle\nL'empeche de s'faire entendre comme un disque sur les tablettes d'un vieux label\nLe hasard? l'enfant grandit dans la misere les pleurs, les cris\nRentre en classe sans dejeuner, s'fait ecoueurer, subit le mepris\nParce qu'il a une face de careme, Son linge n'est pas dernier cri\nParce qu'il ne fait pas la moyenne, Ni dans ses notes, ni dans sa vie, Et puis!\nQuel hasard! C'est cet enfant qui lâche sans diplEme\nQui se retrouve dans les rues d'un quartier ou marchent des zombies, des clones\nDes rats de labo qui se bousculent comme des molecules et s'excitent\nBrûlez les lignes de mes paumes, J'vous jure, j'vais trouver l'exit!\nC'pas un hasard si j'suis bloquee, si j'suis poquee. J'suis choquee\nQuand j'step dans ton quartier, tu trouves qu'on a l'air crotte? Hein?\nA chaque fois que quelqu'un meurt, on prend la biere, on laisse couler\nOn est tous morts! C'pas un hasard si j'suis saoulee\nJ'puffe le shishi quand tout est trop noir, quandj'ai les blues\nLe soleil ne se leve plus chez moi. C'pas un hasard, j'ai les yeux rouges\nEt je veux crier! Personne ne m'ecoute et je m'essouffle\nC'pas un hasard si j'prend le mic et tous mes textes souffrent..\nJ'veux prendre ma vie en main. Arrachez-moi les paumes que je retrace ma ligne\nRien à foutre du destin, Si à la fin, il m'assassine. J'veux plus jouer avec ma vie\nNon, ça, c'est trop clair! Le monde c'est un casino? C'est ma mafia à moi qui opere", "image": "https://images.genius.com/6ffa3c360547ca7ab76e7976d150178b.400x400x1.jpg"}], "artist": "Muzion"}