{"songs": [{"title": "Waiting", "album": "Gesamtkunstwerk", "year": "2016-03-04", "lyrics": "[Verse 1 : 20some]\n\nStand by, c’est quand tu veux\nJust let me get high, ’tend ti peu, man\nJ’prends mon temps parce qu’j’suis rendu vieux\nTu t’en christ? Well, guess qu’on est rendu deux, then\n\nHa ha! Veux-tu ben\nThe fuck you mean: « J’ai peur d’y aller » ?\nMatter of fact, I was born ready\nShort stack, parce qu’y n’a pas un de breadé\n\nCould do it all day, er’day, 3 yeux fermés, 2 mains dans le dos\nAnd I smoke that dope!\nWhy give a shit? I mean, quitte à me donner en show\nWe can talk money\nCheck ton langage, parce qu’comme on dirait dans le nôtre:\n« Y’où mon goodie? Fuck you, pay me!  Cordialement vôtre »\nAnd I’m out like that\n\n[REFRAIN: OG Bear]\n\nI don’t mean to keep you waiting, baby, you know how it goes\nTwist a cigarillo and I’m ready for the show\n\n[Verse 2 : Yes Mccan]\n\nI don’t mean to keep you waiting, baby, you know how it goes (how it goes?)\n’Ment le gars y go de 0 à 140 Km/h dans un rental\nJuste pour make it to the show, then un autre, and another\nRien que su’l poster qu’j’prends une pause (j’prends une pause!)\n\nJ’pense pas qu’personne sache anything for sure\nI don’t think that they know où est-ce qu’on s’en va for sure\nThey don’t, they don’t know (no!)\n\nÇ’pour ça qu’j’fais rien qu’à ma tête pis qu’j’envoye chier la moitié d’la planète\nTalkin’ about me quand j’get sur le stage\nGettin’ high comme la voix à Jo sur les mids et pis la bass\nPis si t’attendais un messie, j’pense pas qu’t’aies fini d’perdre patience\nMais si t’attendais pour l’album, désolé d’t’avoir fait attendre\n\n[REFRAIN]\n\n[BRIDGE]\n\nReady pour le show\nReady for some more\nWe gon’ get it, baby, we gon’ get it\nWe gon’ get it, we gon’\n\n[Verse 3 : Snail Kid]\n\nJ’pense j’suis faite pour le do it\nFaire des shows pour une paire de shoes\nMon gars, j’pense j’suis faite pour être sous ça\nTrue say, roule ça, passe icitte, mon gars, « DEUCE! »\nC’prend du chest pour être pour vrai, j’pense j’suis faite pour just do it, « swoosh »\n\nTant qu’à m’donner en show autant ben faire ça pour vrai\nI mean, tant qu’à donner du fuck mon gars\nTant qu’à tremper là-dedans au complet garde ça pour toé mais\nI mean, tant ben fuckin’ enjoy mon gars\n\n20som’n rollin’ le blunt, mon gars\nBoy Jo Rocka callin’ les sush’\nBoy Bear ready to rumble, mon gars\nTon boy Yes s’pompe le chessssst\n\nTeam bose, team dosin’\nDans les loges a’ec une couple de chilleux stoner\nGet sur l’stage, mon nwigga, j’suis ivre\nVNCE qu’y’est prêt à partir le beat", "image": "https://images.genius.com/af44ea025e8c18be0f418907efb24f0b.1000x1000x1.jpg"}], "artist": "Dead Obies"}