{"songs": [{"title": "Do or Die", "album": "Montréal $ud", "year": "2013-11-12", "lyrics": "[20some]\n\nWho am I? Le loup and I fighting\nIl me look alike, no lie...\nAm I hallucinating?\nJe suis le lac sous la brume que la Lune illumine\n20something, j’miroite les années deux mille\nBlurry visions, à force d’over-analyse\nJ’suis de la mauvaise graine, de la racine à la cime de l’arbre\nUne écorce vide, privée d’une année-lumière\nJ’vis dans une forteresse qui voudrait revoir son king alive\nPhoto memories, younger, tu m’as-tu vu l’air?\nShit, j’ai aucun souvenir...\nJuste 6 gigs dans le cellulaire\nGo to sleep, bitch! 6 bullet lullaby\nC’est dans l’air du temps de sip un 6-pack avec Lucifer\nLa neige est grise, le ciel est vert\nMon brain freeze 6 mois par année l’hiver\nLa cigale est blème, grelotte dans la fourmilière\nPris en souricière... Suicide...\nDo or die...\n\n[RCA]\n\nDo or die, j'rap un suicide\nL’ennui du $ud $ale, l’envie du supersize\nDes rêves échoués sur une plage de poudre...\nAh man, sun’s fallin’ dans un nuage de Kush\nLe reste d’la soirée caché dans ta paire de bas\nT’achètes le fuckin’ puzzle, mais t’en perds des bouts\nTwist it, smoke ton shit, slow-motion\nLife’s a bitch and that pussy so gorgeous..\nDO OR DIE\n\n[Snail Kid]\n\nDo or die... Do or die?\nMan, fuck it!\nSi j’die, c’est sûr que c’est pour renaître\nSuper high, une bottle slick sous le siège\nYeah, pis pas d’main sur le volant, j’le laisse tourner su’l’side\nSuicide, yeah, c’tun suicide!\nSo, Lucifer est payé en d’sous d’la table\nLe gars est fucké ben raide\nLe soir, y puff une indienne, une p’tite gorgée d’vin d’dep\nPis j’suis prêt, buzzé ben raide\nPis j’suis Dead\n\n[Yes Mccan]\n\nPis si jamais j’suis pour faire ça, tu sais déjà qu’j’suis là pour le faire\nHuey Newton né pour mourir, donc doit mourir pour renaître\nPis si jamais Dieu existe, dis-lui qu’j’le remercie\nPour avoir mis mon père dans ma mère, même si c’était seulement pour un soir...\nC’est le universal cycle « I got Unos on my feet »\nAll white, pour match avec mon tee d’Suicidal Tendencies\nJ’suis dans’ jungle a’ec le shaman en train d’watch TMZ\nY m’dit : «Dieu est ton pusher, Ayahuasca DMT» Dieu est ton pusher, Ayahuasca DMT (x6)\n\nOne life to live, so you Do the Right Thing\nAnd then you die, pis t’espères to just grow the right wings\nSucka, that’s that Billy Pilgrim, perte de free will\nLes gars y t’vendent des piles vides\nFinis twisté, smoke ton shit, slow-motion\nJuste une autre L dead dans l’pot d’roaches\nMort!", "image": "https://images.genius.com/1f77311fd924c2e31d59f289bb6c5c94.1000x1000x1.jpg"}], "artist": "Dead Obies"}