{"songs": [{"title": "Machine", "album": "Montréal $ud", "year": "2013-11-12", "lyrics": "[Yes Mccan]\nCarte de punch/ Permis d'pêche/ Carte de membre\nNuméro d'assurance/ Carte Opus/ Acte naissance\nEmpreinte digitale/ Bail de loft/ Plaque de char\nTest d'urine su'a chip de ta Mastercard\n\n[RCA]\nKick that flow, cut, pogne un exacto, chum!\nY'en aura pas d'break! Clock goes : « Tic-Tac! »\nDîne au Big Mac, post-diggidy-rap\nDans l'back d'la shop, boy, gotta get that dough!\n\n[Snail Kid]\nÊtre busy, tête baissée, day pressé, break stressé\nMake ka-ching! Think business, 15 minutes, 15 pépites\nÊtre princier, fake ce shit, train ticket, 5 et quelques\nRêve ce shit, paye ce shit, try ce shit, break ce shit!\n\n[20some]\nC’est jammé sur le pont, bébé déguedine donc!\nDis-lui donc de get busy, de pas bugger sur une jaune\nPis les gars de l’usine pompent\nSi ça tourne sur le contraire des aiguilles d’une montre\n\n[O.G. BEAR]\nPunch in, punch out, Cassius black out\nFirst in, last out, fashion crack house\nBoss, who the mac now?\n24-7 still swerving the Mack round\n\n[Yes Mccan]\nDes machines qui volent! Des machines qui flottent!\nImagine des machines qu'y'imaginent d'autre machines qui votent\nMon machin dans ta machine, ça fait deux machines qui fuck\nSo, j'mets un machin sur ma machine pour pas qu'y'ait d'autres machines qui sortent!\n\n[RCA]\nY'en a qui font les beats pis y'en a qui les suivent\nMais le monde est petit, paraît qu'il y a pas d'quoi s'perdre\nTon ordi est buggé, ton mind est buzzé\nT'as des projets mais t'es pogné pis t'as pas d'pomme Z\n\n[Snail Kid]\nSip un Cola vite fait, Michelina-pizza-frette!\nBeurre de peanuts, pita pis ton protéine shake\nShitty pâté pis l'bread/ Pas d'légume, niet!\nFuck un livre de recettes, t'as pas ça des fines herbes!\n\n[Yes Mccan]\nÇa rentre d'un bord pis ça sort de l'autre…\nDis moi d'où c’qui vient ton poisson quand tu l'sors de l'eau?\nJ'sais qu'la ferme au vieux MacDonald's, c'est pas l'Arche de Noé\nMais tsé qu'son people est en bateau si le porc se sauve…\n\n[O.G. BEAR]\nLunch, check, radio, check\nWanna get your money better get yo check\nAh shit, check yo step, momma used to tell me:\n\"Boi, you ought to check yourself!\"\n\n[20some]\nDe bonne heure sur le piton, met ton casque pis ton\nMasque à gaz, pis ton ass est strapped\nCaps d’acier, tab d’acide, limonade\nPis ton 4% dans un 4 papiers\n\n[RCA]\nLe vert qui paye, le vert qui pousse\nLe chum qui tousse, la tête qui tourne, pis toute\nToi tu pèses su'é pitons pis ton boss paye Visa\nT'as une paye invisible pis t'as ton pita pour ta semaine\n\n[Snail Kid]\nPlus de pitons! Pull it back! Plu-plus de pitons!\nPull it back! Des patchs, des lumières qui flash sur l'top\nQui match a'ec ton pyjama… Plu-plu-plus de pixels!\nPull it back! Plu-plus de pixels! Pull it back! Plu-plu-plus!\nPull it back! Pull it back!", "image": "https://images.genius.com/1f77311fd924c2e31d59f289bb6c5c94.1000x1000x1.jpg"}], "artist": "Dead Obies"}