{"songs": [{"title": "Black Cadillac", "album": "Montréal $ud", "year": "2013-11-12", "lyrics": "[Verse 1 : Joe Rocca]\nUn jeune soul s'élève, bail out!\nGet the fuck out de son corps\nRidin' goofy? Nah, ridin' coffin\nBlack tux' custom made, lookin' comme un fuckin' prince\nGotta do my thang, clock's tic-tockin'\nTu m'connais, papillon sur le collet\nComme des mains autour du cou\nÀ bout d'souffle, j'te pogne une puff and I'm gone (x2)\nLaissez-moi get in my zone\n\n[Verse 2 : 20some]\nThey got me hustling 5 fois par semaine\nHeavy eyelids, poupée de porcelaine\nLa tête vide, obsolète à s'en mordre les lèvres\nMost of them célèbrent, nous on se Kush quand les morts se lèvent\nAnd most of them freeze quand les morts s'élèvent\nBelievers attendent la Messe, speechless amongst the rest\nNonetheless\nUn dernier tour de piste avant le trafic de Los Angeles\n\n[Refrain]\nYoung Je$us going back to wherever he came\nBlack Cadillac swerving on Memory Lane\nHelene, Helene… Nobody's gonna save my soul\nSo just get back to wherever you came\nBlack Cadillac swerving on Memory Lane\nHelene, Helene… ‘Cause nobody's gonna save your soul\n\n[Verse 3 : Yes Mccan]\nF- it, jeune jefe juste sittin' on 6's\nGot Sex in the City, that's bisches on bisches\nShift gear, six chiffres mais j'reste focus sur huit\nSteven Seagal, Né pour Mourir, mais j'reste focus on livin'\nFuck un folk song pourri, this is Post-Rap bidness\nBande de faux John Lennon, juste Imagine mon pénis, han!\n(So just get back to wherever you came…)\nUn autre jeune Jé$us juste swervin' down Memory Lane\n\n[Verse 4 : Snail Kid]\nThey got me hustlin' cinq fois par semaine\nHochelaga, pas d'farine pour faire ce bread\nGoddamm it, it sucks de checker ma mama courir\nI had to do what I gotta do and I'm 'bout to do it\n10$, la guit sèche… Papa knew it!\n$ud $ale to Post Rap… Hallelujah!\nPis j'ride high tonight\nA'ec mon body dans une def Black Cadillac\n\n[Refrain]", "image": "https://images.genius.com/1f77311fd924c2e31d59f289bb6c5c94.1000x1000x1.jpg"}], "artist": "Dead Obies"}