{"songs": [{"title": "In America", "album": "Montréal $ud", "year": "2013-11-12", "lyrics": "[Verse 1 : Yes Mccan]\n… Pis t'es pogné dans l'$ud\nLe goût d'get the fuck out les deux Jordans su'a suçe!\nJeune Jo Mantegna, coat Margiela\nGros plans d'chilleux, hein?\nY t'ont dit : « Work pour un p'tit pain »\nSo tu work pour un p'tit pain\nPis quand tu sors din' clubs\nTa blonde twerk sur du T-Pain\nPis toi, tu dis rien, tu t'y plais\nTu y laisses du tip un p'tit peu\nTsé, tu ball la fin de semaine…\n\n[Verse 2 : Jo RCA]\nTi-cul mort-né, livin' a miracle in America\nHors-piste, cassé, still bawssy\nRCA su’a langue, Jo dans l'âme\nEncore le même hustle, même smoke dans l'crâne\nPrêt à dominer l'monde quand on roll ensemble\nMais nos chemins s'séparent chaque saison\nChacun son hustle…(×7)\n\n[Verse 3 : 20some]\nHLM achalandé, As-Salaam-Alaikum, haschisch à l’étage\nÇa sent le pookie-man couché dans les marches\nHalf and half, damn, c’te fois là c’tait pas le boss\nUne five dans un baggies scellé, on voit bien que les gars se trustent\nShit’s hot, cherche une place à l’ombre\nRoche, papier, ciseaux, baby, burn it and I’m gone\nJe pull un Bernie Ecclestone, j’ai genre un milli' dans le ashtray\nAnd there’s a lot of things que mon screening peut pas acheter\nI should find another reason\nJe manque d’excuses pour get du dough\nÀ 14 tu get high\nÀ 15 tu sais plus trop, comment get high enough :\n« half a dozen, I should have enough »\nMais là, la demande accote pas l’offre\nDemande à David Hasselhoff\nÇa fait que tu rentres 5 minutes avant de souper\nPis là, ta mom te dit « wassup! », pis tu réponds avec un soupir\nHomies on my mind, fait que tu as pas le temps pour la vaisselle\nEn plus le push c’t'un imbécile, y'a changé son numéro de cell (fucker!)\nPris de panique, un mardi soir dans le $ud, pas de chronic…\nHow sad, le loup a pris ma place\nVestige de hustle, panier d’épicerie dans' glace\nT’es un ado, tu te fais deload pis la popo te rit dans' face…\n… Guess imma take care of my own\nPark Lane feels like a million miles away from home\nSpark le cone quand t’as pas le gros bout du bat\nOn and on dans le $ud, it’s like that\n\n[Bridge]\n«... nous avons une vue générale de la situation du haut des airs, alors c'est simple; toutes les voies d'accès à l'île de Montréal sont congestionnées. Toutes les rues de la ville sont bloquées... »\n\n[Verse 4 : Snail Kid]\nEncore des chélis dans des Mazda 2\nCheck un wigga go wild pour son sachet d'beu\nYeah… and we ridin' high\nGet busy dans une shop, stress 9 to 5\nToute une poignée de mo'fuckas, dans marde jusqu'à calotte\nGettin' high sur une bottle, toi qui marche dans' cadavres\n($ud sale!) Même travail ($ud $ale) Same parade\n($ud $ale) Même salaire ($ud $ale) Inch'Allah!\nYeah… and we ridin' high\nGet busy sur une puff, sip 9 to 5\nStill chillin', so chaque fin d'semaine\nTu fais shaker ton squelette a'ec des p'tites chélis\nSo t'es ready, tu veux t'jet dans une Chevy\nMais tu text dans une Civic pis tu stress\nC'est ton boy qui t'le dit, man : « Work pour un p'tit pain Ti-cul, work pour un p'tit pain, work pour un p'tit pain\n- Work pour un p'tit pain Ti-cul, work pour un p'tit pain, work pour un p'tit pain Ti-cul\n[Static Noise]\n- Work, work pour un p'tit pain Ti-cul, work pour un p'tit pain, work pour un p'tit pain, work pour un p'tit pain\n[Static Noise]\n- W-W-Work pour un p'tit pain Ti-cul, work pour un p'tit pain Ti-cul, work. »\n\n[Verse 5 : O.G. BEAR]\nWelcome to the $ud\nWhere niggas got dreams of a new Viper\nWhere the keys to a Beamer is a screwdriver…\nI put in work with the Revy (custom piece!)\n30-0-6 in the Chevy (Box Caprice!)\nMississippin' with the Remy\nColt forty fifth, twist a swish and fuck a ratchet bruitch\n(I fucked yo bitch!)\nOn my way to the riches\nStill blowing stank, 'bout to rob a bank with my niggas\n(That shit cold!)\nAnd what you know about them country folks?\nPeanut butter jelly fed and hungry for a pair of Forces\n(Shit's ignant!)\nAnd we still don't give a fuck\nCause this is how we did it in the dirty dirty $ud!\n\n[Hook]\nHow we hustle in the $ud\nHow we hustle in the $ud\nGiving no fucks that's how we hustle in the $ud (x4)\n\n[Outro]\n« - On est b'en quand on est b'en hein?\n- Oui, j't'a'ec osti\n- Ouais, c'est ça osti\nMoé j'ai compris ça, c'est ça la vie, c'est d'en profiter esti quand on peut, le plus souvent possible, à planche, pas d'cours osti, pas d'temps à perdre a'ec ça nous aut'\n- Ouais, ça fait une belle vie aussi en osti\n- Mets en\n- Ouais, amuse-toé\n- T'as beau être b'en bon, avoir une belle job, une belle 'tite femme, une belle 'tite maison, les beaux 'tits n'enfants osti pis d'crever en pleine nuite parce que y'a l'feu dans cabane hein qu'est-ce tu vas faire là? Ça vas-tu être l'temps d'tripper là? Y va être un peu trop tard hein? Moé j'dors pas icite, toé? Toé t'en a du temps à perdre hein en osti\n- Toé t'en comprends en criss des affaires hein\n- Moé, j'ai compris ça pis euh, t'ens ma vous payer la traite osti hein, une 'tite traite\n- HEIN? Tu nous payes la traite‽ Oh b'en là\n- Une 'tite gâterie pour toé\n- Ah b'en merci, m'a te donner... »", "image": "https://images.genius.com/1f77311fd924c2e31d59f289bb6c5c94.1000x1000x1.jpg"}], "artist": "Dead Obies"}