{"songs": [{"title": "Higher", "album": "Air Max - EP", "year": "2017-03-17", "lyrics": "[Verse 1: O.G. Bear]\nI've been getting high, now I'm contemplatin'\nI've been getting by, now I'm getting wavy\nI've been on the grind, baby on it daily\nCountin' money, getting high, now we celebratin'\nI've been on a flight on my way to Paris\nI've been drinking wine with the flight attendant\nI've been getting high, now we contemplatin'\nTime to get this paper now, I'm runnin' out of patience\nMoney on my mind with expensive habits\nI'll be out of town in a Benz Wagon\nI've been on the road trynna' make it happen\nGotta keep my pockets filled and my wallet happy\nI've been on the ride, now it's kinda' late\nFind me in a 5 series doin' 8\nI've been getting high, always contemplatin'\nIf I had to do it over, I'd probably do the same\n\n[Hook: O.G. Bear]\nI'm higher, I'm high\nOh, I'm high, I'm higher\nI'm high, I'm higher\nI'm high, I'm higher\nI'm higher\n\n[Verse 2: Yes Mccan]\nThey be gettin' high, I be gettin' wavin'\nToujours sur le grind, c'est comme ça qu'on m'a élevé\nAvant on était six, dans le whip\nMaintenant ''They watch me whip, watch me nae nae''\nWord, on fait juste ça pour talk shit quand on est saoul\nStill we 'bout les oseilles, ouais on veut les sous\nAnd paid the black money dans son swimsuit\nMoi-même j'suis à veille de plonger j'crois que j'suis Picsou\nPis si j'tire un move, c'est sûre j'frappe un switch\nÉteint la switch avant d'parler de nous\nJ'suis toujours le même dude, j'ai jamais switch\nJ'suis toujours le même, t'es juste ain't true\nJ'aimerais porter un toast à nos amours perdus\nÀ ceux qu'on n'a pas revu depuis day one\nJ'ai pas changé d'une ombre, j'suis le même depuis l'début\nI've been getting money dans mes Air One\n\n[Hook: O.G. Bear]\nSo higher, I'm high\nSo higher, I'm high\nSo higher, I'm higher\nSo higher, I'm fine\n\n[Verse 1: 20 Some]\nLike my cherry cherry's light up so là j'sors le kush\nLookin' Bloody Mary check même pu' pis j'sors la lampe de poche\nLet me keep a dime pour moi motherfucker thank you very much\nYeah depuis ce time j'ai get the fuck up sur mon [?]\nDaddy proud of me, I mean I get my house [?]\nGo go Johnny cours, j'ai take le cash and hasta luego\nBaby it's a miracle, I wip it 'til it's mayo\nCash is ruling everything mais surtout sur mon bagel\nShouts au peanut butter, même si j't'ais su' l'bord de l'overdose\nShouts à toutes mes brothers qui ont flippé sur le mauvais bord de toast\nNow I'm looking back on the things I want the most\nBaby now I gotta check mes pieds pis ils sont comme: ''What are those?''\nDamn Daniel, toutes mes homies lookin' fly\n20 s'en va 30 meaning that half of my life I was high\nSo baby now it's on, homie I don't know tellment j'suis high\n\n[Hook: O.G. Bear]\nSo higher, I'm high\nSo higher, I'm high\nSo higher, I'm higher\nSo higher, I'm fine\nI'm higher, so higher\nI'm higher, so high", "image": "https://images.genius.com/3d347f2868d58b610a783f7c859683c2.1000x1000x1.jpg"}], "artist": "Dead Obies"}