{"songs": [{"title": "Love Song", "album": "Montréal $ud", "year": "2013-11-12", "lyrics": "[1er couplet: 20some]\nDark Side of the Moon, nobody really knows me\nHow can a flower bloom? I’m feeling kind of lonely\nSo quand je suis in the mood, j’essaie de lui dire le time\nMais homie, c’est vrai que j’act a fool, so j’pas sûr qu’elle a compris\nSon game de Nintendo est so fucking compliqué\nJe voudrais hit le right button on the low\nMais je suis obligé, mot pour mot, de lui expliquer qu'moi mon love est next level\nSi tu veux pas get down, Imma have to hit the road\nAnd maybe come back for more later\nFaire le tour du globe avec Purolator, surfer sur la vague ou jouer du ukulélé\nJ'veux dire… We got some things to figure out\nPis peut-être alors revenir and maybe we can work it out\nNow look what you made me do, j’suis lame in the game of two\nI mean j’suis le worst lover, word's bond, lost my words when it came to you, I mean I…\nShould let you know all the pain and the fun I had\nCause it’s a shame, shit gets twisted dans une ligne d’téléphone arabe… It’s crazy\n\n[2e couplet: Snail Kid]\nC'est peut-être juste moi qui est buzzé, t'es peut-être ma baby girl\nSi t'es pour être ma chéli sérieux, better faire ça very well\nGet it on dans une Chevrolet, sippin on that J. Daniel\nBeubé girl c'est toi qui paye though… J’ai pas une christ de cenne!\nLà c'est faite ça, chill, alright. On peut-tu s'dire beubye?\nI feel like gettin' high\nOù c'est qu'on chill tonight?\nPopper deux, trois pills\nQuoter deux, trois spliffs\nGirl, j'veux juste feel alive\nDonne-moi deux, trois p'tites pis du purple weed\nLivin' that chélilife!\n\n[3e couplet: Joe Rocca]\nI got my shits poppin', you got your things too\nWe flyer than a wingsuit, right now looks more like a wetsuit\nSu'l'backseat d'une Lexus\nC’t’un taxi pis c'est l'sexiest taxi en ville\nOrigami, tu plies en six\nI wanna know you all\nBaisse la vitre, light le spliff, we chillin' right?\nA lot of visions, a lot of bitches, we chillin' right?\nEyes Miles Davis, Kind of Blue\nYou see what I'm tryin'a do\nTryin'a do me, tryin'a do you, sip un verre de rouge\nOn va l'faire su'l'couch pis l'faire debout, baby\nOn va faire les fous pis faire du loot, baby\nJ'espère qu't'es prête, baby girl…\n\n[4e couplet: O.G. BEAR]\nNo remorse, just pour some more\nAin't nothing wrong, let's pop some Moët\nHmm… That Pinot Noir's quite excellent\nOn a French terrasse, Prince Arthur corner St-Laurent\nServing Duck à l'orange, Crème de Menthe with a fresh meringue\nOr a crème brûlée, Grand Marnier with Tanqueray…\nV.S.O.P.… Keep it so très\nYou & me girl in my cabriolet…", "image": "https://images.genius.com/1f77311fd924c2e31d59f289bb6c5c94.1000x1000x1.jpg"}], "artist": "Dead Obies"}