{"songs": [{"title": "Pour vrai", "album": "Gesamtkunstwerk", "year": "2016-03-04", "lyrics": "[REFRAIN]\n\nTout c’que tu vois là, mon gars, c’est pour vrai\nTout là, en chair et en os, pour vrai\nTout c’que tu vois là, mon gars, c’est pour vrai\nPour vrai, pour vrai!\n\n[Verse 1 : Snail Kid]\n\nFuck it, j’ai trop puffé, j’suis so off\nTrop fucky juste pour te tougher, j’suis haut\nTop sur le soda rhum, j’suis comme: « pauvre toé, man » (huh)\nTu fuck a’ec le boy qui fuck a’ec le boy\n\nPersonne veut d’un bum suiveux\nHomie, please, personne veut d’un dummy\nImma be what I want, j’pas là pour vivre dans vos mentis\nMoi j’suis parti pour la soirée, I guess I’ll see you tomorrow\n\nUn billet de dix pour le ride\nHomie, j’fais ça real pour à soir\nUne couple de spliffs sur le side\nHomie, j’fais ça real pour à soir\n\n[REFRAIN]\n\n[Verse 2 : 20some]\n\nOnce upon a lie, six d’une Cadillac\nAll black, chum, pis le Yable est dins détails\nWe all in it to die, anyway, Tony dit qu’I’ll be aight\nOn a frappé ça champ gauche, pis yo, c’tait obviously right!\n\nI’ll be right back, yeah right, you lyin’\nWants to take me pour une ride, mais s’souvenait plus où est-ce qu’y’était parké\nDommage, blanc de mémoire, on puff a lot\nDead-O à la belle étoile, noir de monde dans le parking lot\n\nI mean, pas pire pour un fake, fait que make some\nNoï pour ton wanksta, check ça\nCouple de milles qui se pointent, aight, not much, mais j’fais a’ec ça\nMais d’la minute qu’ils mushpit, dis-moi donc comment que je fake ça?\n\nY’a rien que des crâbes dans mon bucket\nOn party comme en 199-fuck it\nYeah j’suis le worm in the barrel leavin’ plein de pommes pourrîtes\nNuméro un dans ton Apple like it ain’t none to it\n\n[BRIDGE]\n\nOn a toute fait ça nous-mêmes, pour vrai\nSay my name, so je sais qu’c’est pour vrai\nPour vrai, yeah, tout ça c’est pour vrai\nQuand on s’donne en show, mon gars, c’est pour vrai\n\n[Verse 3 : Yes Mccan]\n\nTu veux tu passer pour un tel ou bedon passer à télé\nTell ’em de s’tasser, m’en calisse, j’pas là pour cadrer d’une case\nM’a caller bluff su’ leur cas, ils calleront les cops su’ mon butt\nColle une note sur ma porte: « Sorry, j’suis parti as fuck! »\n\nCherche pas l’boy où est-ce que tu l’as vu par le passé\nY’est d’jà passé par là: l’tonnerre retombe jamais au même spot\nWhat you see is what you get\nGotta tank full of gas, let me see vos allumettes\n\nPour vrai! J’t’à veille de m’lighter une mèche\nJ’t’à veille de m’starter une session, j’t’à veille de wiler, pour vrai!", "image": "https://images.genius.com/435da15e2198ef6ce819bad4801e40b6.745x745x1.jpg"}], "artist": "Dead Obies"}