{"songs": [{"title": "Vintage à l'os", "album": "Grosso-Modo", "year": "2018-02-16", "lyrics": "[Hook: Seba, Dj Horg & both]\nEs-tu vintage à l'os? Moi chus vintage à l'os\nSi t'es vintage à l'os, t'as joué à Mario Bros\nEs-tu vintage à l'os? On est vintage à l'os\nPis toi avec si tu te levais pour changer d'poste\nEs-tu vintage à l'os? Moi chus vintage à l'os\nSi t'es vintage à l'os, tu t'souviens d’Éric Lindros\nEs-tu vintage à l'os? Lui est vintage à l'os\n\n[Bridge: scratches]\nDans l'bon vieux, ça s'passait d'même\n\n[Verse 1: Seba & both]\nÊtre vintage à l'os, c'est pas trop précis\nC'est genre Bobino, les 100 watts, Degrassi\nLes années disco, Sico Sico par ci\nSteinberg, Kresgee, c't'un état d'esprit\nSi tu faisais du bike a'ec une carte de Bass' dans ta roue\nSi c'tait toé l'king des wélés pis d'la race dans ta rue\nT'étais dans Guerre des tuques pis dans Gang des BMX\nT'avais un t-shirt de Maiden, tu lisais Astérix\nLes noms d'tes chums c'taient Mélanie ou ben Éric\nLe dernier gadget à mode c'était un cube Rubik\nQuand ça fumait dins écoles, quand t'avais pas d'NIP\nQuand t'allais au Perrette pogner des Mini-sips\nSi t'avais un support su' ta tv comme antenne\nTu recevais 12 cassettes par la poste pour une cenne\nY avait les Nordiques pis y avait les Expos\nY avait la O'Keefe pis la Molson Export\nT'attendais après décembre pour Ciné-Cadeau\nQuand y avait un pit de sable à place des condos\nLe Big Wheel, le Jerrold, le Spraynet, le Pacman\nGilligan, le Walkman, la vieille série Batman\nSi ta mère t'envoyait à l'école sur du Passe-Partout\nFaisait ton Kraft Dinner devant Fred Cailloux\nÇa te coûtait 25 cennes quand tu prenais l'bus\nÇa confirme que toé itou t'es vintage à l'os\n\n[Hook: Seba, Dj Horg & both]\nEs-tu vintage à l'os? Moi chus vintage à l'os\nSi t'es vintage à l'os, t'as joué à Mario Bros\nEs-tu vintage à l'os? On est vintage à l'os\nPis toi avec si tu te levais pour changer d'poste\nEs-tu vintage à l'os? Moi chus vintage à l'os\nSi t'es vintage à l'os, tu t'souviens d’Éric Lindros\nEs-tu vintage à l'os? Lui est vintage à l'os\nParce qu'il a porté des jeans à l'envers dans le temps d'Kris Kross\n\n[Verse 2: Seba]\nSi t'es vintage à l'os, tu vas t'souvenir aussi\nD'la STCUM, Berri-De Montigny\nMais si tu t'en souviens pas, t’es vintage itou\nT'as connu avant Laval le terminus d'Henri-Bou\nPour toé Sylvie Léonard c'est Traboulidon\nT'avais un siège banane, des franges sur ton guidon\nCapotais quand le câble annonçait qu'ils débrouillent\nT'aimais pas la tarte au citron, mais t'aimais Pop Citrouille\nTVA, le canal 10, Télé-Métropole\nTerre humaine, Temps d'une paix, RBO, Paul et Paul\nAssis dans le salon du Map-O-Spread sur tes toasts\nLa poutine dans c'temps-là, c’était rien qu'une frite sauce\nSi t'as déjà voté à des référendums\nL'émeute de la coupe Stanley sur Sainte-Cath au Forum\nParc Belmont, Terre des Hommes, l'Aqua Parc, Floralies\nLe zoo du parc La Fontaine, Village de Nathalie\nSi tu soupais devant Michel Louvain\nQue t’allais te coucher avant Michel Jasmin\nPis qu'avec ton Big Wheel tu jumpais dins bosses\nÇa prouve que toé itou t'es vintage à l'os\n\n[Hook: Seba, Dj Horg & both]\nEs-tu vintage à l'os? Moi chus vintage à l'os\nSi t'es vintage à l'os, t'as joué à Mario Bros\nEs-tu vintage à l'os? On est vintage à l'os\nPis toi avec si tu te levais pour changer d'poste\nEs-tu vintage à l'os? Moi chus vintage à l'os\nSi t'es vintage à l'os, tu t'souviens d’Éric Lindros\nEs-tu vintage à l'os? Lui est vintage à l'os\nParce qu'il a porté des jeans à l'envers dans le temps d'Kris Kross\n\n[Bridge: scratches]\n[?]\nDans l'bon vieux, ça s'passait d'même\n\n[Verse 2: Seba]\nSi t’as payé des frais de retard au club vidéo\nQue finalement ça t'coûte le double pour checker Rambo\nPis si en plus t'avais oublié de le « Rambobiner »\nQuand tu regardes ça aujourd'hui, t'es bien content de streamer\nT'as connu MSN, pis les téléphones à cadran\nLes floppy disks, les Betamax pis Super Écran\nSi pour toé, si l'épisode 4 ça a toujours été l'premier\nÇa prouve que t'es vintage, ça sert à rien de le nier\nSi t'allais chez Direct Film pour développer tes photos\nPis que l'dernier des Rocky c'était celui contre Drago\nSi t'appelles encore ça Hull pis qu'c'est rendu Gatineau\nT'es un Génie en herbe, v'là deux morceaux d'robots\nT'as connu l'avant TPS, tu te perdais pas sans GPS\nT'avais ton carnet d’adresses pis tu payais en espèces\nDans c'temps-là au secondaire c'était les Export A Light\nOn avait pas d'iPad, mais on avait des Light Bright\nÇa se passait dans l'parc ou ben don' dans ruelle\nDehors sans arrêt jusqu'à qu'ta mère t'appelle\nAujourd'hui c'est différent les jeunes c’est rare qui sortent\nPis c’est là que tu t'rends compte que t'es vintage à l'os\n\n[Hook: Seba, Dj Horg & both]\nEs-tu vintage à l'os? Moi chus vintage à l'os\nSi t'es vintage à l'os, t'as joué à Mario Bros\nEs-tu vintage à l'os? On est vintage à l'os\nPis toi avec si tu te levais pour changer d'poste\nEs-tu vintage à l'os? Moi chus vintage à l'os\nSi t'es vintage à l'os, tu t'souviens d’Éric Lindros\nEs-tu vintage à l'os? Lui est vintage à l'os\nParce qu'il a porté des jeans à l'envers dans le temps d'Kris Kross\n\n[Outro: scratches]", "image": "https://images.genius.com/77b9283400dc22db619fc520935e1c52.1000x1000x1.jpg"}], "artist": "Seba et Horg"}