{"songs": [{"title": "Pole Position", "album": "Skillz et Réalité", "year": "2003-01-01", "lyrics": "[Intro]\nHuh, yeh, Connaisseur Ticaso\nC't'une question de skills et d'réalité you know?\nSi tu kick pas d'skills puis qu'tes affaires sont pas real\nCa sers à rien que tu ailles sur le micro you know?\nDébarque du mic, yeah, huh, yeah yo!\n\n[Verse 1]\nJ'me mets en position dans ce mouvement hip hop francophone\nJ'drop des lyrics, mes shits sont tellement tight que j'fais peur aux emcees claustrophobes\nJ'ai déjà dis que dans le rap j'vise le cub\nEn restant real tu connais l'deal tu peux te faire jump dans les clubs\nMême sobre j'suis l'style de gars qui t'dis dans ta face t'es sotte\nLâche mes lyrics t'es sur mon dick y'a juste les femmes que j'trouve soft\nPour m'faire choke sur du weed faudrait me faire avaler la cocotte\nLa CIA munie de mon clone pourrait pas m'voler mon spot\nOriginal à l'essence, arrogance verbale venant d'mon adolescence\nPasser des soirées plates qu'à ca braquer des stations d'essence\nJ'sais qu'ta remarqué qu'mes phrases font du sens\nSans m'forcer, scènes de Montréal posées sans trop changer d'cadence\nC'pour ça qu'j'fais pas d'gros pas de danse\nJ'suis pas un entertainer, j'suis un lyricist\nY'a des femmes qui rap qui m'aiment pas parce qu'elles trouvent j'suis sexiste\nSi ta bouche s'ouvre bitch, toute mon dick s'y glisse\nEt non j'veux pas entendre tes nouveaux lyrics\nJ'tun délinquant depuis l'temps des BMX\nLes undercovers j'les ai mix\nIls m'ont jamais cut j'tais trop slick\nComme cleptomane j'plus brillant que Kobe\nMagicien du centre-ville j'faisais disparaître les Tommy\nEt y'a des emcees que j'trouve comiques\nLes bluffers savent pu quoi inventer et ça deviens contingenté\nComme des dicks, c't'accompagné d'talkshit qui ont pu rentrer\nLoco Locass qui caca ca? Phénomène de merde\nC'quoi l'but, les shits qui emmerdent?\nJ'rap pour la rue j'pas dans une gang mais c'est comme si ca reviens au même\nVu les beef' que j'ai, j'chill dans toute les sauces BBQ\nSi tu m'pointes une arme et que j'reste figé c'est qu'ton gun j'le trouve cute\nEt à bout portant j'sais qu'tu vas pas tirer t'es pas game pantoute\nLaisse moi pas te fire et t'faire chill à l'hôpital en pantoufles, j'vais m'en foutre\nC'est juste quand j'coupe que j'fais du cardio sur l'micro il m'faut du souffle\nJ'tun chilleur paresseux mon horaire est souple\nMon salaire viens quand j'fais des stick-up\nJ'fais c'que j'ai à faire à la manière John Q\nSo fuck you, pay me! Comme pain in the ass\nJ'avais envie d'casser l'cou d'un coiffeur qui avais fucké mon tchas'\nTu connais le feeling quand t'as fini tu te regardes dans la glace\nComme what the fuck pendant qui te regarde comme si t'es safe sur sa face\nPour mes strophes j'veux pas de trophées ni d'fame juste des props et du cash\nEt il me croit pas que j'pas rapper jusqu'à temps qu'leur cou j'le casse\nDehors c'est plein de fous dans les rues c't'en tant que vétéran qu'j'me classe\nMon album expliqua tous les shits, parlera de tout c'qui m'tracasse\n\n[Outro]\nHuh! Yeh! Yeah, real shit Montréal, M-T-L, 5-1-4\nYeah! Tous les secteurs fuck, you know?\nAlways! C-Jack posse for life!\nHuh, yeah! Sacapfèt'?\nListen to this shit yo!", "image": "https://images.rapgenius.com/1f34e509d2650189258554e3fa6a5dd9.500x500x1.jpg"}], "artist": "Connaisseur"}