{"songs": [{"title": "Sans Joke", "album": "Skillz et Réalité", "year": "2003-01-01", "lyrics": "[Intro]\nOh yeah?  Pour vrai men?\nC'est nice, c'est nice\nAlright j'suis d'accord\nConnaisseur Ticaso yo!\nCheck, yo, yo, yo, yo\n\n[Verse 1]\nDes fois j'me dis\nQue je devrais contacter des hackers pour m'tenir a'ek eux Bientôt les rejects vont être ceux qui on pas l'internet\nTout sur carte à puce, plus de palettes\nTu sers pu on te catapulte\nLes affaires sont en position comme un 4 pattes sur une pute Mentalement j'suis traversière comme une flûte\nIntrospection pour modifier ma version\nTout ce qui peut me motiver c'est améliorer mon son\nMon énergie dépensant\nEn rang sont les jeunes en rançon buzzé au primaire\nDans leur poumons, cigarettes en fumée secondaire\nPlus d'care, rendu collégial\nPantalon cargo, dress code pour le style\nRéalité qui pète le fiel c'pas accidentel\nQuand on s'demande à qui on peut être fidèle?\nÉtat de pensée démentiel\nCe qu'on veut c'est de pouvoir dépenser des gros montant mensuels\nStressé les gars changent d'attitude comme une famn' dans son cycle menstruel\nLes jokes sont cruelles remplies de rancune\nTu reçois ta cale dans une ruelle\nTa famn' tu peux être sûr que c'pu elle\nElle a vague' sur les censures elle est in-sensuelle\nMaintenant c't'une sangsue tasse la a'ek du sel\nElle perd la forme de son cul\nPerforme comme une professionnelle de films de culs\nXXX une expérience incluse\nPlein de raisons mais aucunes excuses\nQuand j'change d'idée\nVenez pas penser que mes paroles sont confuses\nJ'abuse de mon foie\nLe mot dit que j'ai pas assez de foi\nJ'ai pas le droit de juger\nComme mes textes j'ai vague' dessus combien de fois?\nDes fois j'suis déçu\nMême quand tout mon entourage est dessus\nSi javais su\nC'est pas maintenant dans l'rap qu'tu m'aurais aperçu\nNaturel au micro\nSo je serai jamais pas un rappeur su'\nNi senti comme Bruni, on court après une fusillade\nMais on reçoit pas de médailles\nMais on larguait des grouillades sur le reggae des soundboy Yo! Bwoy! Rien ne m’excite plus comme avant\nDans les beefs de maintenant j'baille\nLe pire qui pourrait m'arriver c'est que mon bail finisse\nComme mon verse tu veux le rewindé? Nan' pas tout de suite! Tu peux me voir aux danseuses\nEn train de prendre une danse a 10, mais j't'un artiste\nJ'veux l'cub' mais j'm'en calisse de l’ADISQ\nLoin d'être snob ma tête sera jamais enflée\nÇa donnerais l'opportunité à certains d'la dégonfler\nChilleur pacquière' desfois j'aime ronfler\nJ'ris dans la face du danger viens pas m'déranger\nJe meurs chaque hiver\nDeviens vivant au printemps...\nYo! check' les gants que j'ai qui garde mes doigts chaud sur mon stylo\nTicaso mon style est comme (Yo!)\nUne gomme qui reste collée sur le nouveau polo d'un coyo'\n\n\n[Refrain]\nQue j'sois sous joke ou pas sous joke\nL'important c'est qu'il faut pas que j'choke\n(Ticaso original chilleur)\nQue j'sois sous joke ou pas sous joke\nL'important c'est qu'il faut pas que j'choke\n(Des fois je bois des fois tu me vois smoke)\nQue j'sois sous joke ou pas sous joke\nL'important c'est qu'il faut pas que j'choke\n(Pas de presse, yo vas-y prends un toke!)\nQue j'sois sous joke ou pas sous joke\nL'important c'est qu'il faut pas que j'choke\n(Connaisseur Ticaso)\n\n\n[Verse 2]\nJe menace les ventes des autres emcees plus qu'un MP3\nLyrics toujours impeccables\nEt bien fait même avant qu'ma face apparaisse sur l'câble Toujours été frékent'\nPourquoi j’arrêterais maintenant?\nSi t'es un fake rivé avec un dériver comme design\nLes gars vont t'niaiser que tu sois sobre fucking saoul ou high J'suis jamais shy au micro que j'aille un texte ou pas\nC'est rare que j'pas saoul j'suis fly comme supa'\nJ'soupe pas a 6 heure pile, déjeuner 4 heure plus tôt\nDécalage de fou tu vois l'style?\nDu vol à l'étalage, j't'un ancien pro dans l'réseau des textiles\nTicaso celui qui envoie des textes chill\nA.K.A Chris chill sois disant christian\nDépendant de la question one!\nHaïtien frappant du riz djon-djon et un peu d'Sean John Maintenant changeons un peu d'aspect\nSpectacle lyrical' qui donne des cales\nTwo thousand style, les gars m'disent yo! Ça c't'asser\nMon but c'est de faire tous les wack emcees s'tasser\nDans mon lel les gars s'excite avec des guns sexy a 600 piaces J'pense j'vais m'en procurer un parce que j'ai des beefs en masse\nMême plus vieux tu m'verra jamais m'habiller en masse\nConnaisseur Ticaso original, seul dans ma classe\n\n\n[Refrain - Connaisseur Ticaso]\nQue j'sois sous joke ou pas sous joke\nL'important c'est qu'il faut pas que j'choke\n(Pas de presse, yo vas-y check moi une toke)\nQue j'sois sous joke ou pas sous joke\nL'important c'est qu'il faut pas que j'choke\n(Des fois je bois des fois tu peux me voir smoke)\nQue j'sois sous joke ou pas sous joke\nL'important c'est qu'il faut pas que j'choke\n(Ticaso original chilleur)\nQue j'sois sous joke ou pas sous joke\nL'important c'est qu'il faut pas que j'choke\n(Ticazzzzzo, Connaisseur Ticaso)\n\n[Outro]\nShout-out! shout-out!\nToute mes neg vous savez qui\nAightttt! Yo! Mesh, le beat il frappe\nQue j'sois sous joke ou pas sous joke\nL'important c'est qu'il faut pas que j'choke\nConnaisseur Ticaso what's up?\nAight, chill!", "image": "https://images.rapgenius.com/63a880b6d2de064cb330782e39e17faf.300x300x1.jpg"}], "artist": "Connaisseur"}