{"songs": [{"title": "Scoop", "album": "Skillz et Réalité", "year": "2003-01-01", "lyrics": "[Verse 1 - King]\nAyo! Les gangsters bougent dans la noirceur\nLa drogue, la bière, tout le monde rêve d'être millionaire\nC'est de nos affaires, grand-père si on se fait la guerre\nPour les billets verts à coups de balles de revolver\nC'qui nous écœurent?\nC'est les délateurs, informateurs\nAttends qu'on t'arrache le coeur\nDans la rue, mon armée est révoltée\nJ'suis désolé de vouloir tuer toute l'année\nOn s'organise, on se fait justice\nVu qu'la police est croche comme la tour de Pise\nTout le monde s'implique, pour que l'empire s'agrandisse\nTous des complices, dans la rue comme dans le crime (Oooh!)\nImagine la force du shit...\nImagine comment on sera riche\nOn prends pas de risques, avant d'entrer dans notre clik\nComme la médecine on te test puis on t'examine\nÉcoute, peu comprenne la loi du milieu\nJ'vis avec même si je sais que j'vivrais pas vieux\nJ'reste fidèle à mon cartel dans tout ce bordel\nJ'le jure! Su' la tête de toute' les soldats d'mon armée!\n\n[Refrain - Connaisseur, King]\n-On a les scoop'\nRappeur et reporteur du secteur\nRapportant les faits sur track, on drop les primeurs\n-On a les scoop'\nOn raconte qu'est-ce qui se passe sans délatter\nViens pas niaiser dans notre coin si t'es pas informé\n\n[Verse 2 - Connaisseur]\nJ'suis informé dans l'dealo' j'ai les contacts pour la coke\nJ'sais qui bouge des kilos connais des motards qui ont pas d'motos\nLes crackhouse qui ont fait faillite sont r'devenues des apparts\nLes deals sont à la hausse, les benz ont *Québec* su' leurs plaques\nY'a des blacks, dans mon secteur qui roulent sur l'or c'pas des blagues\nVeux plus l'or mais du platinum, on regarde plus Magnum P.I.!\nOn veux des Magnum, appris P.I\nLes guns sont pas aussi facile à trouver que ça sans contacts\nÀ part s'tu veux un 22 ou une carabine\nPour transporter dans un double cabine\nLes femmes aussi veulent d'l'argent y'en a plein qui sont *in*\nDown avec le programme\nTraverse les douanes avec des grammes dans leurs parties privées\nDeux milles piasses chaque voyages, toute dépenses payées\nJ'te parle de yayo'\nOublie pas que j'chill à Saint-Léonard yo\nMes infos viennent pas juste des nymphos\nEt les policiers qui sont smat' ils font pas c'qui faut pas\nComme être fréquent, ils préfèrent attendre que tu fasses un faux pas\nMon patnais' c'est fait prendre avec d'la poudre\nIl l'on laissé partir parce que l'équipe S.W.A.T. était là\nC'était pour une autre cause\nMes anecdotes de grosses doses de vérité\nC'est c'qui sort de ma bouche\nMes sources sont pas louches\nC'est du vécu, le Nord-Est est entouré d'policiers corrompus\nConstatent, chill, qui parlent créole\nQui cachent nos paraboles, des nouvelles recrues\nRap cru kické sur instru, le hood m'a instruit\nCôtoyant des vétérans depuis mon enfance\nJ't'inclus dans le livre de la rue\nEt c'est là dedans qu'on t'incruste, avec no scoop'\nDans l'secteur on sait tous c'qui s'passe, avec qui tu coupes\nComment tu t'es procuré ta Lexus coupe\nQui a tiré qui? Qui a jacké' qui?\nCombien de temps tu vas faire en dedans\nDans quelle wing tu seras mal pris\nC'est quoi l'prix de ta caution\n(Qu'est-ce qui l'a pris? On lui avait bien dit d'prendre ses précautions)\nY'a des lois non écrites, on bad trip passe les répercussions\nOn est les journalistes de lel' à l'affût de l'information\n\n[Refrain X2 - King, Connaisseur]\n-On a les scoop'\nRappeur et reporteur du secteur\nRapportant les faits sur track, on drop les primeurs\n-On a les scoop'\nOn raconte qu'est-ce qui se passe sans délatter\nViens pas niaiser dans notre coin si t'es pas informé", "image": "https://images.rapgenius.com/d0e2e7a8e474e6420966ba2ba5e615f7.480x360x1.jpg"}], "artist": "Connaisseur"}