{"songs": [{"title": "Illegal sound freestyle before jail 2", "album": null, "year": null, "lyrics": "[Intro]\nYo yo yo!\n2009, huh, yeah! Connaisseur Ticaso\nYeah, huh, yeah! Illatracks, yeah! Check this shit yo!\nHuh, les rues sont hard nigga\n\n[Verse 1 - Connaisseur]\nJ'marche avec un sac d'école\nMais c'fait longtemps qu'jai pu d'horaire d'écolier\nJ'mendors alors qu'les oiseaux chantent, un 45 bien chargé\nProche du ventre j'sens mes papillons mourirent\nJ'ai assez d'beef pour nourrir des lions et les faire s'endormir\nRassasié, tout est suspect, choppe les fraternités\nLa fatalité de c'qui peux arriver j'lai déjà calculé\nJ'fais face à ceux à qui la violence fait éjaculer\nDes fous sans mamans qui savent qui vont pas se rendre au firmament\nAlors ils s'en foutent même pour l'argent vont te trouer normalement\nCa vous trouve et sans regrets vont même s'en remettre sans calment, merde\nY'a pas mille remèdes à ce phénomène de vie d'asphalte que j'mène\nÀ part me procurer un neuf milli y'a rien qui m'aide\nEt pointer sur mon ennemi qui a le même taux de mélanine\nXXX l'insanité dû aux rues parce qu'après est vu comme mine\nC'pas ca le but non plus, j'te parle de survie, dent pour dent\nDeux yeux derrière la tête qui paranoyent de temps en temps\nMais quand c'est le temps ces temps-s'il faut j'vais t'blast en t'insultant\nAvec style en plus, ca fait un bout qu'Montréal c'est chaud\nC'est hostile en criss et c'est pas près de changer si tôt\nAprès les fusillades dans l'club on s'trouve dans les hôpitaux\nMaintenant ca tire sur place, avec trop whisky sur glace\nParce que pour l'argent y'a des masques\nCa tue des amis d'enfance pour des piasses c'est dégeulasse dog\nJ'ai vu des artilleries M16 et Ak en garde de Rush\nJ'vis en 3D dans c'décor, mal encadré dans c'décor\nDe mes cailles, de Sainte-Catherine à mon kay'\nLe drame s'exporte, une vie d'violence, sexe et pot à MTL 514\nMes tracks la trame sonore, dehors chaud quand ca éclate\n(Nigga) Illatracks", "image": "https://images.rapgenius.com/5b791824a25c27be5314cfa55ba249db.480x360x1.jpg"}], "artist": "Connaisseur"}