{"songs": [{"title": "Guerre & Paix", "album": null, "year": "2003-01-01", "lyrics": "[Intro]\nConnaisseur Ticaso\nOriginal Chilleur de lel, one, you know?\nYo, guerre et paix, guerre et paix, huh\nC'tune question de guerre et de paix, huh? Yeah!\n2003,huh, this is the life\nHuh, Yeh\n\n[Verse 1]\nLes rues m'ont apprise à accepter les dures réalités\nMon cœur à combattu plein de guerres\nSo, j'lui ai procuré un bouclier\nMais revers, moi, apporté qu'des soirées en solitaire\nAvec des verres de rhum à ma portée\nUne gorgée pour ceux qui ont essayés d'me tuer\nUne autre pour essayer de chill\nMais c'difficile quand t'as plein de beef' inutiles\nUne troisième sip' pour ceux qui sont incarcérés\nEt qui te conseil sur quelle wing choisir\nParce que bientôt c'ta ton tour d'y aller\nMes pensées représentent une vie stressante\nJ'oublie pas même quand j'plaisante\nSi t'es on point, analyse moi dès que j'me présente\nParce que j'fais la même chose\nLes ennemis sont toujours présents y'a pas de pauses, ni de récrés'\nEt j'ai appris qui ils sont\nEn chillant dans les buissons, laissant mon mind voyager\nTout en gardant pour ma survie la mentalité que j'ai apprise dans le cartier\nOu l'S.O.S. traduit en : c'quoi ton problème? Yo!\nCertains s'amusent à sniffer la ligne qui a entre amour et haine\n\n[Refrain X2]\nC't'une question de guerre et paix\nSi tu peux pas accepter les deux, laisse faire\nJ'te dis ca mais dans l'fond j'suis pa care\n\n[Verse 2]\nSida, beef, violence, pollution, économie\nSi t'as un spliff commence la rotation d'mon insomnie\nFais pas d'focus sur les bullshit politiques\nBluffeurs qui parlent empil' dans l'fond font tous partie du même clik'\nTrois puffs give passant l'weed disant : *j'don't give a fuck*\nPlaçant du beat pendant qu'mon patnais' s'vente que y'a du bon stock (props)\nLes moments de paix sont rares, so j'en profite\nDes cops? Non c'est les filles qui cognent, ce soir on va trip\nLe buzz revient j'prends trois autres puff du shit\n?Pas d'cover? sous ca yo, dehors c'est chaud j'suis pas sous l'beat\nCe soir on reste ici, on va quelque part de tranquil\nPour que je chuchote à elle dans ses oreilles pour voir si elle m'feel\nSur mon flow, elle voit qu'j'confiant dans mes skills\nC'est ca qu'j'appelle une soirée chill loin de tout c'qui est hostile\nC'pas devenu rose et j'pas encore dans mon mansion mais stills\nJ'capable de prendre relax desfois quand même ..you know?\n\n[Refrain X2]\n\n[Verse 3]\nJ'suis demi-dieu, semi-soldat, dépendant des jours\nPerdant l'focus dans mes combats desfois j'prends des détours\nLes jours de pluie s'abbatent sur moi\nÀ ces moments là j'deviens sourd, le mal est sournois, regarde ça\nLes belles fêtes et les bullshit yo! Yeah j'enterre ça dans ma cours\nLes bourgeois achètent leur yayo' quand ils en ont jusqu'au cou\nLes vendeurs perdent leur bistro quand five-o fait un bon coup\nFont leur djòlè' dans les journaux, d'autres gars envoyé dans le trou\nLe pen' est full et beaucoup sont seul dans la foule\nEt ont de la peine, perdent leur cool' sortent leur gun et ca saigne\nOn retrouve trop de suicidaires dans le fleuve qui s'baignent\nTrop de bouz' sidéennes qui set-up des gang-bang ...man!\nJ'ai entendu quelque part : qu'est-ce qui tue pas, rends plus fort\nSi c'est vrai mon hood est rempli d'Hercules\nQui discute pas si tu parles parce qu'ils savent qu'ils ont on pas tord\nEt soulève le poids d'sous leurs épaules, sans faire d'effort\nEt goute la mort chaque vendredi soir\nVise l'or, veulent être baller' sans l'aide d'la polyvalente\nFont qu'est-ce qu'il faut pour remplir leur ventre même si c't'en volant\nInsistant sous l'fait d'rester real même si c't'énervant pour nos parents\nYo! Mais qu'est-ce tu veux que j'te dise?\nÀ part enjoy les journées ensoleillées qui viennent avant les phases grises\nLa vie est courte, mais elle à l'air plus longue en moments de crise\n(Yo) J'dois rester strong\nPas laisser le mal prendre emprise sur mon état mental et rester stable\nC't'une question d'guerre et d'paix, j'dilate le bien et le mal\n(Bien et le mal, what's love? One love)\n\n[Refrain X2]", "image": "https://images.rapgenius.com/6cfdc02e6d9c182988bf5ee0537819d5.299x299x1.jpg"}], "artist": "Connaisseur"}