{"songs": [{"title": "Clarence & Stéphane", "album": "Skillz et Réalité", "year": "2003-01-01", "lyrics": "[Intro]\nHuh, yeh yeh yeh, huh, check! You know?\nIl parait que...\nLe meilleur ami de l'homme c'est le chien, you know?\nDites pas des affaires comme ca ..word, yeh!\n(La la la la, la la la la, la la)\nLe meilleur ami d'la femme c'est les diamants?\nJ'vais te parler de c'qui s'passe dans mon hood\nCheck, yo!\n\n[Verse 1]\nLes premiers proverbes que j'ai appris quand j'tais petit\nC'était que l'habit fait pas le moine\nEt que les bouzes' qui ouvraient leurs jambes facilement c'était des PAN'\nEt les wannabes' ils s'faisaient freeze' quand ils traversaient nos douanes\nEt devant un juge, une belle apparence ça dépanne\nParlons de Clarence et Stéphane maintenant, partner in crime\nFanatique de gear et d'bijoux, toujours au solide gold\nDealer de crack, toujours strapped'\nClarence c'tun paranoïaque, gros fan de Tupac\nDuo qui date de back in the days\nSecondaire, devenue proche volant des saccoches\nIndicateur de bumrush'\nMaintenant c'est la vente de roches qui donne un rush\nContact avec des motars qui fournissent les pétards\nS'couchant tard, rôdant sur les trottoirs, de bon voisinage\nPalettes et galenteries paient bon magasinage\nCa parle de Jeep Grand Cherokee maintenant y'a pu de niaisage\n21 ans sans dossier, yo! Qu'est-ce tu veux d'plus?\nStéphane le premier deal de carte fraudée il s'frappe une Lexus GS400\nSans faire couler de sang mais ca deviens stressant\nLes gars d'gang' sont sur un trip de kidnapping maintenant\nKingpin' du hood, Clarence crie : ''yo fuck la banlieue!''\n*Thug Life* tatoué sur son ventre\nSa bouze' qui met son corps en vente\nVite baller', pas peureux, mais pas l'goût d'aller en dedans\nPréfère aller au centre-ville chiller et rouler lentement\nHeineken sur Heineken passant un été de fou\nS'battant dans les rues comme Ryu et Ken, problèmes venant d'partout\nCa deviens trop chaud vas falloir bouger ils s'disent\nMais avant Clarence veut son million, peu réaliste rempli d'gourmandise\nJalousie, envie s'introduisent, la confiance s'écroule\nMais continue à dealer comme si tout était cool, huh!\n\n[Refrain]\nDes problèmes dans l'hood j'en ai vu plein yo!\nDes fois it's all good, plein de fois on s'plaint yo!\nLe but souvent c'est d'fuck tes business\nLes phones sont sur écoute, five-o écoute tes business\nTout le monde veut son shit chief' c'est wack d'être broke\nMaintenant quand on est buzzé et saoul, on largue plus d'joke\nC'est quand on est sobre\nJ'watch mon dos parce que maintenant personne est sot'\nCheck le duo, anecdotes de toute sorte\n\n[Verse 2]\nLes chuchotements deviennent bruyants\nLes lignes de phone sont brûlantes\nPas d'paix, la seule eau qui rentrera dans l'vin sera bouillante\nSituation loin d'être brillante, pendant ce temps\nLa femme à Stéphane s'prends pour Foxy Brown elle veut des diamants\nGold digger, puis elle les veux comme..maintenant!\nSérieuse, pendant qu'lui Stéphane il grille ses dents\nLà le tag-team s'dégénère, les deux s'tombent sur les nerfs\nOn parle de chicane sur une question d'couleur de Nike Air\nStéphane fait un connect' avec des gars qu'sa femme connais\nClarence deviens pa care' et dit que Stéphane c't'un fuckais'\nDeux semaines plus tard, après une game de poker bien appliquée\nAvec son nouveau clik' Stéphane s'fait stick-up\nLes gars connaissaient exactement l'endroit du stash\nExplique, ca sentait l'set-up mais l'ont laissé sain et sauf\nIls ont pris cent mille plus ses bijoux\nChaînes, bagues et montres, à genoux, sa joue sur le sofa\nMains attachées il manquait juste ça!\nCinéma maison, DVD, système de son parti\nSa femme arrive dans l'appart, fait comme si elle était surprise\nStéphane l'accuse, elle s'jet' mais pas avant d'faire sa crise\nBonne actrice, elle met des doutes qui fuck avec sa matière grise\nDirige son doigt sur Clarence\nChicane en manquant pas beaucoup pour que sa éclate en violence\nPlus de chance de réconciliation, affiliation fuckée'\nLa confiance à pas passée le test\nMaintenant les deux se déteste, veulent s'procurer des vestes\nRécupérer c'qui était investi c'est ça qui les intéressent\nMais tout c'qui reste c'est du stress\nLaisse faire comment ça fini...\n\n[Refrain]\n\n[Outro]\nHuh, yeh! Know what I'm saying? Yeah!\nHistoire du hood, de M-T-L 5-1-4\n(Nord-Est représente, C-Jack Dope Squad)\nSakapfèt dog!", "image": "https://images.rapgenius.com/f2fe1f3abc6230fbfe489188552b83b8.480x360x1.jpg"}], "artist": "Connaisseur"}