{"songs": [{"title": "Flûte mécanique", "album": "KOSSÉÇA !?!", "year": null, "lyrics": "[Verse 1: FiligraNn]\nJ'me demande ça va prendre combien d'génération avant qu'pu personne sache se servir d'un crayon. Combien d'temps ça va prendre avant d'se render au clones\nAvant d'allez sous-terre parce que y'a plus d'ozone\n\nLa vie va vite, on invente des machines\nOn veut sauver du temps pour travailler l'plus possible\nCherche l'amour sur le net y'a rien d'plus frette\nJ'attend juste que mon kid me pete au Playstation 7\n\nÇa l'air vrai , c'est tout c'que tu connais\nDu laid qui est trait par un robot c'est pas frais\nMa vie c'est ça man, inconscient c'qu'on fait\nVa savoir c'qu'on va faire pour sauver la planète\nQuand t'as les mains plein d'marde, deux choses à faire avec: A) les laver B) serer la main d'un aveugle\n\nFaq pourquoi pas continuer d'transformer l'bois en alliminium\nPendant qu'nos dirigeants rêvent qu'on déménage sur la lune\n\nY'a des arbres pis des fleurs dans les jeux qu'j'imagine\nMais quand j'ouvre les yeux, j'vois juste des machines. J'voudrais jouer dehors mais je sais que j'peux pu y aller\nPis ma grand-mère m'endort en jouant de la flutte méchanique\n\n[Verse 2: Jam]\nY'a une machine sophistiquée qui ramasse mes patates\nLes congèle et ca se ramasse sur ma table\nPasse-moi la manette, je renverse le décor\nMets ca à art tv y'a une pièce de théâtre\nOh no, j'ai perdu ma job à Baie-Comeau\nMais c'est pas de la faute aux immigrants c'est les robots\nJ'écoute une disaine d'émissions culturel\nMais je veux pas du blues je veux de la musique industrielle\nViens rec un démo chez nous même si t'as pas trop le groove\nJe troubleshoot, j'déplace et j'autotune\nY'a un dude qui m'a dit qu'y'était\nLe premier gar qui s'était fait mettre un coeur artificiel\nJe le croyais pas mais esti c'est vrait, je suis épaté\nLe progret connais pas ses limites un peu comme mon genesis\nVa pas chasser le gibier esti d'morrons\nT'as juste à crisser un tit micky d dans le micro-onde\n\n[Verse 3: Smilé Smahh]\nMes cheveux d'or dansent au vents des cicuits imprimés\nMigration vers le nord, le sud completement décimer\nPlus de gig de storage pour pouvoir interpreter\nPour t'en faire une image il faut réaprendre a dessiner\nCouper, complètement de nos sens tactiles, mais pour nous rendre asservis\nJ'avoue que c'étais une bonne tactique\nOn est une bunch d'adict, à tout leurs lunch plastique\nJme suis fait installer des yeuc haute définition, plus une nouvelles conscience, haute résolution\nDe sorte que celle -la va tirer bin plus vite ses lecons\nOuin, commence à être temps que je puisse peser mauvais et bons\nMais c'est quand meme bien je peux atteindre les astres dawg!\nEt je peux remettre mon bras, vous pas, comme astor!\nJe vis dans une abondance cryogénique, plus besoin de courrir dans les bars, t'essayer sur 2 chiks...\nT'as juste à augmenter la switch de réalisme sur youjizz!\n\n[Verse 4: P.Dox]\nJ'sais pas comment ça s'passait back then\nMais auhourd'hui on n'accepte plus ceux qui ont des faces laides\nSi tes parents sont riches, t'as droit a une chirurgie\nSinon c'est l'masque dans'face, vive la métallurgie\nDe toute façon tout c'qui a c'est du métal\nDans mon hard drive de mémoire\nJ'ai eu la chance de toucher aux arbres\nJ'ai même senti une fleur mais tout ç c,est du passé\nJuste le fait d,en parler tu t,ramasses direct a l'asile\nPas le droit aux faux pas\nC'est le ''GAUCHE DROITE GAUCHE DROITE''\nMême quand les enfants sont entrains de jouer au parc mental\nCheck les pancartes on n'a pas l'droit parler aux gens fak\nOn se sent seuls au sens large\nL'éducation c'était un struggle pour mes ancêtres\nMoi chu né avec les connaissances inmplantées dans'main\nJ'me sens un peu humain ya d'l'espoir\nParait qu'ya du monde qui écrivent encore, y vivent dans l'Nord\n\nY'a des arbres pis des fleurs dans les jeux qu'j'imagine\nMais quand j'ouvre les yeux, j'vois juste des machines. J'voudrais jouer dehors mais je sais que j'peux pu y aller\nPis ma grand-mère m'endort en jouant de la flute mécanique", "image": "https://images.genius.com/d4006167f84f0b6ec8bdaae9ad9523b7.1000x1000x1.jpg"}], "artist": "K6A"}