{"songs": [{"title": "Remonter Ma Braguette", "album": null, "year": null, "lyrics": "[Couplet n°1]\n\nJ'écoutais peu quand la daronne me parler\nLes portes sont condamnés, les frères sont condamnés\nPour vendre du ramesh les poto se sont fait cramer\nS'ont pris des années\nMais direct j'suis tombé non y'a pas de miracles\nLes ennemis au tournant, jsuis dans la tournantes\nMaman désolé j'ai pris le mauvais virage\nL'argent fait taire, les boloss voudront me buter si j'arrive en bolide-ide (Raa Raa)\nOn vient péter les barons qui disent qu'a Montréal on est des borides\nDédicace à X tout les gars parti au bled tombé pour des ans. Très peu de Jokers, beaucoup de visage\n\n[Refrain]\n\nJ'veux remonter ma braguette\nJvai tout baiser dans ma vie, poto on navigue pour un putain de salaire la hess dans ma ville, les poches pour le Khalis\nDepuis que l'argent m'appele, j'reconnais plus mes amis, maintenant ça trahi pour causer ma perte. Regarde de travers je sais qu'ils m'haïssent (x2)\n\n[Couplet n°2]\n\nTrop d'gens qui nous mentent, tu peux même pas les compter\nConfiance en personne, je parle à mes démons X\nJ'ai pris des risques X, j'veux niquer ma santé\nTirer sur tout le monde j'ai X mes démons\nJ'veux m'tasser loin de ma if (if)\nJpense à X t'es arrivé trop tard\nGratter sur tout l'monde dit que tes habile\nMais tes pas fait pour moi, moi jsuis fait pour les dollars\nDit leur que jsuis pas venu plaider ma cause j'essaye de toucher le bénef on est vite dans la taule (le habs, le habs) on est vite dans la taule\nSi je finis au tieq, j'ai pas rempli mon rôle\nJ'vois la haine qui se propage, j'veux pas changer akhi j'peux rien faire\nJsais que tu m'aime pas c'est dommage, j'suis pas pareil j'vient d'une autre planète\n\n[Refrain]\n\nJ'veux remonter ma braguette\nJvai tout baiser dans ma vie, poto on navigue pour un putain de salaire la hess dans ma ville, les poches pour le Khalis\nDepuis que l'argent m'appele, j'reconnais plus mes amis, maintenant ça trahi pour causer ma perte. Regarde de travers je sais qu'ils m'haïssent (x2)", "image": "https://images.genius.com/df39f8356a1edd2d8d845b64de608deb.800x800x1.jpg"}], "artist": "M.B"}