{"songs": [{"title": "Connection Maghrebine", "album": "Tour Du Chapeau", "year": "2014-01-01", "lyrics": "[Hook] (x4)\nConnecté jusqu'au Maghreb, j'connect avec des maghrébins\nConnecté jusqu'au Maghreb, j'connais pleins de maghrébins\n\n[VERSE 1: MC Tronel]\nYes!\nLa chick était trop smath, le gros j'ai rien pu faire\nÇa fait que j'l'ai inviter a venir luncher chez St-Hubert\nQuart de poulet, steak de surlonge avec des côtes levées\nMa belle pitoune\nSi jamais tu veut quelque chose je l'ai. (Il l'a)\nSalade de choux, crémeuse ou traditionelle\nQuand j'étais en dedans les gens criait: GRATIS TRONEL!\n\nMenu Anticipateurs, on est des superstars\nToé t'aurais jamais du vivre, t'aurais du être mort\nJ'ai des lunettes blanches, pis des jumelles noires\nPas des affaires pour voir loin, j'ai des jumelles noires\n\nTu nous a vu dans le VIP, nous autres on buvait le fort! (fort)\nQuand j'suis aller en Arabie, on m'a dit que j'puait le porc! (porc)\nCa c'est insultant, Jean-Régis y'a plus de cash que 35 sultans\nJ'lache un (OUIN!) su'l temps\n\nTa bitch nous check su'l coins\nLe gros a viens tu d'Rouyn?\n(Ayo Tronel, dit moi dont kessé qui reste su'l joint?)\n(RIEN!)\n\nJ'part en croisière, comme un paladin (christ)\nQuand qu'j'arrive en Palestine, j'appel Aladdin (ouin)\nNous autres, on est au sommet, comme la Ligue Arabe\nOn négocie jamais, on mets notre dick sa table!\n\nOn veut des opiacés, on me dit qu'ya de l'héro à Sorel\nMoi j'réponds pas assez, fak on va en ramener. (AWAYE DONC)\nConnection maghrébine\nD'icitte à Laval\nTa bitch est pas halal\nOui big, a l'avale\n\n[CHROUS] (x2)\n\n[VERSE 2: MC Monak]\n\nGros j'suis connecté jusqu'au Maghreb\nLSD sous mon palais\nJ'ai toujours buster sur sa lèvre\nExcepté une fois au chalet\n\nD'in fois j'me sens comme un Taliban\nMon hashish vient d'Afghanistan\nMon crack se vends jusqu'au Pakistan\nF-350, jamais d'accident\n\nToi ton char est accidenté\nSon g-string big a veut l'enlever\nMoissonneuse, nous on vie dans l'blé\nPis c'est Labatt Bleu Dry dans vidanger\n\nImportation orientale\nNous on rie en sale, pis c'est mes fiançailles\nMarie-Mai a m'a dit marie moé\nJ'lui ai dit criss tabarnak, test tu fucker dans tête? (malade)\n\nDu gros pavot, la j'ai l'gout d'en faire\nJ'travail fort sur le marché noire\nMononc' Pierre yer fier en criss, (criss)\nBanque de sperme pis des REER en Suisse. (criss)\n\nOsti'd criss que d'la bière j'en pisse\nJ'investie mon cheque dessus\nJ'lui check le cul\nYer tellement gros que tu pourrait mettre un p'tit frette dessus\n\nMes connections son maghrebines\nJ'ai du gros pot pis t'a un sac d'épines\nJ'la traverse, a s'appel Bobby-pin\nSt'un enfant de chien su'a codéine\n\nVisa ou Mastercard\nJ'suis all biz sa passe au Ford\nJe m'en criss, je fait du 210\nA me secoue la queue quand j'pisse\n\nPis quand j'anticipe, on fait des incendies\nOn est l'antichrist, nous on est l'antidote\nLe gros j'vends du pot\nPis j'ai des grands ziploc, awaye prends une ptite crotte\n\nQuantité industrielle\nLes anticorps d'un asti'd sequel\nOui le gros, ca vient de Sorel\nOui le gros, (on vient de Sorel!)\n\n[Hook] (x2)\n\n[OUTRO]\nON VIENT D'SOREL!", "image": "https://images.genius.com/33ab8babfd3f1d720629099047a8bc55.420x420x1.jpg"}], "artist": "Les Anticipateurs"}