{"songs": [{"title": "STAKÔSEKETSÉ", "album": "Prolongation (TIRS DE BARRAGE)", "year": "2014-07-14", "lyrics": "[Chorus]\nSTAKÔSEKETSÉ, c'est ça qui est ça (3x)\nElle fait bien sa job devant la caméra\n\nSTAKÔSEKETSÉ, c'est ça qui est ça (3x)\nLe gros oublie ta bitch, elle reviendra pas\n\n[Verse 1: MC Tronel]\nSUR TOUT LES SITES DE CUL JE SUIS ABONNÉ\nJ'PRENDS UN BAIN AVEC TA BITCH POUR ME SAVONNER\nELLE A PRIT TON CASH PIS ELLE M'LA DONNÉ\nELLE A SHINÉ MON CAP PI J'LAI PLAFONNÉE\nCHECK LES PITOUNES DANS MON ROSTER TU VAS CAPOTER\nCHOISI N'IMPORTE LAQUELLE TU VAS L'ADORER\nCHECK NOUS TON ADRESSE BIG ON VA T'L'APPORTER\nSI ELLE TOMBE ENCEINTE ON VA L'AVORTER\nSTAKÔSEKETSÉ ELLE VOULAIT AVALER ELLE POUVAIT AVALER\nELLE POUVAIT AVALER, ELLE FESSAIT DES GORGES PROFONDES C'EST RESSORTI PAR SON NEZ\nFEK J'Y AI DONNÉ D'LA POUD POUR QU'ELLE RÉPARE SON NEZ\nELLE PLEURE A CHAQUE FOIS QU'ELLE DÉCOUPE DES ONIONS SALÉS\nTOUT LES MATINS ELLE PRÉPARE MON SAUMON PANÉ\nACCOMPAGNÉ D'UNE FELLATION INSTANTANÉE\nIMAGINE SA FACE DANS 50 ANNÉES\n\n[Chorus]\n\n[Verse 2: MC Monak]\nJ'T'ARRIVÉ DANS UN GROS TRUCK PAS UNE COCCINELLE\nQUAND QUE J'RENTRE DANS LE CLUB BIG J'AI MON OPINEL\nJ'AI JAMAIS MIT LES PIEDS AU SALON OFFICIEL\nLE GROS C DE MÊME A ST-JOSEPH DE SOREL\nLA FILLE ELLE DIT QU'ELLE VEUT ALLER AU SOFITEL\nELLE DIT QU'ELLE PAYE TOUTE BIG FEK J'PROFITE D'ELLE\nJ'AI GRATISSÉ TRONEL AVEC UNE OSTIE D'PELLE\nARRÊTE DE FAIRE TON JAMBON, OLYMEL\nBIG ELLE FAIT CA COMME UNE PROFESSIONNELLE\nTU DOIS SUCER MONAK SI TU VEUX BUCKER TRONEL\nJ'AI JAMAIS VU UNE FILLE FUCKÉE COMME ELLE\nLE GROS CA S'T'UNE COÏNCIDENCE, MOÉ MA TE DIRE KESSÉ QUE MONONC PENSE\nMONONC SCORE QUAND QUE MONONC LANCE\nLES DIAMANTS SUR MA CHAÎNE COÛTENT 40 MILLE\nJ'AI FAIT DU CASH EN 2013 DANS LES LAURENTIDES\nSTAKÔSEKETSÉ, C'EST CA QUI EST CA\nELLE FAIT BIN SA JOB DEVANT LA CAMÉRA\nSTAKÔSEKETSÉ, C'EST CA QUI EST CA\nLE GROS OUBLIE TA BITCH ELLE REVIENDRA PAS\nSTAKÔSEKETSÉ, C'EST CA QUI EST CA\nC QUOI SON NOM, JE SAIS PAS, BIG JE L'SAIS TU?\nVANESSA? FUCK IT LE GROS ELLE SAIT QU'ON S'EN RAPPELLE PAS\nSTAKÔSEKETSÉ, C'EST CA QUI EST CA\nTSÉVEUDIRE? ENTÉKAS\nELLE FAIT SA FAROUCHE FEK J'Y MET CA DANS BOUCHE\nLE GROS OUBLIE TA BITCH ELLE REVIENDRA PAS\n\n[Chorus]\n\n\n[Bridge: Pic Paquette]\nLE PÉNETRATOLOGUE, LE RENIFLEUR DU POSTÉRIEUR DE TA SŒUR QUI SE RÉVEILLE AVEC L'ANUS EN CHOU FLEUR ET LE TOTONS EN FUCKING BROCOLI DANS MON LIT ON A TROUVÉ PLEIN D'TRACES DE FUCKING JUS DE CHATTE, S'T'UNE VRAI SALOPE A 4 PATTES 24H SUR 24, ELLE S'FAIT PÉNÉTRER PAR TOUT LES PATNAIS DU QUARTIER TOUT LE MONDE A PASSÉ DESSUS MAIS C DE MÊME TOUT LE MONDE L'AIME KESTUVEU?", "image": "https://images.genius.com/9ee94e506b6520083f4377cd079399ef.600x600x1.jpg"}], "artist": "Les Anticipateurs"}