{"songs": [{"title": "Petit sauvage", "album": "Mille Soleils", "year": "2017-11-17", "lyrics": "[Refrain]\nOuh, petit sauvage\nOuh, petit, petit sauvage\nOuh, petit sauvage\nPutain d'vie d'fou, putain d'vie d'fou\nOuh, petit, petit sauvage, putain d'vie d'fou\n\nPutain d'vie d'fou, putain d'vie d'fou\nPutain d'vie d'fou, putain d'vie d'fou\nPutain d'vie d'fou, putain d'vie d'fou\nPutain d'vie d'fou, putain d'vie d'fou\n\nAh! Sauvage!\nJ'suis un petit sauvage!\nAh! Ah! Sauvage! Sauvage!\nJ'suis un petit sauvage!\n\n[Verse 1 : Rymz]\nBizarre, différent des autres\nParfois j'me sens comme un alien\nSur terre, tout l'monde est aveugle\nLaissez-moi seul sur ma lune\nPetit sauvage ou grand roi\nNos vies sont faites de grands froids\nLe soleil éteint de l'enfance, peut-être déteint en moi\nPoto ça parle juste de cash et d'drogue\nDrôle d'époque, comprend qu'mon âme est lost\nAu fond, on rêve juste de came et d'drogue\nAulieu faut qu'jbose pour faire l'argent qu'j'ai pas\nAu fond, rien n'importe ou c'est peut-être l'inverse\nC'est bon quand les coups sont comme des caresses\nMais qu'est-ce qui guérit du poison des mots, chéri\nToute ma vie, j'ai envié les oiseaux\nJ'prend une puff d'étoiles, une gorgée d'horizon\nDehors, c'est cold mais la nuit c'est chaud\nLes tatouages en guise de guérison\nPetit sauvage vit parmi les fauves\nToujours en exile sur ma planète, car le loup suit nos traces\nOn saigne sous l'orage, j'suis un petit sauvage\n\n[Refrain]\nOuh, petit sauvage\nOuh, petit, petit sauvage\nOuh, petit sauvage\nPutain d'vie d'fou, putain d'vie d'fou\nOuh, petit, petit sauvage, putain d'vie d'fou\n\n[Verse 2 : Soulida]\nFait des push-up sur une main , au fond d'une cellule cramée\nNos vies ne serait pas les même, si on avais le temps d'se parler\nPetit bandit grandi au ralenti sur le chantier\nPetit sauvage ne connait que ça, il n'y a pas de plan B\nLes fleurs ont fanées sur la neige, ils ont craquées sous la pression\nIl fait l'amour, il fait la guerre, petit plus rien ne l'impressionne\nTout seul dans son vaisseau, ici les vrais douleurs forme les vrais hommes\nSauvagerie dans le réseau, je suis revenu pour foutre le désordre\nCoupe plus rien avec lame de rasoir bien affilée\nDope killer, petit sauvage camper dans le sixième\nBlackberry crypté on veut respect, on veut billets\nJe les ait vue sans mettre plein les narines\nJe les ait vue se déshabiller\n\nOuh, petit sauvage, petit pirate préparé pour le grand naufrage\nOuh, petit sauvage, mille soleils après l'orage\n\nAh! Sauvage!\nJ'suis un petit sauvage!\nAh! Ah! Sauvage! Sauvage!\nJ'suis un petit sauvage!", "image": "https://images.genius.com/4168c0616a952709b962aaf877777e21.609x609x1.png"}], "artist": "Rymz"}