{"songs": [{"title": "Oubliez-moi", "album": null, "year": null, "lyrics": "J'le vois nul part même si Dieu est grand / En manque\nD'espoir j'veux être plus fort dans une bouteille j'bois\nL'océan / L'argent est roi c'est les billets qui règnent /\nDonc j'viole la loi sans faire crier les sirènes / Du\nCôté obscur c'est dur d'garder les idées claires / J'ai\nL'écriture mais pas les mots d'un génie littéraire / Le\nCœur brisé qui peut me freiner c'est anormal / Continuer\nD'aimer jusqu'en avoir mal / Vouloir se perdre pour trouver\nSa route / Se tuer l'jour de sa fête pour boucler la boucle\n/ J'en ai connu qui étaient prêts à sauter / Depuis j'me\nDis ne laisse pas le monde changer ton sourire / Y faut\nQu'j'arrête de vouloir m'venger même si j'les déteste /\nPlutôt j'grave ma méchanceté sur un CD vierge / Des fois\nJ'voudrais une vie de cinéma / Des fois j'voudrais vous\nDire oubliez moi\n\n[Refrain]\nJ'suis un homme pas un chien mais j'blesse pis j'abois\nPour faire mal j'ai mes poings, mon sexe pis ma voix\nHors-la-loi j'dois courir sans tomber\nPardonne-moi faire souffrir est l'seul moyen d'se tromper\nDonc oubliez-moi, oubliez-moi\nMerci pour tout les frères\nJe mets les voiles oubliez-moi\nOubliez-moi, oubliez-moi\nJe plie bagage ça y est oubliez-moi\n\nSauvage tant que mon cœur continue d'battre / J'souris\nMême en dessous de l'orage au cas où j'parte /\nLe clan défendu, le sang répandu / J'observe les pendules\nAu royaume des pendus / Y'est pas trop tard nique sa mère\nFaut s'dépêcher / Et tant pis si mes cauchemars sont le\nSalaire de mes péchés / Chérie, t'as un beau cul mais\nC'est pas tout c'qui faut / M'aimeras-tu quand je n'serai\nPlus si beau? / Quelques mots dans un cahier au fond d'une\nRuelle grise / Les fois où j'voulais m'noyer au fond d'une\nBouteille vide / C'qu'il y a d'important; les gestes avant\nLes paroles / La famille avant l'argent et les potes avant\nLes salopes! /J'préfère être hais pour c'que j'suis\nQu'aimé pour c'que j’suis pas / Oublie les pompes que\nJ'porte regarde plutôt où vont mes pas / Des fois\nJ'voudrais une vie de cinéma / Des fois j'voudrais vous\nDire oubliez-moi", "image": "https://images.genius.com/325869521749f21f437d387cf69c2912.800x800x1.jpg"}], "artist": "Rymz"}