{"songs": [{"title": "Indélébile", "album": "Indélébile", "year": null, "lyrics": "Indélébiles, les souvenirs laissent des cicatrices\nLes fantômes du passé donnent des ailes psychiatriques\nLa nuit j'fume le symbole à sept feuilles\nLa vie m'tue, mon corps est un cercueil\nLa balle dans l'cerveau, le micro pour tirer\nL'instinct d'fauve dans la peau peu importe où j'irai\nIndélébile comme certains mots, certains moments\nObserve le monde apprends comment on d'vient violent\nConscient, je dis pas qu'la vie est sans douleur\nMais j'essaie d'penser grand, positif et en couleur\nOn veut tous être roi, couronne de Laurier-Wilfrid\nFuck trouver l'amour on préfère trouver où est l'fric\nIndélébile c'est mon premier enfant enfin\nIndélébile comme d'la dope dans l'sang enceinte\nIndélébile comme le temps qui laisse son empreinte\nLa nuit qui met son manteau, qu’une vie mais ce n'est qu’un emprunt\n\nDes larmes indélébiles, un sourire effacé\nOù vivre c'est compliqué et mourir c'est facile\nCe monde est ainsi fait j'peux rien t'expliquer\nJ'monte le son au fond j'continue d'exister...\nJ'écris c'que j'suis, j'suis la phrase tatouée dans ton dos\nDopé j'pense devant des anges qui dansent en talons hauts\nHo! On prend d'la dope pour toucher le ciel\nHo ! La manière forte pour toucher l'oseille\nIndélébile comme du sang ou la couleur d'son rouge à lèvre\nEt j'pleure ces mots à tout jamais\nOn, s'cache pour pleurer, on s'cache pour tricher\nOn s'cache pour crever on s'cache pour sniffer\nMauvaise passe, mauvaise case on fait cavalier seul\nLa mémoire et la basse lourde comme un cercueil\nEst-ce que j'suis prêt à enlever l’maquillage?\nEst-ce qu'une balle serait la clé d’ma cage?\n\nY veulent j'me tienne à carreau mais j’ai trop d’cœur\nPeut-être qui faut les mains pleines pour être vainqueur\nJ'continue d’croire que j’suis un roi pas un valet\nMais c’est d’valeur que pour ma reine un 2 d’pique c’est c’que j’valais\nDehors ça brasse, ça presse on veut l’quatre as\nMais c’est d’la crosse, l’adresse de l’île c’est Alcatraz\nEn bas des tours comme des pions on devient fou, frère\nPour le fric alors qu’au fond c'est d’la poussière\nMais rien n'stop la faim des hommes\nLoin l’un des autres, la haine est là et pain is love\nUn jour ou l’autre on finit tous par pécher\nCherchant l’arc-en-ciel de l’ours mal léché\nC'est rien d'super mais si j'le fais c'est que ça vient du cœur\nQu'un roi sur terre; il s'appelait Martin Luther\n\nIndélébiles sont les années qui veulent nous devancer\nLe monde nous change sans qu'on puisse le changer\nSi on s'cache pour saigner est-ce qu'on s'aime réellement?\nSi on s'frappe pour s'aimer est-ce qu'on s'haït vraiment?\nJ'suis un voleur, j'm'excuse si j't'ai pas rappelé\nLe bonheur est une serrure dont j'n'ai pas la clé\nCélibataire en amour et couple qui ne s’aime plus\nJ'fais ma route en solo dans une époque perdue\nTu m'as bien eu sur ma feuille t'as vu le sang qu'je laisse\nPour t’oublier j'suis partie seul dans les rues d’Los Angeles\nOn s'laisse porter on veut fuir le sol\nOn cherche le dough, donc on prend la voie facile\nUn million d’mots pour qu’notre vie sonne mieux\nMais ''fuck the world'' reste le cri d’notre meute\nOn vit rapide jusqu'à c'que l'rêve s'arrête\nÇa reste que l'soleil brille pour ceux qui lèvent la tête\nLe sentiment qu'ces enculés allaient manger des shots\nQu'j'allais crever avant qu'le CD sorte...", "image": "https://images.genius.com/911cd9ee9bd695044b96ab3174bbb97d.300x300x1.jpg"}], "artist": "Rymz"}