{"songs": [{"title": "Laisse-nous faire", "album": "3 Ans D'tripp Après", "year": null, "lyrics": "[Intro: Sir Pathétik & Ale Dee]\n\nYo\nYo yo enh\nWhat up Ale D?\nAle D\nAh ha ha ha ha...\nYeah bwoy\nLes kid y m'font rire hey man\nWassup gros?\nY s'passe des thug man, y s'passe des thug\nYo man le kid man y'est juste assez haut\nY'est même po obligé d'se mettre à g'nou pis y m'fais une\nCriss de bonne pipe man\nYo, j'n'ai vu un l'aut'e fois, y'était rendu 10 heure\nJ'dis criss ta mère veut po tu rent'es?\nDit criss, e'j'dis à mon chum on vo app'ller a police doit\nêtre en train d'fuguer lui lo\nHa haa\nAh ha ha ha ha ha ha\nWoooooo\nYo yo enh\n\n[Verse 1: Sir Pathétik]\n\nEille le kid va t'assir, laisse dont faire les pros\nS'pour nous que ta p'tite a une monter d'libido\nAle D pis l'accroc montent à l'haut niveau\nOn chausse du 9 pis on écrase nos riveaux\nLes Mc qui parlent trop on les check de haut\nOn do not'e shit pendant qu'tu cherches le flow\nBounce with us, arrête de t'en faire trop\nOn t'vole le show sans même s'fumer d'packo\nCette être, c'est du haute gamme de Trois-Rivières\nDes vrais bêtes, t'inquiète pis laisse nous faire\nMon micro promène mon son dans ta brassière\nRent'e dans ta tête pis t'reste les pieds dans l'arb'e\nDesfois, j'comprend po ton comportement\nTu t'visse le shit mais au fond d'toi t'es content\nLaisse nous faire, on l'voit ben qu't'es po capab'e\nTasse toi du ch'min toi pis ta gang d'incapab'e\nC'est du Reggae, trop fort le gros telblème\nOn s'en vient t'tasser le reste c'est po not'e problème\nRaggae, trop fort le gros telblème\nOn s'en vient t'tasser le reste c'est po not'e problème\n\n[Refrain 2x: Sir Pathétik & Ale Dee]\n\nSi t'es po capab'e, lâche le mic, nous aut'e on est\nCapab'e, laisse nous faire\nSi tu sais po rapper, après tant d'années, on vo te\nMontrer, laisse nous faire\n\n[Verse 2: Sir Pathétik]\n\nYo laisse nous faire, le calide est trop haut\nDevant toi l'kid le sir est trop gros\nTu veux trop imiter mais t'es trop imité\nLe rap pour toi l'kid c't'un aut'e truc de poché\nDesfois ça m'fais rire, trop d'fois ça vaut rien\nDes Mc po d'av'nir, partout j'en vois plain\nT'es forts su' l'bla bla mais su' l'micro t'es restrain\nJ'te fais un featuring pis t'en vend plain\nTu fais l'hot a'ec ton bandeau pis tes grandes culottes\nTu t'crois l'Pimp mais dans l'fond t'es la slot\n(Bum) tu peux po croire à qui tu t'frotte\n(Bum, bum) on est pire que les [...] dans slap-shot\nStop, de rapper t'as d'la misère\nA'r'viens sur terre, desfois c'est mieux d'se tair\nRaggae, trop fort le gros telblème\nOn s'en vient t'tasser le reste c'est po not'e problème\n\n[Refrain 2x: Sir Pathétik & Ale Dee]\n\nSi t'es po capab'e, lâche le mic, nous aut'e on est\nCapab'e, laisse nous faire\nSi tu sais po rapper, après tant d'années, on vo te\nMontrer, laisse nous faire\n\n[Verse 3: Ale Dee]\n\nTu sais quoi l'kid, c'que tu fais on lo faite hier\nPense po qu'on est po capab'e pa'ce qu'on vient\nD'Trois-Rivière\nTu sais po l'kid, toi pis un mic c'po une bonne idée\nC't à cause d'Mc comme vous qu'les sels sont vidés\nPrend ton temps avant d'sortir, attend d'êt'e prêt\nAssure toi qu'ton shit est vraiment thight avant d'êt'e\nFrais\nYo c'po toute d'avoir du style po sous belé belé\nFaut po qu't'essayes le show en aillant d'l'air melé melé\nY'a trop d'monde qu'écoute du rap juste pa'ce que c'est la\nMode\nÇa m'fais capoter d'vant les p'tits wack qui font leur\nSnob\nEn plus c'qui font c't à chier, c'est des paroles en l'air\nC'que j'leur dit, débranche ton mic pis ''Laisse Nous\nFaire''\nProfessionnel sinon reste dans ton garage\nSans ço tu vo nous entend'e si on est dans les parages\nAccroche ton mic pis vo t'trouver une job de resto\nLaisse nous faire on fume des joints pendant qu'tu fumes des\nPrestos\n\n[Refrain 2x: Sir Pathétik & Ale Dee]\n\nSi t'es po capab'e, lâche le mic, nous aut'e on est\nCapab'e, laisse nous faire\nSi tu sais po rapper, après tant d'années, on vo te\nMontrer, laisse nous faire\n\n[Outro: Sir Pathétik & Ale Dee]\n\nYo, ah ha ha ha ha\nWassup kid?\nYo wassup?\nYo te l'avait dit d'nous laisser faire\nOuin te l'avait dit sti\nT'as vu c'qu'on a faite\nA'ec le temps qu'tu nous a donné\nTu sais comment qu'ça s'passe asteure kid\nAah te l'a dit en esti hein\nYo, yo, yo\nMais tu sais que si t'as des problèmes de coeur\nTu peux toujours aller voir ''Parents Secoure''\nOn sait po c'est quoi l'numéro mais y'est dans l'botin man\nAh ha, check yo\nAh pis en passant tu iras t'raser\nY commence à avoir une coup'e de poils qui s'mettent à\nPousser\nOuin pis son pénis c'est quoi qu'a l'a sti\nAh ha ha ha ha ha.. enh\nC'est quoi ces gars lo ça pousse ço sti?\nAle D, Sir Pathétik bwoy", "image": "https://images.genius.com/0168b5b6e58344fdcb786c7e1697aeee.580x569x1.jpg"}], "artist": "Sir Pathétik"}