{"songs": [{"title": "Pouliches Magiques", "album": "Futurs Millionnaires Vol.1", "year": null, "lyrics": "Boom est 14 omnikrom sur la plage\nRick et piments sur notre passage\nLes féministes sont dans des cages\nTu mdonnes ta femme comme systeme de péage?\nToujours contre l'exclavage vous pourriez faire l'ménage\nT'as été sage de ce reniflage\nJ'ai un peu peur que tu ait la rage\nTellement riche jte donne le frahi\nPas besoin d'kangourou j'ai crocodile dundee\nDundee dundee dundee dou\nJ'dirais rien que ça pis tu serais séduit\nDundee dundee dundee dou\nJ'trouve saa sonne bien quand c'est moi qui l'dis\nDu linge sur mesure entre autre big d\nÇa vaut plus cher plus elles sont ptites\nC'est ça qui m'exite ainsi qu'de toucher de jolies bites\nJle fais ou pas? moi jmen fou\nLa nature Omnikrom l'arrange à son goût\nTout doux ma belle jmet ton collier à ton cou\nDanse pouliche danse pouliche danse\nDanse c'est moi qui tire les ficelles\nDanse pouliche danse pouliche danse\nDanse pouliche danse pouliche danse\nDanse cest moi qui tire les ficelles\n\nOmnikrommm, on est dla magie, on est millionaire aussi\nRois des pouliches magiques, magiques, magiques\nOmnikrom, on est dla magie, on est millionaire aussi\nRois des pouliches magiques magiques magiques\n\nJ'ai ouvert le coeur de toutes les princesses\nC'est surment à cause de mes supers.. belles fesses!\nSi je veux les beaux jdonne une groupe que jsignerais\nOMNIKROM à 2 doights d'être parfaits\nJmen fou, jmen fou jfais des hit\nOn est millionaires pis tu dis eux y le mérite\nDans ma vie ya juste moi qui fite\nPetit, aime nous dont toute suite\nComme ça dans 2 ans tu va faire ton frais\nEn t'ventant que tu nous conaissais\nFutur millionaire; cest LINSO GABBO\nQui s'promène en jeep meme à sous 0\nVas-y ma belle femme fait le dont pour moi\nFais nous dont la danse du cul magique\nMoi? Ah, nonon c'est pas l'temps qu'j'massois\nJme mets sur le lit pis jfais des poses classiques\n\nOmnikrommm, on est dla magie, on est millionaire aussi\nRois des pouliches magiques, magiques, magiques\nOmnikrom, on est dla magie, on est millionaire aussi\nRois des pouliches magiques magiques magiques\n\nMalgré notre succès incomparable\nJ'reste moi moi moi les 2 autres pis moi\nOmnikrom on est dla magie\nJeanbart ya pas plus humble comme mc\nJ'te jurerais presque que spas moi qui la dit\nMais jte dois rien t'es juste une sale groupie\nPis tu m'énerves dans mon jaccuzzi\nJ'vois vraiment pas pkoi jte compterais mes soucis\nSo en sortant d'ici fait un signe à celle qui mrafraichit et m'nourris d'raisins dans mon lit\nTout sktu veux stun ah! ses caprices\nUne femme a l'droit d'rêver d'lui fait un fils\nC'est normal, oui peu banal\nMais animal j'suis dla magie!\n\nOmnikrommm, on est dla magie, on est millionaire aussi\nRois des pouliches magiques, magiques, magiques\nOmnikrom, on est dla magie, on est millionaire aussi\nRois des pouliches magiques magiques magiques\n\nJ'suis une vedette, pas une crevette\nPrenez dla sauce rouge allez vous faire mettre\nPrenez une bougie mais sont hors de prix\nJ'peux me l'permettre payer des dettes\nJ'pourrais si sa me tentais\nComme picsou jtadore plus kjamais\nJ'pars à la piscine de palettes drettes\nJ'trouve qu'à l'interieur y fais jamais fraitte\nDu papier d'toilette j'en ai pas d'besoin\nJ'me torche avec les pattes de ma mitaine\nOn monopolise le fridg aujourd'hui\nJ'ai mal à la tête j'entends tout ses cris\nC'est qui le roi de la page centrale\nHomme néandertal qui se sentent pas mal\nÇa même pas d'allure j'ai tellement de bébelles\nà chaque jour pour moi ben c'est Noel\nQuand j'regarde en arrière, jvois un futur millionaire\n\nOmnikrommm, on est dla magie, on est millionaire aussi\nRois des pouliches magiques, magiques, magiques\nOmnikrom, on est dla magie, on est millionaire aussi\nRois des pouliches magiques magiques magiques", "image": "https://images.genius.com/c70b6c825a909d11619e8a1eea14be90.371x371x1.jpg"}], "artist": "Omnikrom"}