{"songs": [{"title": "Langage-toi", "album": "Manifestif", "year": "2000-01-01", "lyrics": "Le verbe faire, est un verbe qui se perd\nL'inaction est une aire de repos Où plus\nD'un se perd Oublie père et mère et monde\nEt tout propos À propos de propos, j'essaie\nD'être pro-propos Mais c'est dur d'hurler\nSur les mots D'une société rongée par le\nPire des maux Ce fléau qu'est la perte de\nMots je hausse le toposémantique Dans un\nBut typiquement didactique Ma dactylo\nBuccale fait Tic! Tac! C'est une tactique\nPhonétique pour faire contact Titiller tes\nSynapses, Snap! Mets tes verres de contact\nMon frère, langage-toi et constate Que le\nVerbe faire est un verbe qui se perd Langage-\nToi\nLe décompte goûte amer Quand au compte-\nGoutte Tu tombes et devient goutte D'eau dans\nL'amère Amérique La clepsydre sonne moins\nCinq C'est l'heure de se mettre à la .5 Coincé\nEntre deux cultures Au fur et à mesure à l'usure\nSois-en sûr, c'est la plus FAT ASS des deux qui\nPerdure La cure c'est de ne pas s'enmurmurer\nVivant Tant et tant de gens se terrent et se taisent\nDe mon vivant Tant et tant d'argent te v'là\nCoi -quoi?- à terre, à l'aise et content\nSûr d'être vivant, survivant... sursis Je\nTe susurre ceci: Contemple le montant\nDe ton bâillon C'est comme signer son\nBail-bye pour l'autoextermination Crois-\nEn ma parole, la parole est un geste\nMieux une action Si tu parles, n'aie\nCrainte: l'on t'entend longtemps...\nTemps... temps\n\nL'écho des mots lointains ne s'éteint pas\nSi au relais, tu es là\n\nJ'entends du fin fond des temps Les\nRebonds de mon nom taper mes tympans\nÇa sonne comme l'homme qui nomme, se\nNomme lui-même autonome, autochtone\nDe sa propre personne Il se somme de\nDonner des mots la somme de sa propre\nDonne-toi comme lui-sir De mettre au repos\nL'oisiveté Ce rouage de la fuite du langage-toi\nContre le tangage d'une langue qui ne\nS'arrime à rien Et mèneà un genre d'espèce\nDe Moyen-Âge... Tsé qu'ess j'veux dire... Euh...\nLe politically correctness, ça m'agresse Ça fait\nDe tout de rien un Loch Ness... pas là que le bât\nBlesse? À trop vouloir louvoyer, voyez-vous, le\nVerbe est vérolé Pour répondre au besoin de\nL'éthique ethnique Pour pallier la panique de la\nFuite du fric -Hystérique crise de nerf de\nL'Amérique- Le politique 2? se pique de poétique\nIncivique suicide Inique... ta mère, ton père Par\nEn avant, par arrière En vers libres, mon frère, je\nMe fraye un chemin dans la terre de ta tête Et\nPrêche cette prière: langage-toi Et fais du verbe\nFaire, un verbe qui s'OPÈRE LANGAGE-TOI", "image": "https://images.genius.com/8112bgdhdk6fnhsejuapp8538.580x580x1.jpg"}], "artist": "Loco Locass"}