{"songs": [{"title": "ROC rap", "album": "In Vivo", "year": null, "lyrics": "When it's time to set our minds\nAnd to combine rap and ROC*\nOur rhymes are the finest of the fine\nTo define this nation of mine Hey!\nCanada is the land of law, land of all\nWhere you're from, who you are, it doesn't matter at all\nHistory's a big shopping mall\nYou're the landlord, lad, of a LOBLAWS:\nGo choose your language, your culture or your coleslaw\nIndividual integrity is the whole idea of this community\nYou are the king nitty-gritty of this oh so great country\nAnd we don't heed the easy mockery\nThat we still hide here under monarchy\nGod saves the queen but not the Twin towers\nThis new millenium is our hour\nI want to hear you sing louder, louder\nThat we are, here, now and for ever and ever\n\nOne voice\nUnder one flag, one choice\nTop ever better best country, the Rolls Royce\n\nIn this short essay, you will see that we say USA\nAre NRA gun nuts\nWho sit their big butts at every Pizza Hut\nGeez! These obese species, are close to implose\nAt this point of no return\nThey don't even need Iraqi's hara-kiris to burn\nAmerica would never scream it's confession\nBut we know it's secret dream is\nTo be like our federation\nCause we are\n\nOne voice\nUnder one flag, one choice\nTop ever better best country, the Rolls Royce\n\nOn my back pack\nI've got my flag tacked\nEven in Bagdad\nSaddam's like \"Hey, the pal's back!\"\nGet down to brass tacks\nCanada's fantastic\nI don't know, ask Nasdaq about it\nCanucks kick ass, no doubt about it!\nSo when I hear those French fucks saying\n\u0093Let's mock, Saran wrap the ROC around the clock!\u0094\nI'm like: let's call the cops, Sheila's the tops\nLook and see how she maple spread me\nMy ass, and my family\nReally, this province of Quebec\nIs a pain in my ass and in my red neck!\nSee me saying it out loud on this CD deck:\nWe should throw those loners over the deck!\nSo we could finally be:\n\nOne voice\nUnder one flag, one choice\nTop ever better best country, the Rolls Royce\n\nCanada day is everyday (bis)", "image": "https://images.genius.com/b45df21e451510693bb91726a5940477.400x400x1.jpg"}], "artist": "Loco Locass"}