{"songs": [{"title": "Protège ta nuque", "album": null, "year": null, "lyrics": "Yoyoyoyoyo!!\nK6A qui débarque, y’all!\nQu’est-ce tu fais l’kid? Qu’est-ce tu fais l’kid?\nProtège ta nuque, fils\nQu’est-ce tu fais l’kid? Qu’est-ce tu fais l’kid?\nRelaxe, prends une puff\nQu’est-ce tu fais l’kid? Qu’est-ce tu fais l’kid?\nVoici Inspectah-Dox:\n\n[Inspectah Deck's verse: P-Dox]\nChu dope sur le mic, chu smoke, t’aimes pas bin ça\nEssaye même pas, tous les heads s’tapent une syncope\nTu vois en effet mon crew de gars qui peignent\nTravaillent sur leurs toiles comme si y’étaient toute Spiderman\nSo come on, huit racoons kick in\nÇa t’rappelle qu’les élites c’pas les zélés à télé\nPas trop gangsta, trop fresh: drette ça\nY disent qu’on est forts, qu’on vaut d’l’or\nComme quand on sort nos phrases c’est bin chaud\nToo hot to handle\nTu m’battles, c’comme dire goodbye à toute c’que t’aimes trop\nPas d’stress, Inspectah-Dox sur le set\nJ’ai l’cerveau, j’m’en fous qu’tes boys y viennent du ghetto\n\n[Rae's verse: FiligranN]\nEn battle j’fais le crowd go wild\nSpectaculaire, yo smile\nJ’ai mushé pis chu so high\nPas d’beef, ch’t’un racoon, tu l’sais déjà\nSi j’te quête une cloppe, c’pas pass j’en ai pas\nAvant c’était Mobb Deep X Das EFX\nBlow-up le top 10\nMoi j’va chier sur vot’ merde\nSert à rien d’se plaindre, ché bin\nMais j’catch pas c’qui font c’est donc bin d’la marde\n\nYo si tu veux nous diss-flip, trop sick!\nMoi j’suis l’best man, grosse tête fuck her head, Ben\nJ’me tappe 16 tites shots de fort qui frappent\nMais j’capable d’être dope même quand j’fume pas d’pot\n\n[Method Man's verse: Jamai]\nC’est le Method Jam, le K6 j’le rep\nBougez à votre drett, enh!\nLe Cd torche, c’est énorme, mets-le là, mets ton casque\nProtégez votre cou comme le track\nSans fin (feindre?), on vient d’t’évincer du game\nÉcoute bien, nous on fait shaker la province\nT’es comme daaaaaaam!\nK6A c’est foreva\nLes gars s’pass le mullah\nCheck les poteaux, on est là\nLes walls too, dude, ok là chu saoouuuuuul\nFaut qu’tes fesses bougent et tes gros tits mous\nJ’veux dire oh!\nYo check out le flow les meilleurs sur un beat, c’est qui?\nC’est le K6\nOn est les boss, qui c’est qui rap comme ça?\nUn puff de mon lyrical pot pis chu hhhh-\n\n[U-God's verse: KenLo]\nBoom! J’sonne raw, en plus j’fais boom\nAww! Bamboula K6-style\nChoux plantés à manière d’chez nous\nBrasse ton cou pis pognes une broue\n\n[ODB's verse: Maybe Watson]\nCome on baby baby come on\nBaby baby come on baby baby\nCome oooOooOoooOoon\n(Monk.E: yo! faut qu’tu protège ta nuque)\nPremièrement man, tu baises avec le mieux\nMa rentrer des pines dans ta tête comme Annie-the-nurse\nMange ma barbe, j’ai l’nez vicieux qui stack des primates\nPlein d’polygames pyromanes poudreux d’marde\nHonte sur toi si tu testes mon crew\nLe vieux dégueu Watson, toi et Zooboomafoo\nPige des cartes si tu…\nNiaiseuse, mon pen te pénètre\n… en haut pis j’la passe à Jam pour qu’y’a slam\nJ’te donne son numéro contre un gramme\nLe vieux dégueu Watson est dégueu et cynique\nEt son unique slogan, c’est qu’on parle pas du beat\nLes gars se font avec le stacker ace\nAinsi d’abord au trap, pis j’vole ton motherfucking cash\n\n\n[Ghostface's verse: OstiOne]\nEn plein dans l’mile, j’ai l’style débile, so book moi\nPas longtemps, c’est l’temps d’écrire une rime, c’pourquoi\nChu l’best kid, toul’ monde veut m’mettre s’a guestlist\nL’esti qui rock d’ici jusqu’à l’Estrie, t’es averti\nJ'badtrippe comme un psycho-macaque\nLa drogue claque, … c’est pas l’fun\nÇa m’donne des obstacles\nJ’ai jamais d’spliff, j’vois toutes sortes de formes pis d’sons\nPis mon balcon si oui j’fume du bon\nJ’passe une commande pour du riz pis un gros plat d’viande\nPis une fou batch de sauce de canard à l’orange\nAu Miles Bar comme à tous les soirs, j’me saoule bin fort\nÀ risque dans l’traffic comme Pablo Escobar\nPoint blanc pass j’les kick din temps, d’crisse\nOn est l’shit …. les proses qui t’explosent\n\n\n[RZA's verse: Monk.E]\nYo chiiiiill!! J’frappe avec rage pour qu’ils sachent\nQue j’bave leur rage même si l’oeil d’la tempête dévisage\nMontréal et south shore, lorsque on passe ça brasse trop\nÊtre en criss risque d'illuminer ton parcours\nLa barre est chaque jour plus haute\nJe pars autour du globe pour du recul\nSaaaage focus, tellement talentueux c'est claaaaassique\nAu fond de son ventre, la bête rêve qu'on porte son signe\nDemande au K6 et il répond ''non merci!''\nOn surmonte des montagnes de drame même sans alcool\nRegard flamboyant qui t'enflamme en t'voyant\nPas d'Babylone et la suprématie blanche l'employant\nYea! J'ai vaincu l'enfer, depuis tout tout-petit, j'souris pour combattre leur cancer\n\n\n[GZA's verse: Smilé Smahh]\nLe dude est trop grammy, faut qui s’?? les filles néyo\nSonne bin, that’s it, reste assis, j’lâche mes flows\nJ’vais swinger dans piscine avec plein d’ptites travelos\nComme t’es pourris faut qu’tu suckes, et qu’tu donnes un peu de tes boules\nÀ soir …. hey yo j’m’excuse man, a ma faite\nUn gros spag meatballs pis une coupe de whippets\nJ’veux pas aller à ton club de snobs\nAek le doorman aussi bright qu’un p’tit 21 lightbulb\nChu déjà pompette aek ma bonne frette, nigga\nSo c’te nuit j’regarde Shogun et l’Titanic\nCriss c'pas bon j’ai trop d’munchies… j’t’écoeuré, chu presque zombie\nFirst of all, où sont tes remords? Tes mauvais rappeurs trop gelés, prend tes clefs dès qui sort\nTu connais pas le meaning of dope\nTu mérites d’te faire shooter … entk pas d’avoir la vie sauve\nQuand tu viens icitte le shit est wack\nJ’m’en sacre, j’me ferme la gueule avant d’provoque un fight", "image": "https://images.genius.com/63d9c32131222df8ca973dbf66be6185.1000x563x1.jpg"}], "artist": "K6A"}