{"songs": [{"title": "Fou Normal", "album": "KOSSÉÇA !?!", "year": null, "lyrics": "[Verse 1 : FiligraNn]\nÀ matin il fait beautoday is a good jvais assassiner Richard Martineau\nDans mon coeur il fait chaud, jt'au ptits oiseaux\nIl faut cq'il faut , c'est bientôt au tour du proprio\nÀ ce rhytm jt'en avance sur mon horaire\nJsuis fier d,etre normal à une époque ou l'bon du monde se perd\nLa voix dans ma tete me rappel que j'ai pris\nUn rendez vous avez elle aux alentours de midi\nFaq jmet mes culottes avec mes boxers par dessus\nApres jme brosse les dents 94 fois de suite\nIl faut que jfile mais avant que j'men aille\nIl faut que j'nourrisse les touristes enfermés dans cave\nT'es jamais seul quand les murs te parlent\nDude, jsuis bien, jsuis fou normal\n\n[Refrain]\nY m'manque une boat, chu ben\nPis pleins d'autres choses, chu ben\nLe docteur me dit que chu en psychose, chu ben\nJ'veux pas de pillules, chu ben\nChu dans ma bulle chu ben\nQuand je pense a des p'tits bébés qui brulent, chu ben\nOui j'pete des crises chu ben\nA pharmacie chu ben\nQuand j'écoute tout ce que les voix me disent chu ben\nLes gens me regardent chu ben\nChu desirable chu ben\nMaudit que la vie est belle quand t'es normal\n\n[Verse 2: Smilé Smahh]\nPourquoi augmenter la dose? j'ai pas besoin de grosses pillules roses\nC'est bien de cibler le problème, mais encore mieux: trouver la cause...\nNaaahhh chu pas hypocondriaque chu vraiment allergique au lactose\nT'es pas malade parce que t'as besoin de kleenex pour prendre des choses\nC'est pratique courantes docteur, tout le monde fait ca de nos jours\nDonnes-moi des bombons pour le coeur j'ai l'impression qui saute des tours\nPis si je portais un masque et que j'me promenais plus dans le métro?\nComme ça je briserais l'effet de masse des microbes et de leurs réseaux\nJe travaille sua commandite de purely vont me donner des news bientôt...\nComment veux tu que la vie soit plus belle? 20 degrés, 12 manteaux\n3 souliers, 6 bandeaux, des gants chirurgicaux,de la corde de nylon, du tuck tape, j'ai tout ce qui me faut!\nDans ma tête je crois qu'une bolt manque à l'appel\nOn me dit ''enquête ta petite voix''\nMais je sais plus laquelle\n\n\n[Refrain]\nY m'manque une boat, chu ben\nPis pleins d'autres choses, chu ben\nLe docteur me dit que chu en psychose, chu ben\nJ'veux pas de pillules, chu ben\nChu dans ma bulle chu ben\nQuand je pense a des p'tits bébés qui brulent, chu ben\nOui j'pete des crises chu ben\nA pharmacie chu ben\nQuand j'écoute tout ce que les voix me disent chu ben\nLes gens me regardent chu ben\nChu desirable chu ben\nMaudit que la vie est belle quand t'es normal\n\n\n[Verse 3: Jam]\nJe suis ton voisin sympathique comme presque trop cool\nJe te prête mon tourne-vils et je te tonds ta pelouse mais\nSi les gens savaient à quel point mes pensées sont déviantes\nGenre jammais je pensais en parler\nJ'haïs mon tit fils, criss, y crit toujours\nJe m'imagine souvent entrain de le crisser dans le four\nLes gens me disent \" eille Régent toi t'es un maris attentionné\nJe m'endors avec ma femme tout en pensant à comment la tuer\nY'a un chat qui passe, j'ésite pas je l'écrase\nAvec mon fucking char, kin toé la t'es mort\nLa nuît, j'ai des idées diaboliques qui me réveillent\nMais part ca tout va bien, même que la vie est belle", "image": "https://images.genius.com/d4006167f84f0b6ec8bdaae9ad9523b7.1000x1000x1.jpg"}], "artist": "K6A"}